{
    "id": "prose-sundara-1",
    "kanda": "sundara",
    "sarga": "1",
    "title": "Hanuman's Flight over Ocean",
    "chapter": "1",
    "overview": "This first chapter of  Sundara Kanda   describes  Hanuman's preparations to cross the ocean   in search of Sita. Mighty  Hanuman's flight over   the ocean is described in a glorious detail.  Hanuman's   encountering of  Mainaka,  Surasa   and  Simhika form important phases of His flight.",
    "content": [
        {
            "type": "verse",
            "text": "After that, Hanuman, the destroyer of foes, desired to travel in the sky where celestials like  chaaranas tread, to search for Sita, who was taken away by Ravana.  <span class=\"GramE\">Hanuman</span> who desired to perform a deed done by no one else, shone like a bull without any obstacles, with his stretched neck and raised head."
        },
        {
            "type": "verse",
            "text": "After that, the mighty and courageous Hanuman roamed at ease on the lawns with the hue of an emerald, which looked like still water from a distance.  The thoughtful Hanuman tread like a rampant lion, making birds fear, uprooting trees by his breast and also killing many animals."
        },
        {
            "type": "verse",
            "text": "That great monkey Hanuman shone like an elephant in a lake, standing on the foot of that great mountain by the name of  Mahendra, where many elephants of good breed resided, which was beautifully decorated with many naturally formed mineral rocks of varied hue like black, white, red, blue, yellow and green and which was surrounded by godly serpents and  Yakshas,  Kinnaras,  Gandharvas who were capable of assuming desired form, together with their families."
        },
        {
            "type": "verse",
            "text": "He saluted with joined palms to the Sun-God, Lord Indra, God of Wind, Lord Brahma and  Bhutas and decided to leave.  Hanuman turned towards east, saluted his father, the Lord of Wind and increased his body to go towards southern direction.  With all the  Vaanaras seeing, Hanuman decided to fly and like an ocean swelling on full moon days, grew for Rama's success."
        },
        {
            "type": "verse",
            "text": "With a desire to cross the ocean, Hanuman grew his body immeasurably and pressed the mountain with his feet and hands. <a name=\"Verse12\"></a>Thus tormented by Hanuman, that mountain shook for an instant and showered all flowers of trees on it."
        },
        {
            "type": "verse",
            "text": "Covered all through by those fragrant flowers which fell down from the trees, that mountain shone like a mountain made of flowers.  That mountain shed water like an elephant in rut emitting rut juice, after being pressed by the mighty Hanuman.  Pressed by that mighty Hanuman, streaks of gold silver and antimony color appeared on the  Mahendra <span class=\"GramE\">mountain</span>."
        },
        {
            "type": "verse",
            "text": "Huge Rocks of Sulfur were also shot forth from that mountain, just as a fire burning with a medium flame would emit columns of smoke.  Being pressed on all sides by the mountain which itself was being pressed by Hanuman, creatures living in the caves of that mountain shrieked in horrifying tones."
        },
        {
            "type": "verse",
            "text": "That loud noise from creatures which emanated because of stress caused to the <span class=\"GramE\">mountain,</span> filled the earth and all four directions and forests near that mountain.  Great snakes with clear swastika signs on their <span class=\"GramE\">hoods,</span> spewed out frightening flames with their great heads and bit the rocks with their teeth."
        },
        {
            "type": "verse",
            "text": "Then those great rocks bit by those snakes with anger and venom, burned due to the flame and split into thousand pieces. <a name=\"Verse21\"></a>Medicinal herbs from that mountain, although capable of destroying ordinary poisons, could not neutralize the poison from those snakes.    Ascetics residing on that mountain flew away from there thinking that some demons were destroying it.  <span class=\"GramE\">Vidhyadharas</span> who lived there, became afraid and flew away with their women folk, leaving behind them golden jugs of wine in the liquor house, gold vases, a varieties of sauces that can be licked, eatables, various meats, skins of oxen and swords with golden hilts."
        },
        {
            "type": "verse",
            "text": "The intoxicated  Vidyadharas with garlands around their neck decked with red flower garlands and smeared with sandal paste, with reddened eyes, and with lotus shaped eyes, obtained the sky.   Vidyadhara women wearing necklaces, anklets, armlets and bangles stood in the sky with surprise and with smiles along with their loved ones."
        },
        {
            "type": "verse",
            "text": "Vidyadharas and great sages stood in the sky in a group, showing their great prowess and viewed the mountain.  Then they heard words of  Charanas,  Siddhas and pure hearted  Rishis who were located in that clear sky.  \"This Hanuman, who is equal to a mountain, who is the son of  Vayu, and who has great speed, wants to cross the ocean which is abode to crocodiles.<a name=\"Verse30\"></a> Hanuman has decided to perform an impossible task for the sake of Rama and  Vanaras and wants to obtain the other side of ocean which is hard to obtain.\""
        },
        {
            "type": "verse",
            "text": "Vidyadharas thus listened to the words of those great people and looked at the incomparable Hanuman, best among  Vanaras, standing on the mountain.  He, who is equal to a mountain, shook his hair, quivered his body and let out a great roar like from a vast cloud."
        },
        {
            "type": "verse",
            "text": "About to fly, Hanuman jolted his tail, which was rolled into a circle from top to bottom, and which was covered with hair, just as  Garuda, the king of birds would jolt a snake.  Receiving his vigor, the tail curled at his back was seen like a great serpent being stolen by  Garuda. <a name=\"Verse35\"></a>Hanuman firmly supported his arms (on the mountain surface) which resembled huge iron clubs, <span class=\"GramE\">crouched</span> the waist and contracted his feet."
        },
        {
            "type": "verse",
            "text": "Bending shoulders and neck, that mighty and glorious Hanuman, increased his energy, strength and courage.  With his eyes raised up, seeing the way from a distance, viewing the sky, he held his breath in his heart.  That mighty Hanuman, equal to an elephant among monkeys and the best among  Vaanaraas, stood firmly with his legs, bent his ears and before flying spoke these words to the  Vaanaraas."
        },
        {
            "type": "verse",
            "text": "<a name=\"Verse42\"></a>\"I will go to the city of <st1:city><st1:place>Lanka</st1:place></st1:city>, ruled by Ravana just like an arrow released by Rama will go, with wind-like speed. If I do not see the daughter of  Janaka there, I will go with the same speed to the abode of gods. If I do not see Sita there in heaven, I will get Ravana the king of  raakshasaas tied up in chains without any effort. I will, in all events, return successfully along with Sita or I will get Lanka along with Ravana after uprooting it.\""
        },
        {
            "type": "verse",
            "text": "The best among  Vaanaraas, Hanuman, spoke in this way to  Vaanaraas and then without thinking about anything else, flew up with lot of vigor. That great monkey also thought himself equal to  Garuda, the king of birds.  While he was flying up, due to that force, all trees on that mountain flew away in all directions, drawing together all their branches."
        },
        {
            "type": "verse",
            "text": "While flying in the sky, he took along with him, because of the force of his thighs, trees shining with flowers and with fattened lapwing birds.  The trees thus being held aloft by the speed of  Hanuman's <span class=\"GramE\">thighs,</span> followed him for a while just as relatives would follow their loved ones embarking on a long journey."
        },
        {
            "type": "verse",
            "text": "Uprooted by the force of  Hanuman's thighs, Sal and other excellent trees followed Hanuman like soldiers following their king.  Hanuman the great monkey presented a wonderful sight, with his mountain-like appearance together with the well flowered trees."
        },
        {
            "type": "verse",
            "text": "After that, powerful trees sank into the salt ocean like mountains sinking into ocean due to fear of  Mahendra.  That Hanuman who was equal to a cloud, covered with flowers of various kinds, shoots and buds, shone like a mountain with fireflies. <a name=\"Verse52\"></a>Those trees which were released by  Hanuman's <span class=\"GramE\">speed,</span> dropped flowers and fell down in the water like friends going back after bidding farewell to their dear one.  Set in motion by the wind from the movement of Hanuman, that variety of blossom, with various hues, from the trees fell down into the sea. That great ocean shone like the sky filled with stars."
        },
        {
            "type": "verse",
            "text": "Hanuman shone like a cloud in the sky decorated by lightening, with flowers of various hues sticking to his body. <a name=\"Verse55\"></a>That sea water looked like the sky with delightful stars rising up, with flowers flown up by  Hanuman's speed. <a name=\"Verse56\"></a>That sky-borne  Hanuman's arms which were spread <span class=\"GramE\">out,</span> were seen like five-headed serpents coming out of a mountain's peak."
        },
        {
            "type": "verse",
            "text": "That great monkey shone like one who is drinking the great sea together with its waves. He also seemed like one who desires to drink the whole of sky.  The eyes of that Hanuman, who was following the path of sky, which had <span class=\"GramE\">a brilliance</span> equal to that of lightening, were shining like two fires on a mountain."
        },
        {
            "type": "verse",
            "text": "The round, wide, reddish brown eyes of Hanuman, the best among the monkeys shone like fully risen sun and moon. <a name=\"Verse60\"></a>The ruddy face of Hanuman, with His reddish face shone like the Sun touched by twilight.  The tail of Hanuman, the son of  Vayu floating in the sky, being risen up looked like the pillar erected in  honour of Indra."
        },
        {
            "type": "verse",
            "text": "The great intellectual Hanuman, with his great body, and with white teeth, shone like the Sun, being surrounded by his circular tail.  That great monkey Hanuman, with his red colored buttocks, shone like a mountain with a large deposit of red  Gairika herb broken into pieces."
        },
        {
            "type": "verse",
            "text": "Air passing through the lion among monkeys  Hanuman's arm pits sounded like a thundering cloud. <a name=\"Verse65\"></a>The best among monkeys Hanuman flying thus in the sky, looked like a meteor darting away with great speed in the sky from northern direction.  With a fast pace equaling that of Sun god, the tall Hanuman shone like an elephant which increases its size when being festered by a rope."
        },
        {
            "type": "verse",
            "text": "Then Hanuman who was flying above the ocean with his body above the ocean and his shadow being immersed in the sea below, looked like a boat being driven by wind.  Whatever place Hanuman went towards on the ocean, that place became agitated due to the force of thighs."
        },
        {
            "type": "verse",
            "text": "That great monkey with great speed flew in the sky striking with his chest series of waves which had a great body like that of mountains.  Wind from the mighty Hanuman and the wind released from the clouds caused the ocean with a fearful sound to shake a lot."
        },
        {
            "type": "verse",
            "text": "Hanuman flew in the sky dragging along with him big waves from the ocean as though he were sprinkling them in the sky. <a name=\"Verse72\"></a>Hanuman with great speed crossed waves which were equal to <st1:place><st1:placetype>Mount</st1:placetype> <st1:placename> Meru</st1:placename></st1:place> and <st1:place><st1:placetype>Mount</st1:placetype> <st1:placename> <span class=\"GramE\">Mandara</span></st1:placename></st1:place><span class=\"GramE\">, that</span> had risen up in the sea, as if counting them."
        },
        {
            "type": "verse",
            "text": "Then the water together with clouds which was driven up by the force of Hanuman, shone like a stretched autumnal cloud in the sky.  Then various whales, fishes, turtles and crocodiles were being seen clearly in the sea just as bodies of humans would be seen when clothes are removed."
        },
        {
            "type": "verse",
            "text": "Serpents living in the sea saw Hanuman flying in the sky and thought that it was  Garuda, the king of birds.   Hanuman's shadow which was ten  yojanas wide and thirty  yojanas long appeared very beautiful on water."
        },
        {
            "type": "verse",
            "text": "That shadow which was following Hanuman and spread on the ocean, shone like a series of dense white clouds. <a name=\"Verse78\"></a>That great monkey Hanuman, the great resplendent one with a huge body, shone like a mountain with wings flying in the sky without any support underneath.  In whatever path Hanuman the mighty one went, in that path, there immediately appeared a trough in the ocean below."
        },
        {
            "type": "verse",
            "text": "Hanuman while coursing through the path of birds like the king of birds  <span class=\"GramE\">Garuda</span><span class=\"GramE\">,</span> dragged with him series of clouds like the god of wind. <a name=\"Verse81\"></a>Great clouds with white, red, blue and madder colors shone on being dragged by Hanuman."
        },
        {
            "type": "verse",
            "text": "Hanuman who is repeatedly entering and leaving series of clouds as He flies in the sky, is being seen like the moon who shines and is hidden alternately.  Then, on seeing Hanuman flying quickly in the sky,  Devas,  Gandharvas and  Danavas showered flowers on him."
        },
        {
            "type": "verse",
            "text": "Then, the Sun did not scorch Hanuman, the best among  Vanaras, who was flying for Rama's welfare. The wind god  Vayu also served him with a delightful breeze.  Sages praised the great resplendent Hanuman flying in the sky.  Devas and  Gandharvas also sang in His praise.  Immediately on seeing the best among monkeys, Hanuman, flying without any effort,  Nagas,  Yakshas,  Rakshasas,  Devas and birds all praised Him."
        },
        {
            "type": "verse",
            "text": "While that best among  vanaras, Hanuman, was flying, the god of ocean thought thus for the respect of  Ikshvaaku dynasty:  \"If I do not help this best among  vanaras Hanuman, I shall become prone to all kinds of ill-talk by those who want to speak against me. <a name=\"Verse89\"></a>I was developed by  Sagara of  Ikshvaaku dynasty. This Hanuman who is helping a descendant of that dynasty should not become tired.  I have to behave in such a way that Hanuman would take rest. After resting in me for a while, He can cross the remaining distance with comfort.\""
        },
        {
            "type": "verse",
            "text": "Samudra thus making a good <span class=\"GramE\">thought,</span> spoke to  Mainaka, the best among mountains with gold in the middle hidden in water. <a name=\"Verse92\"></a>\"O best among mountains  Mainaka! You have been positioned here by  Devendra as an obstacle to the groups of  asuras living in  paataala.  You are standing at the entrance of  paataala which is difficult to measure, fully covering it, when  asuras courageous by birth are trying to rise up again.  O mountain, you have capability to grow wide, up or down. O best among mountains, for that reason I am encouraging you. <span class=\"GramE\">Raise</span> up.  Hanuman, the best among monkeys, the courageous one, who has taken up a fearful task for the benefit of Rama, that such Hanuman while flying in the sky is coming over you.\""
        },
        {
            "type": "verse",
            "text": "\"To this Hanuman, who is a follower of the  Ikshvaaku dynasty, help should be done by me now. Descendants of  Ikshvaaku are  repectable to me. They are even more respectable to you.  Do help to us. Our task may not be miscarried. A task which needs to be performed and not <span class=\"GramE\">done,</span> will increase the anger of good people. <a name=\"Verse98\"></a><span class=\"GramE\">Raise</span> up above from the water. This Hanuman is the best among fliers and is a guest to be worshipped for us. Let him stand on you.\""
        },
        {
            "type": "verse",
            "text": "\"O mountain with golden hued middle area and one who is served by  Devas and  Gandharvas! Hanuman can take rest on you and then traverse rest of the distance.  You are fit to <span class=\"GramE\">raise</span> up after seeing the gentleness of Sri Rama, and the exile of Sita, and the effort of Hanuman.\""
        },
        {
            "type": "verse",
            "text": "The mountain with gold in the middle,  Mainaka, listening to the words of the salty ocean, got up quickly from the water, together with great trees and creepers. <a name=\"Verse102\"></a>Then that  Mainaka became in the risen state, passing through the ocean water, just like the Sun piercing through a cloud with His shining rays."
        },
        {
            "type": "verse",
            "text": "That great  Mainaka who was covered by water in all directions, who had peaks with  Kinnaras and great serpents, which were equal to a sun rise, which were touching the sky, and which had a golden hue, being ordered by the ocean, showed his peaks in an instant.  The sky which had a bluish tinge like that of a <span class=\"GramE\">sword,</span> shone with a golden hue because of the peaks of the mountain which rose up and which was like molten gold.  That best among mountains became equal to a hundred suns with its peaks which had a golden hue and which were shining with a self generated shine."
        },
        {
            "type": "verse",
            "text": "Hanuman on seeing the mountain which stood before Him, rising up from the middle of the salty ocean suddenly, decided that it as an obstacle.  That great monkey Hanuman with a great <span class=\"GramE\">speed,</span> brought that great tall mountain with His chest just as the God of wind would a cloud.  That best among mountains  Mainaka, thus being fell down by that Hanuman, recognized  Hanuman's speed and lauded him with pleasure."
        },
        {
            "type": "verse",
            "text": "<st1:place><st1:placetype>Mount</st1:placetype> <st1:placename> Mainaka</st1:placename></st1:place> with love and with gladdened heart obtained a human form and standing on its own peak, spoke these words approaching that courageous Hanuman in the sky. <a name=\"Verse112\"></a>\"O the great  Vanara! You have performed this impossible task of flying over the ocean. Do come down on to my peaks and rest for a while to your comfort.  The ocean was developed by people born in Sri Rama's dynasty. That such ocean is worshipping in lieu of Sri Rama, you who is desirous of Sri Rama's welfare.\""
        },
        {
            "type": "verse",
            "text": "\"When a service is done, a return service needs to be rendered. This is an ancient tradition. Such this <span class=\"GramE\">ocean</span> who wants to do a return service to the  Raghu dynasty, is suitable for respect by you. <a name=\"Verse115\"></a> \"After flying a hundred  yojanas, let this Hanuman rest on your peak and then travel the rest of distance.\" - Thus I have been encouraged by this ocean for your sake due to His great respect for you. O best among  vanaras! Stop for a while and then go after resting on me.\""
        },
        {
            "type": "verse",
            "text": "\"O best among  vanaras! For that reason, here <span class=\"GramE\">is</span> lots of roots, fruits and other eatables which are fragrant and sweet. May you leave after eating that and resting here for a <span class=\"GramE\">while.</span>  O chief among  vanaras! Besides this, there also exists a relationship which is famous in all the three worlds, which is based on great virtues, for us with you.\""
        },
        {
            "type": "verse",
            "text": "\"O son of  Vayu, the god of wind! O best among  vanaras! I am thinking you as being very important among those  vanaras who are fast and who are capable of flying.  By a person who wants to know dharma or by one who knows dharma, a guest even though ordinary is to be respected. What else can I say in the case of a great guest like <span class=\"GramE\">you.</span>  O best among  vanaras! You are the son of the great  Vayu - the God of wind, who is best in speed among the  Devas. In speed you are equal to him alone.\""
        },
        {
            "type": "verse",
            "text": "\"O knower of Dharma! If you are worshipped,  Vayu also gets worship. For that reason you are to be worshipped by me. Also listen to another reason in this matter. <a name=\"Verse123\"></a>O son! Earlier in the  Krita <span class=\"GramE\">yuga</span>, mountains had wings. With speed equal to that of  Garuda and  Vayu, they went in all directions.  After that when those mountains were thus flying freely,  Devas and living creatures together with sages obtained fear in the doubt that those mountains might fall down.\""
        },
        {
            "type": "verse",
            "text": "\"Then the angry  Devendra who performed a hundred  Asvamedha rituals, cut off the wings of thousands of mountains by his weapon  vajra then and there.  That  Devendra angrily reached me with raised  vajra. Then I was thrown away immediately by the great  Vayu. <a name=\"Verse127\"></a>O best among  vanaras! With saved full wings, being thrown down into this salt ocean, I have been protected by your father.\""
        },
        {
            "type": "verse",
            "text": "\"O chief among  vanaras!  Vayu is thus indeed respectable to me. For that reason I am respecting you. <span class=\"GramE\">My this</span> relationship with you has great virtues.  O great  Vanara! Because this matter is like this, you are suitable to make myself and  Sagara happy, with a gladdened heart.  O best among  Vanaras! Reduce your fatigue. Accept our worship also. Respect our love. I am happy by your manifestation.\""
        },
        {
            "type": "verse",
            "text": "Hanuman listening to the best mountain's words, spoke <span class=\"GramE\">thus :</span> \"I am happy. Hospitality has been done. Let this ill feeling be removed.  The time to perform my duty is hastening me. The day too is passing. A promise has also been given by me. I should not stand here in the middle neglecting my duty.\""
        },
        {
            "type": "verse",
            "text": "The courageous Hanuman saying thus, touched the mountain with His hand, entered the sky and flew on with a smile. <a name=\"Verse134\"></a>That Hanuman was thus seen with great respect by the ocean and the mountain, and also worshipped with suitable blessings.  After that leaving the mountain and the great ocean, and flying up far into the clear sky, Hanuman followed the path of his father."
        },
        {
            "type": "verse",
            "text": "The son of  Vayu obtained the speed to fly still higher into the sky and seeing that mountain below, went in the clear sky which had no support.  Seeing Hanuman perform that very difficult second task (first one being the flight over ocean), all  Devas,  Siddhas and great sages praised Him."
        },
        {
            "type": "verse",
            "text": "Devas and the thousand eyed  Devendra who were there, became happy by the task of that golden hued  Mainaka. <a name=\"Verse139\"></a>The wise  Devendra himself spoke these words through faltering tones due to extreme happiness, to  Mainaka, the best among mountains.  \"O  Mainaka, the king of mountains! I am very happy with you. O gentle one! I am giving protection to you. Proceed according to your comfort.\""
        },
        {
            "type": "verse",
            "text": "To the dauntless Hanuman crossing hundred  yojanas, who is fearless even when there is reason to be afraid, a great help has been done by you.  This  Vanara Hanuman is going for the benefit of Sri Rama, the son of Dasharatha. I am very happy with you who <span class=\"GramE\">is</span> doing respect to Him."
        },
        {
            "type": "verse",
            "text": "Thereafter, the best among mountains obtained great happiness on seeing  Devendra, the lord of  Devas being happy.  Then that mountain with a given boon from  Devendra stood still there. Hanuman also leaped over that part of the ocean in an instant."
        },
        {
            "type": "verse",
            "text": "Thereafter,  Devas together with  Gandharvas,  Siddhas and great sages spoke thus to  Surasa, the mother of  Nagas, equal to the Sun in brilliance.  <a name=\"Verse147\"></a>\"This glorious son of  Vayu, going by the name of Hanuman is flying over the ocean. You obtain a horrible mountain like demonic appearance and make a face with fearful tusks, red-brown eyes and as vast as the sky, and create an obstacle to Him for an instant. <a name=\"Verse148\"></a>We <span class=\"GramE\">are desiring</span> to find out if by His strength and also courage and intelligence He can win over you or obtain sorrow.\""
        },
        {
            "type": "verse",
            "text": "That Goddess  Surasa, thus spoken to by  Devas and also being respected by them, wearing a horrible disfigured appearance of a demon in the middle of the ocean which caused fear to all, and stopping Hanuman who was flying, spoke these words.  \"O best among  Vanaras! You have been given by  Devas as my food. I will eat you. Enter inside my mouth.\""
        },
        {
            "type": "verse",
            "text": "Thus spoken to by  Surasa, the glorious Hanuman, with a happy face and with folded hands, spoke these words to  Surasa.  \"The son of Dasharatha, with the name of Rama entered the <st1:place><st1:placetype>forest</st1:placetype>  of <st1:placename> Dandaka</st1:placename></st1:place> together with His brother Lakshmana and wife Sita.  When that Sri Rama, with a bitter enmity towards  Rakshasas, was diverted in another task, His famed wife Sita had been taken away by Ravana.  I am going for Rama's sake as a messenger to find <span class=\"GramE\">Her</span> presence. O subject of Sri Rama! You are suited to help Rama.  Otherwise after seeing Sita and informing that to Sri Rama who makes Sita without troubles, I will obtain your mouth. I am promising truthfully to you.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"O best among  Vanaras! You are bound to go only after entering my mouth. This boon had been given to me long ago by Brahma.\" - speaking thus, with quickness she opened her wide mouth and stood before Hanuman.  Then Hanuman speaking thus to  Surasa, became angry and became ten  yojanas long and ten  yojanas wide."
        },
        {
            "type": "verse",
            "text": "Seeing Hanuman, who looked like a cloud, being ten  yojanas long,  Surasa also made her mouth twenty  yojanas long. <a name=\"Verse162\"></a>Thereafter, Hanuman got angry and became thirty  yojanas long.  Surasa made her mouth forty  yojanas high. The courageous Hanuman then became fifty  yojanas high.  <a name=\"Verse164\"></a>Thereafter, Hanuman got angry and became thirty  yojanas long.  Surasa made her mouth forty  yojanas high. The courageous Hanuman then became fifty  yojanas high."
        },
        {
            "type": "verse",
            "text": "Surasa then made her mouth sixty  yojanas long. The mighty Hanuman in the same <span class=\"GramE\">fashion,</span> became seventy  yojanas high.   Surasa made her mouth eighty  yojanas high. The mountain-like Hanuman then became ninety  yojanas high.  <span class=\"GramE\">The great wise Hanuman seeing that mouth with a long tongue which was horrible and equal to hell being opened by  Surasa</span>, greatly reduced His own body and became the size of a thumb."
        },
        {
            "type": "verse",
            "text": "The glorious Hanuman with great <span class=\"GramE\">speed,</span> quickly entered  Surasa's mouth and came out of it and standing in the sky spoke these words to  Surasa.  \"O daughter of  Daksha! I indeed entered your mouth. <span class=\"GramE\">My regards to you.</span> I will now go where Sita is. Your boon also came true.\""
        },
        {
            "type": "verse",
            "text": "<span class=\"GramE\">Seeing that  Vanara</span> being released from her mouth like the moon from the mouth of  Rahu, goddess  Surasa spoke these words assuming her normal form.  \"O gentle Hanuman! Go according to your comfort to achieve the desired task. Bring Sita together with the great Sri Rama.\""
        },
        {
            "type": "verse",
            "text": "Seeing that third very difficult task of Hanuman, all the creatures then praised Hanuman saying \"Good! Good!<span class=\"GramE\">\".</span>  That Hanuman, equal to  Garuda in speed, neared the ocean which is the abode of  <span class=\"GramE\">Varuna</span><span class=\"GramE\">,</span> entered the sky and went in His original path."
        },
        {
            "type": "verse",
            "text": "<a name=\"Verse177\"></a>   Hanuman went, like  Garuda, in the sky served by clouds (or streams of water), served also by birds, tread by masters of music  Tumbura and other  Gandharvas, served by  Airavata, borne by lions, elephants, tigers, birds and serpents, decorated by clear  Vimanas moving with great speed, shone by fires with thunderous jolt equal to that of  Vajra - the weapon of  Devendra, decorated by people with good deeds, people with great luck who conquered the heavens, served by the God of fire carrying great quantities of oblations, shone by planets, stars, moon, sun and starlets, occupied by groups of great sages,  Gandharvas,  Nagas,  Yakshas but unpopulated by humans, clear and all pervasive, served by the  gandharva king  Vishvaavasu, roamed by elephants of  Devendra, the path of the moon and the sun, the auspicious one, a wide canopy of the earth constructed by Brahma, served in various ways by excellent courageous groups of  Vidyadharas."
        },
        {
            "type": "verse",
            "text": "Hanuman, the son of  Vayu, visible everywhere, obtained the sky without support, like the king of birds with long wings.  A  demoness by the name of  Simhika with the power to assume desired form, saw Hanuman flying, increased in size and thought thus in her mind.<a name=\"Verse183\"></a> \"After a long time, this great animal came into my grasp. After long time, today I will enjoy my meal.\""
        },
        {
            "type": "verse",
            "text": "Thinking thus in her mind,  Simhika attracted His shadow. While the shadow was thus being grasped, Hanuman thought thus.  \"Like a great boat in the ocean with opposing winds, I am being pulled back forcefully, with disabled power.\""
        },
        {
            "type": "verse",
            "text": "After that, Hanuman looking sideways, upwards and downwards, saw a big animal raised up in the salty ocean.  Hanuman saw that animal with a horrible face and thought: \"This animal with a strange appearance, with great strength attracting shadow, is indeed the animal that had been told by  Sugriva. There is no doubt in that.\"  That wise Hanuman recognizing that animal correctly as  <span class=\"GramE\">Simhika</span><span class=\"GramE\">,</span> increased His body greatly, like a cloud in rainy season."
        },
        {
            "type": "verse",
            "text": "That  Simhika seeing the growing body of the great monkey <span class=\"GramE\">Hanuman,</span> spread her mouth to be equal to the middle of  Patala. <a name=\"Verse190\"></a> Roaring like a dense cloud, she ran towards the  Vanara. Then the wise Hanuman saw her opened very big mouth equal to His own body and also her internal organs. <a name=\"Verse192\"></a>That Hanuman with great strength and with a body equal to a <span class=\"GramE\">diamond,</span> repeatedly contracted His body and fell into her opened mouth."
        },
        {
            "type": "verse",
            "text": "Siddhas and  Charanas saw Hanuman sinking in her mouth, like the full moon on a full moon day being swallowed by  Rahu. <a name=\"Verse194\"></a>Then Hanuman rend her internal organs with His sharp nails and after that flew up with a speed equal to that of thought."
        },
        {
            "type": "verse",
            "text": "That wise Hanuman felling  Simhika down with His vision, courage and ability, developed again by speed. <a name=\"Verse196\"></a>That  Simhika with heart rend by Hanuman fell in water with sorrow. Seeing  Simhika killed by Hanuman, creatures roaming in the sky spoke thus to that best among  Vanaras.  \"O best among  Vanaras! A huge animal has been killed by you. A great task has been done. Perform the task dear to you auspiciously.  O best among  Vanaras! Whoever has the four qualities of courage, vision, intellect and skill, all these four virtues like you, such a person will not fail in any task.\""
        },
        {
            "type": "verse",
            "text": "That Hanuman the respectable one, thus respected by them, entered the sky and went like the  Garuda with a determined goal.  Hanuman after almost reaching the other <span class=\"GramE\">shore,</span> looked in all directions and saw a series of trees at the end of his journey of hundred  yojanas."
        },
        {
            "type": "verse",
            "text": "The best among  Vanaras, Hanuman, immediately after getting down also saw an island decorated by a variety of trees and also the forests in the region of <st1:place>Malaya</st1:place>.   That Hanuman with controlled senses and with good thoughts looked at the ocean, the bay and the trees born in the bay, and also the faces of the wives of the ocean (rivers are considered wives of ocean), observed Himself to be equal in size to a great cloud as though stopping the sky, and thought thus."
        },
        {
            "type": "verse",
            "text": "\"After seeing my huge body and the speed,  Rakshasas will become curious.\" - <span class=\"GramE\">thus</span> thought the great Hanuman."
        },
        {
            "type": "verse",
            "text": "For that reason, Hanuman reduced His mountain-like body and obtained the nature of one who reached self-realization, free from infatuations.  Hanuman greatly reducing His size became normal in nature regaining His original form, like Vishnu who mitigated the strength of <st1:place>Bali</st1:place> by taking three strides."
        },
        {
            "type": "verse",
            "text": "Hanuman capable of assuming many different beautiful forms, <span class=\"GramE\">who</span> cannot be defeated by enemies, obtained the other side of ocean and being cognizant of Himself restored His own form and became with a decided mission.  After that great one who looked like a huge mass of clouds, alighted on the mountain <st1:place><st1:placetype>peak</st1:placetype>  of <st1:placename> Lamba</st1:placename></st1:place> with wonderful lower peaks, abundant with various things and filled with  Ketaka,  Uddalaka and coconut trees."
        },
        {
            "type": "verse",
            "text": "After that Hanuman for His part obtained the ocean shore, observed the city of <st1:city><st1:place>Lanka</st1:place></st1:city> from the top of the mountain, leaving His original form, tormenting animals and birds, alighted on that mountain.  Having traversed, by the dint of his strength over the ocean which was infested with demons and reptiles and endowed with series of huge waves, and alighting on the shore of the great sea, Hanuman then saw the City of <st1:city><st1:place>Lanka</st1:place></st1:city> having a resemblance of  Amaravati, the capital City of <st1:city><st1:place>Indra</st1:place></st1:city>."
        },
        {
            "type": "verse",
            "text": "Thus, this is the 1st chapter in  Sundara Kanda of  Valmiki Ramayana, the First Epic poem of <st1:country-region><st1:place>India</st1:place></st1:country-region>."
        }
    ]
}