{
    "id": "prose-sundara-10",
    "kanda": "sundara",
    "sarga": "10",
    "title": "Hanuman enters Ravana's house",
    "chapter": "10",
    "overview": "In this Chapter Hanuman has first glimpse of Ravana in his house. He also observes various wives  of Ravana sleeping in the house. He sees Mandodari and thinks her to be Sita.",
    "content": [
        {
            "type": "verse",
            "text": "In that house while observing Hanuman saw a portion of house with beds and couches, consisting of  best couches equaling those in heaven made of crystal decorated with diamonds with wonderful parts made of ivory  and gold, covered with best beds made of cat's eye gems of great value. Hanuman saw in a part of that room an umbrella  white in colour decorated with best flower garlands and resembling moon - the lord of stars. Hanuman saw an excellent  couch made of gold with radiance equalling that of fire, spread by garlands of Ashoka flowers. Fanned by women  with fans in their hands in all the four directions and obtained by various fragrances fumigated by the best incense.  Covered by an excellent bed spread by sheep skin everywhere and shone by rows of excellent garlands. Hanuman saw  Ravana in that house, equalling a cloud, wearing earrings with a brilliant shine with red eyes and with long arms  wearing gold clothes. With his body smeared with red sandal-wood, with good fragrance like a cloud in the red  sky at sunset, together with groups of lightening. Ravana was fiilled with excellent jewellery, with a good appearance,  with an ability to assume desired form, resembling mount Mandara in sleep together with groups of trees and bushes.  Resting after having pleasure at night, bedecked with the best ornaments, he was a lover to the rakshasa girls  and causing comfort to rakshasas. That great Hanuman saw the gallant king of rakshasas in sleep on a shining couch  resting after drinking. That Hanuman, best among Vanaras neared Ravana, became very gloomy and moved away with  great dread, as though from a hissing serpent. Thereafter the great Hanuman neared staircase, sought another dias  and observed closely Ravana. The excellent couch of the sleeping Ravana shone like a great lake when a scented  elephant resides in it. That Hanuman also saw the wealthy Ravana's arms tied with golden armlets thrown apart resembling  flag staffs raised in honour of Indra. Those arms had wounds made by stabbing from the pointed edges of tusks  of Iraavata and fleshy shoulders smeared with diamond and hit by Vishnu chakra. These arms of Ravana were opulent  with well grown and equal strong shoulders proportionate to body, with knees and thumbs of good characteristic,  with good fingers and palms. With strong joints in the shape of club, round in shape resembling the trunks of  an elephant like five headed snakes thrown on clean couch. Shoulders well smeared by best sandal with good smell  and very cool resembling a hare's blood, well decorated, massaged by the best women, served by the best sandal  which made yakshas, nagas, gandharvas, devas and daanavaas scream. That Hanuman saw there arms on the couch like  great serpents in anger sleeping in the middle of mount Mandara. That king of Rakshasas equalling a mountain with  those shoulders, which were well built and shone like Mount Mandara with twin peaks. From the great face of that  king of Rakshasas who was sleeping, came out breath fragrant like the flowers of chuuta and punnaaga, consisting  of the best fragrance of Vakula flowers, together with the flavour of best cooked rice, with the smell of liquor  as though filling that house. That Hanuman saw in the house of that king of Rakshasa's, wives at the feet, being  a gigantic one with loving wives, shone with crown tilted to the side, having strange hue with pearls and diamonds  and of golden colour, with a face made brilliant made by earrings, shone with the chest region smeared with red  sandal shining with a necklace wide, high and corpulent,t with a silk cloth of white colour falling on him, with  eyes reddish like blood, well tied by a best cloth of yellow colour and of very best quality, resembling a heap  of black beans, snoring like a hiss of a snake, like an elephant sleeping in the middle of water belonging to  the great river Ganga with all the four directions shone by the four lamps of golden colour, resembling a cloud  with all the parts being shone by groups of lighting. The leader of Vanaras saw those wives of Ravana with faces  the radiance of moon, adorned with beautiful earrings, wearing jewellery and flower garlands which were not worn  out. Hanuman saw wives of Ravana with skill in dance and musical instruments who obtained the shoulders of Ravana  wearing the best jewellery being in sleep. He saw earrings of those women at the end of ears with embedded diamonds  and cats eye gems and having golden colour. With the faces of those women with delicate earrings which were equal  to moon and auspicious that house shone like the sky with clusters of stars. Women of that Ravana being tired  from lustful passion and exertion and having lean waists slept at opportunity. Another woman with skill in dancing  consisting of delicate body postures slept in the same way with all her body parts making the same dance postures.  One women hugging veena and sleeping was shining like a lotus plant thrown away by the flow of a great river and  resorting a boat. Another woman with black eyes sleeping with an instrument called madduka under arm pit shone  like a woman carrying an infant boy with love. A woman with beautiful body features with beautiful breasts slept  tightly hugged instrument called pataha as though hugging a lover getting him after a long time. Another woman  with lotus like eyes hugging a flute slept like a woman with lust holding her lover in secret. Another woman skilled  in dance obtainied sleep getting an instrument like veena and being in tune with it like a woman together with  her lover. Another woman with lusty eyes slept hugging a percussion instrument called mridanga with her body parts  which were pleasant which resembled gold and which were smooth and fleshy. Another woman with thin stomach who  was not to be blamed slept due to tiresomesness from lust together with an instrument called Padama between her  shoulders and reaching arm pits. Another woman with an instrument called Dindinma near her got that DiNDimam slept  in the sameway as a woman hugging her husband and also her child. Another woman with eyes like lotus petals slept  making the instrument called adambara pressing it by her shoulders being desired by lust. Another woman sleeping  felling down a small pot shone like a flower garland with the flowers of strange hue made auspicious in spring.  Another woman slept hugging her breasts resembling golden pots by her hands overcome with sleep. Another woman  with eyes like lotus petals, with her face resembling full moon, overcome with lust slept hugging another woman  with a beautiful hip region. Some excellent women slept hugging strange instruments and pressing them with breasts  as though lustful woman with lusty men. That Hanuman saw among those women a very beautiful woman sleeping on an  auspicious couch arranged alone at a side. Hanuman saw Mandodari with a beautiful form together with diamonds and  pearls, well decorated by jewellery and with her self radiance as though decorating that great building with a  fair complexion and with a radiance like golden colour, who was dear to her husband the lady of women in that  gynaeceum sleeping there. That Hanuman with great arms seeing the woman well decorated, in logic thought : \"this  is Sita by the wealth of her appearance and her youth\". That warrior of Vanaras was delighted together with  great pleasure. He clasped his arms, kissed his tail; he was delighted; he was playful; sang, paced showing his  simian nature; climbed pillars and fell down on land. Thus, this is the 10th chapter in Sundara Kanda of Valmiki  Ramayana, the First Epic poem of India."
        }
    ]
}