{
    "id": "prose-sundara-11",
    "kanda": "sundara",
    "sarga": "11",
    "title": "Hanuman continues search for Sita",
    "chapter": "11",
    "overview": "Realizing that the woman he saw at Ravana's house was not Sita, Hanuman begins to search again  for Sita.",
    "content": [
        {
            "type": "verse",
            "text": "The great Hanuman then removing that thought became with the right mind and had another thought  about Sita. He then removing that thought became with the right mind and had another thought about Sita. Some  women were tired from erotic dalliance and then some other women were tired from singing; some others were weary  from dance and were unconscious from consumption of liquor, some women were stationed on tabors, on Mrudangas,  on seats, some other women rested on chief carpets. The warrior among Vanaras saw a thousand of women decorated  by jewellery with a nature of talking about beauty, conversing about the correct meaning of songs being sung,  behaving according to time and place, wont to speak appropriate words, indulged in sleep after sexual dalliance.  In the middle of that group of women, Ravana with great arms shone like a bull in the middle of cows in a big  cow-pen."
        },
        {
            "type": "verse",
            "text": "That Ravana himself surrounded by those women, shone like a great elephant surrounded by she elephants  in a great forest. The best among Vanaras saw in that wealthy Ravana's house a bar also, consisting of all desirables.  Hanuman saw there in that bar, meat of dear and of buffalo, of wild boar kept separately. Hanuman saw half eaten  peacocks and chicken in wide vessels of golden colour. He observed meat of pigs and goats, porcupines, deer and  peacocks preserved in curds and sochal salt."
        },
        {
            "type": "verse",
            "text": "Hanuman saw birds called Krakara cooked ready to be eaten in variety of ways, birds called Chakoras  half eaten, wild buffalos, fishes called ekashleya, goats, food to be licked of various kinds, beverages and various  foods. In the same way that floor was obtaining glory greatly with Ragas and Shadabas seasoned with sour and salty  sauces, with necklaces, anklets and armlets of great value thrown around, with various fruits left in drinking  vessels, with flowers sprinkled. That bar was seen as though radiant without fire, with couches and chairs well  arranged and placed there and there. Many meats of different kinds cultured with various best seasonings, well  arranged separately obtained that bar. Excellent and clear various liquors, a liquor called Sura, liquor made  of sugar, liquor made of honey, liquor made of flowers and liquors made of fruits also, artificially made liquors  - those and those were cultured separately with various fragrant powders. The floor shone filled by flower garlands  in a variety of forms, with various vessels of golden hue and also made of crystal, filled with other small vessels  of golden colour."
        },
        {
            "type": "verse",
            "text": "Hanuman saw indeed then lot of best quality liquor in pots of silver and of golden colour. Vessels  full of liquor of golden colour, embedded with gem stones and also of silver hue. He saw at some places drinks  half filled and at some places completely drunk and some places not at all drunk."
        },
        {
            "type": "verse",
            "text": "Hanuman paced about seeing at some places various eatables and at some places drinks separately,  and at some places remnants of cooked rice, some places with vessels broken, some places with pots in shambles,  some places with water together with flower garlands and fruits."
        },
        {
            "type": "verse",
            "text": "Here couches again of women were varied and clean, some best women slept there hugging one another.  Some women conquered by the power of sleep pulled other sleeping women's clothing and slept covering themselves.  Clothing and garland on the throats of those women was moving slightly and wonderfully as though obtaining air  from the air of breath. There wind blew carrying in a lot of directions, a variety of fragrances of cool sandal-paste  and of sweet liquor, of various flower garlands and of various kinds of agallocum fumes. Then the blossoming fragrance  from the baths and sandal paste and from agallocum fumes blew spreading all around in that Pushpaka plane. There  in that Ravana's house, some women had fair and white complexion some best women were black, some women had a  body of golden complexion. Appearance of those sleeping women, tired from being possessed by sleep and from lust,  was like lotuses sleeping. Hanuman with great radiance thus saw entire Ravana's house completely but did not see  Sita."
        },
        {
            "type": "verse",
            "text": "Then that Hanuman seeing those women obtained great anguish being in doubt because of fear in the  matter of dharma. \"My this seeing sleeping house of other people's wives will do a great deficit to dharma. My  sight is indeed not in the matter of other wives here. These other's wives have been seen by me.\""
        },
        {
            "type": "verse",
            "text": "To that Hanuman with an excellent mind, with a fixed and concentrated mind, was born another thought  again, showing a fixed resolve in the task at hand. \"All Ravana's women who were in faith could have been seen  by me, to my mind there indeed was not even a little disturbance. Among auspicious or inauspicious states in the  behavior of all senses mind is the reason. My that mind is very steady. By me it is not possible to search Sita  at another place. Always during search women will be seen among other women. To an animal of whatever race that  animal is searched in that race; a woman missing is not possible to be searched among female deer. For that reason  all this Ravana's house has been search by me with a pure mind Sita alone cannot be seen.\""
        },
        {
            "type": "verse",
            "text": "The strong Hanuman observing girls from devas, gandharvas and girls from nagas did not see Janaki.  He then not seeing Her there and seeing other best women then started to think deeply going far from there. That  Hanuman the glorious one adopting a great task again left that bar and began to search that house."
        }
    ]
}