{
    "id": "prose-sundara-12",
    "kanda": "sundara",
    "sarga": "12",
    "title": "Hanuman's depression",
    "chapter": "12",
    "overview": "In this chapter Hanuman gets discouraging thoughts about Sita. He thinks that Sita might be  dead. He thus gets into depression for a moment.",
    "content": [
        {
            "type": "verse",
            "text": "That Hanuman interested in sight of Sita, in the middle of that building, went towards houses  made of plant creepers, art houses, and nocturnal houses but did not see Her with a beautiful appearance. He then  later not seeing that Sita dear to Rama thought thus: \"To me searching Sita in whatever way appearance not  being obtained, from that Sita definitely has died. That Sita standing in the best traditional path being  chaste interested, in preserving her character must have been killed by the king of these Rakshasas who performed  evil deeds - this is certain. That daughter of King Janaka died of fear seeing the wives of Ravana with crooked  appearances - horrible ones without radiance with great faces with long and crooked eyes. Without seeing Sita,  not obtaining destiny and wandering for a long time together with Vanaras, to me there is not a path to go near  Sugreeva. Sugreeva has a sharp punishment and also is strong. All inner city has been seen. Women of Ravana have  been seen. The chaste Sita has not been seen. My effort became wastefull. To me who has gone back all  Vanaras after meeting what they would say? O strong one! Going there, what has been done by you? Tell that to  us. Without seeing that Sita what can I say? Due to passing of time, definitely they will obtain fire. To me  who had gone for the other shore of the ocean what will the old Jambavan say? What would that Angada and vanaras  who meet say? Non-depression is root of development. Absence of despondency is the greatest comfort. Self reliance  always is indeed the promoter in all matters. Whatever action a human does that action of man is made to be successful  by non-depression. For that reason I will perform a best effort together with non-depression. I will search all  those regions ruled by Ravana not yet seen.Bars have been searched; in the same way flower houses, art houses  have been searched, again pleasure houses, pathways in the middle of gardens, buildings in all directions have  been searched.\""
        },
        {
            "type": "verse",
            "text": "Thus thinking Hanuman began to search again undergrounds, houses at the beginning of street intersections  and also small houses faraway from the main houses. The great Hanuman flying again and again and jumping down,  standing up, walking, opening doors, pushing doors and entering inside, coming out, climbing down, climbing up  wandered all opportunity."
        },
        {
            "type": "verse",
            "text": "That Hanuman in that city of Ravana - whatever region he did not go that region was not there even  for four angulas. Streets between fort walls, platforms together with the intersection of four streets, wells,  lakes all these had been seen by him. Rakshasa women of various forms, with crooked forms and horrific forms had  been seen there by Hanuman but not that Sita. The best Vidhyadhara women incomparable by beauty in the world  had been seen there by Hanuman, but not Sita. Naaga women with beautiful buttocks, with faces equaling full moon  had been seen by Hanuman there, but not Sita with a beautiful waist. Naaga women who had been stolen forcefully,  being defeated by Ravana had been seen there by Hanuman, not that Sita."
        },
        {
            "type": "verse",
            "text": "That Hanuman with great arms, the wise one, the son of Vayu not seeing that Sita and seeing other  women became depressed again and again. Seeing the effort of the best Vanaras and the crossing of ocean as being  wasted, Hanuman got depression again. Thereafter the son of Vayu, Hanuman got down from Pushpaka, obtained thought  with a mind overcome with grief."
        }
    ]
}