{
    "id": "prose-sundara-13",
    "kanda": "sundara",
    "sarga": "13",
    "title": "Hanuman starts to search in Ashoka garden",
    "chapter": "13",
    "overview": "In this chapter Hanuman starts to search for Sita overcoming the depression. He begins to go towards  Ashoka garden to continue his search.",
    "content": [
        {
            "type": "verse",
            "text": "Hanuman the leader of Vanaras crossed from pushpaka toward the fort wall and became with speed like  lighting in the middle of a cloud. He went far from the house of Ravana and not seeing Sita, the daughter of  King Janaka, said these words:"
        },
        {
            "type": "verse",
            "text": "\"The city of Lanka has been mostly explored by me attempting for the pleasure of Rama. But I am  unable to see Sita, beautiful in all limbs, and the daughter of Videha. All earth consisting of pools, ponds,  lakes and streams, rivers and forest areas filled with water, mountains difficult of access have been explored  but I did not see Sita. It has been said by the eagle King Sampati that Sita is here in the house of Ravana.  I am unable to see her. Otherwise Sita belonging to Videha born in Mithila and daughter of king Janaka - Can  she be helplessly together with the evil minded Ravana. I think while Ravana fearing Rama's arrows flew quickly  carrying Sita, she might have fallen down in the middle of the journey. Or I think the heart of the noble Sita  being stolen in the path served by Siddhas must have sunk at the site of the ocean.\" "
        },
        {
            "type": "verse",
            "text": "\"I think due to great speed of Ravana and due to the torture of Ravana's shoulders the life has  been given up by that noble one with wide eyes. Then while being flown upon the surface of the ocean, Sita definitely  fell down in the ocean while wriggling. Or has the austere Sita been eaten by this Ravana, the evil minded one  while she was protecting her chastity without any relatives near her. Otherwise not being evil with black eyes, She may have been eaten by the wives of Ravana with evil thoughts.\""
        },
        {
            "type": "verse",
            "text": "\"The pitiable Sita equaling full moon, with eyes equaling lotus  petals must have obtained death while meditating upon Rama's face. The daughter of Videha,  Sita. O Rama!' O Lakshmana!' O Ayodhya!', thus weeping greatly may have given up her body. I think otherwise  being put in the house of Ravana Sita is definitely crying like a caged myna. How can the daughter of King Janaka,  Rama's wife Sita with a beautiful waist, with eyes like black lotus petals obtain Ravana's capture. It is not  fair to let know Rama who has a dear wife if Sita is lost or is not to be seen or has died. To be let known  becomes an error, not to let know becomes an error how to perform the duty? To me this seems dire situation. This  task while it goes this way the time is approaching. What becomes appropriate\" thus Hanuman thought again this  view point. "
        },
        {
            "type": "verse",
            "text": "If I go towards Sugreeva's city from here without seeing Sita from that to what avail will this  effort be? My crossing of the ocean entering the city of Lanka the site of rakshasas - all this will become waste.  To me reaching Kishkindha what would Sugreeva say or Vanaras there or those sons of Dasharatha what would they  say? Going there by me for Rama, Sita has not been seen' - thus if I say a very unpleasant word thereafter Rama  will give up life. Hearing bad word belonging to Sita that is harsh, horrible, cruel, sharp, sense agonizing,  He will not exist. Seeing that Rama being with troubles, being with a heart towards death,  Lakshmana, one with great love and an intellectual will not exist. "
        },
        {
            "type": "verse",
            "text": "Hearing brothers to be dead, Bharata also will die. Seeing the dead Bharata, Shatrughana also will  not exist. Thereafter seeing sons to be dead the mothers Kausalya, Sumitra and Kaikeyi will not exist - there  is no doubt. Grateful, true to pledge Sugreeva, the leader of Vanaras, seeing Rama the leader of Vanaras seeing  Rama die in that way will give up life thereafter. Being tortured by the sorrow of wife, made sad by a gloomy  heart, disconsolate without happiness, to be pitied, Rama will give up life. Being distressed from the sorrow  of Vali, being emaciated from grief, Tara also will not exist while the king Sugreeva is obtaining death. "
        },
        {
            "type": "verse",
            "text": "The young Angada also from the death of mother and father, from the grief of  Sugreeva - why will he retain life? Vanaras being rejected by the sorrow due to their lord will strike their heads  with palms and fists. Vanaras loved by the famous king Sugreeva through good words, through small gifts, through  respect will give up lives. Best among Vanaras will not enjoy together sport in forest, not on mountains, not  again in covered places. Together with wife and children and together with ministers being tortured by grief of  their lord, they will fall down from top of mountains on to flat lands and on to rugged lands. Vanaras will perform  death by taking poison or getting hanged or entering fire or fasting or a weapon. "
        },
        {
            "type": "verse",
            "text": "While I am going I think about the destruction of Ikshvaaku dynasty and destruction of Vanaras  and there will be a terrible wail. I will not go from here to the Kishkindha city. I am not capable to see Sugreeva  without Sita. I while not going, being here those virtuous ones, those great warriors those two Rama and Lakshmana  will live by hope. Vanaras also who are agile will live. Without seeing Sita subsisting on whatever falls on  hand, whatever comes to mouth, being self restrained I will become a hermit living on trees and herbs at a region  near ocean which has many roots, fruits and much water. "
        },
        {
            "type": "verse",
            "text": "Or I will enter fire which is glowing after making a funeral pile or while sitting performing fasting  onto death my body will be eaten by crows and by beasts of prey. This way to giving up body has been seen by sages.  This is my opinion if I do not see Sita, I will enter lot of water. Not seeing Sita, my  garland of glory of long time with a strong foundation, beautiful one together with fame has been destroyed. I  will become a hermit who is self restrained resorting to trees and herbs, I will not go from  here not seeing Sita with black eyes. If I go back from here without knowing that Sita, there will not be  Angada together with all those Vanaras. There are lots of blemishes in dying; one who is alive sees auspicious  things. For that reason I will keep my life. It is definite for the meeting of people who are alive.\""
        },
        {
            "type": "verse",
            "text": "Hanuman carrying in mind sorrow of various kinds again and again did not get then the crossing of  sorrow. \"Otherwise I will kill Ravana with ten heads, with great prowess. Whatever happened to the stolen Sita,  this will be revenge to that. Otherwise carrying this Ravana over the surface of ocean I will take him to Rama  like an animal to the lord of animals.\""
        },
        {
            "type": "verse",
            "text": "Hanuman not seeing that Sita thus begetting sorrow, thought with a mind cluttered with thoughts  and sorrow. \"To wherever I see Sita, the wife of Sri Rama and one with fame, till there  I will search the city of Lanka again and again. Based on words of Sampati if I bring Sri Rama then Sri Rama not  seeing wife will burn all Vanaras. With limited food and with restrained senses, I live here itself. By my deed  those men and vanaras - let they not be destroyed. Whatever this Ashoka garden with great trees is being seen  this I will obtain. This has not been searched by me. Saluting the eight Vasus, Rudras and Adityas, the two Aswinis,  seven Maruts, I will go to increase the grief of Rakshasas. Defeating all rakshasas, I will give Sita, who gives  happiness to Ikshvaaku dynasty to Sri Rama as the fruit of austerity to an ascetic.\""
        },
        {
            "type": "verse",
            "text": "The gloried son of Vayu that Hanuman got up with his senses tied by grief. \"Let there be salutations  to Sri Rama together with Lakshmana, also to that, who is divine let there be salutations.  To Rudra, Indra, Yama and Vaayu let there be salutations.\""
        },
        {
            "type": "verse",
            "text": "That Hanuman saluting to all those and also to Sugreeva, observing all directions went towards Ashoka  garden. The son of Vayu, that Vanara went by mind before itself toward that Ashoka garden. The auspicious one  pondered the task to be done later."
        },
        {
            "type": "verse",
            "text": "\"The Ashoka garden definitely will be with many rakshasas, filled with trees, adorned with various  cultures and sacred. There definitely guards will be protecting assigned, trees, omnipresent Lord Vayu also will  be blowing by without force, and by me this body has been made small for the sake of Sri Rama and to avoid Ravana.  Devas together with ascetics will make success to me here, self born Brahma the divine one and devas and Agni  and Vaayu, Devendra wearing the weapon of Vajra and Varuna with Pasha in hand and also the Sun and the moon and  the aswinis.\""
        },
        {
            "type": "verse",
            "text": "\"The great ones Maruts and Eshwara may give my success. Whoever  is the lord of all living creatures among all living beings others who being unseen exist in the path may give  success to me. When will I see that noble face with a high nose, with white teeth without any injuries with a  bright smile, with eyes resembling lotus petals with sight equaling the splendor of clear full moon? How that  powerless Sita, a helpless one, forcefully taken away by the mean vile Ravana with a cruel action, with a horribly  decorated form will fall in the range of my sight today.\""
        }
    ]
}