{
    "id": "prose-sundara-14",
    "kanda": "sundara",
    "sarga": "14",
    "title": "Hanuman enters the Ashoka garden",
    "chapter": "14",
    "overview": "That Hanuman with great resplendence thought for a moment, obtained that Ashoka garden by mind and  jumped from the compound wall of that house.",
    "content": [
        {
            "type": "verse",
            "text": "That great Hanuman with joyful limbs, being on enclosure wall saw various trees such as Sal, beautiful Ashoka, Champaka full of flowers, Uddalaka,  Naga, mango trees with their fruit in the colour of the snout of a monkey, in full blossom at the start of the  spring. Thereafter Hanuman flew like a Naracha arrow released from bow string, toward the garden covered by mango  trees and surrounded by hundreds of creepers. He the simian, saw on entering that garden filled with happy humans,  animals and birds with varied hues during spring, resounded by birds, with trees made of silver, made of gold,  surrounded everywhere by birds and groups of animals; wonderful with wonderful trees equaling the Sun at sunrise  together with trees of various kinds which obtained flowers and fruits, served daily by Cuckoos and by dragon  flies, resounded by peacocks in heat and with groups of birds of various kinds."
        },
        {
            "type": "verse",
            "text": "Hanuman searching the royal daughter Sita with excellent limbs and  without blame, woke up birds in comfortable sleep."
        },
        {
            "type": "verse",
            "text": "Trees hit by wings of groups of birds in flight shed   showers of flowers of various colours and of various kinds. The son of Lord Vayu, Hanuman sprinkled with flowers   shone like a mountain of flowers in the middle of Ashoka garden. Seeing Hanuman running in all directions and   being in the middle of trees, all living creatures thought Him to be Vasanta, the lord of spring."
        },
        {
            "type": "verse",
            "text": "There the Earth sprinkled by flowers of various kinds   which fell down from trees shone like a well decorated woman. Then those trees, shaken by the might of Hanuman   the mighty one, showered wonderful flowers. The trees with their branches, removed leaves with fallen down   fruits and flowers were like defeated gamblers with their clothes and jewellery kept down. The excellent trees   shining with best flowers fell down instantly flowers, leaves and fruits. All those trees losing groups of   birds became being a resort to branches only like trees shook by wind. Hit by Hanuman's tail, hands and feet,   Ashoka garden with broken best trees became like a young woman with disturbed hair, with effaced sandal paste,   with her auspicious teeth and lips drunk from and wounded by nails and by teeth."
        },
        {
            "type": "verse",
            "text": "Hanuman broke circles of great creepers by His might like the wind   during rainy season, breaking the groups of clouds of mountain Vindhya. Hanuman pacing there saw diamond studded   floors, silver inlaid floors, and beautiful gold inlaid floors. He saw ponds filled with the best waters,   together there and there with stairs embedded with diamonds of great value, with pearls and corals as sand,   with bottoms made of crystal and precious stones, shone by trees of golden hue and of wonderful hue at banks   containing beds of lotuses in full blossom and lilies, resounded by chakravaka birds nearby, sounded by water   fowls, resounded by swans and cranes, together with tall trees, with nectar like waters, with hundreds of   auspicious creepers, covered by the flowers of santaana trees, surrounded by various shrubs with middle regions   of karaveera and also wells and in various shapes."
        },
        {
            "type": "verse",
            "text": "Thereafter the monkey warrior Hanuman saw a mountain which was a   beautiful mountain in the world, equaling cloud with high peaks, with wonderful peaks surrounded in all directions   by peaks, spread by caves and covered by different trees."
        },
        {
            "type": "verse",
            "text": "Hanuman saw river which fell down from the mountain like a beloved   (young wife) who fell down after jumping from the lap of a loved one shone by trees whose ends fell down in   water or like a woman in anger being detained by her near and dear. That great Hanuman again saw that river   with water, turning back like a beloved woman reaching her beloved again, being reconciled to her beloved   one."
        },
        {
            "type": "verse",
            "text": "The best among vanaras and the son of Vayu, that Hanuman saw near   to that mountain, lotus ponds together with many groups of birds."
        },
        {
            "type": "verse",
            "text": "He also saw an artificial pond filled with cold water, with steps   embedded with best diamonds, shone by the sand of pearls, wonderful forest with very big buildings made by   Vishwakarma, with groups of artificial trees decorated in all directions. There whatever trees were there   with flowers and fruits, all those were together with umbrellas, together with big platforms and with smaller   golden platforms. He saw one shimshupaa tree golden in colour covered with many groups of creepers and with   many leaves surrounded everywhere with platforms made of gold. He saw lands, mountain springs, and some other   golden trees equal to fire."
        },
        {
            "type": "verse",
            "text": "Then the courageous Hanuman thought thus: \"Like the sun by the radiance   of Mount Meru, by the radiance of those trees, I am of golden colour.\" Seeing that shimshupaa tree with groups   of trees of golden colour blown by the wind, with the sound of hundreds of tinkle bells, Hanuman got surprised."
        },
        {
            "type": "verse",
            "text": "Hanuman with great arms climbing up that shimshupaa tree with well   flowered ends, beautiful tree, mature with young shoots and leaves and covered by leaves (thought thus). \"I   will see by God's grace, Sita who is interested in the sight of Sri Rama while she is moving here and there   with grief. This Ashoka garden of evil-souled Ravana is definitely beautiful; it is well decorated by Champaka   trees, by sandal trees and by Vakula trees. This pond also served by groups of birds is beautiful; that wife   of Sri Rama definitely will come for this pond. The wife of Sri Rama dear to Sri Rama, a chaste wife, soul   captivating one, expert at moving in forest, that Janaki will definitely come. Otherwise one with the eyes   of a deer, emaciated by the thought of Sri Rama, that noble one will come for this garden. Tortured by grief   for Sri Rama, with beautiful eyes, interested always living in the garden, that Devi moving about in the garden   will come. The beloved wife of Sri Rama, the daughter of king Janaka, the chaste wife, earlier always was   interested the denizens of the garden. This is true. The ever youthful one with the best complexion, Sita   interested in the rites of Sandhya time will definitely come to this river with the auspicious water for Sandhya   rite. Whoever Sita, the auspicious wife, a dear one of Sri Rama, the king of kings, to that Sita this   Ashoka garden, an auspicious one, is well suited also. That Devi with the face like that of the moon, if alive,   she definitely will come for this river with auspicious water.\""
        },
        {
            "type": "verse",
            "text": "The great-souled Hanuman thus thinking being concealed in the mass   of well flowered leaves saw everything observing everywhere."
        }
    ]
}