{
    "id": "prose-sundara-15",
    "kanda": "sundara",
    "sarga": "15",
    "title": "Hanuman sees Sita",
    "chapter": "15",
    "overview": "Hanuman continues his search in the Ashoka garden for Sita. He sees  an emaciated woman surrounded by demonesses. From Her radiance and manner of clothing etc, Hanuman recognizes Her  to be Sita. ",
    "content": [
        {
            "type": "verse",
            "text": "That Hanuman being there, seeing and searching for Sita, observing  all that land, explored the garden. Hanuman being there observed closely that Ashoka garden shone by Santanaka  creepers, Santana trees with heavenly aroma and juice, well decorated in all directions equalling the garden of  Nandana, surrounded by animals and birds, congested with mansions and palaces, resounded with the notes of cuckoos,  decorated with wells having golden water lilies, lotuses and with many chairs and carpets; with many sub-terrain  houses, beautiful trees, with trees with flowers of all seasons and with fruit, with the radiance of raising sun,  by the glory of Ashoka trees in bloom, as though radiant as though being made to be with branches without leaves,  by hundreds of birds perching again and again, Ashoka trees with wonderful flowers as head decoration, with flowers  spread till the roots destroying leaves, with weight of groups of flowers as touching the earth with karnolaara  trees; in blossom with Kimkusa trees in full blossom. By the radiance of those trees that region was as though  lit in all directions. Punnaaga trees with flatted roots and in full blossom, Saptaparna trees Campaka and Uddalaka  trees were shining. There in that garden of Ashoka there were thousands of Ashoka trees some equalling gold, some  equalling fire, some equalling the precious stone Niila and Anjana. Like the garden of Nandana, a celestial garden,  wonderful like Caitraratham, a garden of Kubera, surpassing all, unfathomable, an excellent one, a beautiful one  consisting of glory together with flowers like clusters of stars, like a second sky wonderful with flowers, like  hundreds of diamonds, like a second ocean with flowers of all seasons, spread with trees having the smell of honey,  beautiful with groups of animals of various sounds, diffused with many smells with an auspicious soul pleasing  smell."
        },
        {
            "type": "verse",
            "text": "That monkey warrior Hanuman saw not far away in that Ashoka garden,  in the middle, a lofty temple filled with fragrance like a second Gandhamadana Mountain, standing by a thousand  pillars, white like Mount Kailaasa with stairs made of corals with platforms made of refined gold as though radiant  with glory, clear and because of being tall as though scraping the sky."
        },
        {
            "type": "verse",
            "text": "Hereafter Hanuman saw Sita wearing a soiled garment, surrounded by rakshasa women, emaciated due  to fasting, looking miserable, sighing again and again, like the pure crescent moon at the beginning of a bright  fortnight. With a form that slowly came out like a tongue of fire, of beautiful radiance covered by smoke. Covered  by a single best cloth of yellow colour, which was wrinkled, without any decorations like a lotus plant without  lotuses, together with mud. Bashful, tortured by sorrow worn out in a pitiable condition like the constellation  Rohini, pressed by the planet mars. With a face full of tears in a pitiable condition, emaciated due to not taking  food, immersed in thought with gloom, always in a pitiable state, surrendering to sorrow. Not seeing dear people,  seeing groups of demonesses, like a female deer loosing her own herd surrounded by group of hounds. With a braid  with the radiance of a single black serpent reaching hinder part, like the earth with dark green groups of trees  during the end of rainy season, deserving of comforts, tormented by grief, not accustomed to calamities. Observing  that woman with wide eyes, very untidy, emaciated, Hanuman thought that this is indeed Sita on logical grounds.  Then, while being abducted by that rakshasa with the ability to assume desired form in whatever way, She was seen,  this woman has the same form."
        },
        {
            "type": "verse",
            "text": "Hanuman saw Sita with a face like full moon, with beautiful eyebrows, with graceful rounded breasts,  by the radiance making all directions without darkness, goddess like with black hair, with lips like bimba fruit,  with a good waist, very firm, with eyes like lotus petals, like Rati the consort of god of love. As the light  of full moon, dear to all world, like an ascetic woman leading austere life sitting on bare ground with a good  body. Sighing a lot like the consort of lord of serpents in fright, not radiant by sorrow which was great and  extensive. "
        },
        {
            "type": "verse",
            "text": "Hanuman saw Her like a tongue of fire mixed with column of smoke, like an intellect together with  doubts, like a cast away treasure. Like shattered faith, like frustrated hope, like success together with obstacles,  like an impure mind. With eyes like those of a young doe full of tears, with black and oblique eye-brows, with  a cheerless countenance, seeing there and there, being helpless, sighing again and again. Wearing a coat of dust,  pitiable one, although suited for decorations undecorated, like the radiance of the moon, the lord of stars, covered  by black clouds. Seeing Sita like knowledge in ruin for want of repeated study, that Hanuman's mind got repeatedly  doubtful."
        },
        {
            "type": "verse",
            "text": "Hanuman recognized with great sorrow Sita not decorated, like a sentence which got a different  meaning being devoid of culture. Seeing that princess, the wide eyed one, blameless one, Hanuman reasoned her to  be Sita for the following reasons. Then He saw whatever groups of jewellery of Sita on various parts Rama  spoke, those charming Her limbs, well made earrings, well fitting Svadamstras and ornaments wonderful with diamonds  on the limbs of Her hands, belonging to body for long time, blackened and making marks on body."
        },
        {
            "type": "verse",
            "text": "\"I think all these to be same about which Rama spoke, among them whatever have been worn out those  I will not see, whatever jewels of Her are not worn out these are they - no doubt. That upper garment yellow with  a shine like a golden plate, auspicious one, being dropped had been seen caught in a tree then by vanaras."
        },
        {
            "type": "verse",
            "text": "Dropped on the earth by Her, ornaments also great and important, those making sound have been seen.  This cloth being worn for a long time has worn out a lot, even then definitely it is of the same colour, like  the other upper garment, in the same way this is glorious. This She of golden colour is indeed Rama's dear wife,  who ever Sita the chaste one, even though not seen, is not gone from Rama's heart. This is She for whose sake  Rama tormented in four ways from compassion from pity from grief from love; (thinking that) a woman has disappeared  from compassion, depending on him from pity, wife has been lost from grief, a dear one from love. In whatever  way is this lady's appearance, elegance of major and minor limbs, in the same way is Rama's. In whatever way His  appearance, in the same way is this black-eyed one's appearance. This lady's heart is in Rama, His heart is firmly  in Her, for that reason She and that noble Rama are able to live even for a moment. Rama losing Her has done an  impossible task in that He still preserved His body, in that He did not die from grief.\""
        },
        {
            "type": "verse",
            "text": "Hanuman, then seeing Sita became happy thus and went by mind to Rama and also praised that Lord."
        }
    ]
}