{
    "id": "prose-sundara-16",
    "kanda": "sundara",
    "sarga": "16",
    "title": "Hanuman's grief at the plight of Sita",
    "chapter": "16",
    "overview": "Hanuman is grief   stricken seeing the plight of Sita, in that garden being surrounded by ogresses. He becomes firm in mind   that She is indeed Sita, based on Her auspicious bodily marks.",
    "content": [
        {
            "type": "verse",
            "text": "The best among vanaras praising that Sita who is fit to be praised, and also praising Sri Rama  pleasing with His virtues, became immersed in thought again. That Hanuman the radiant one thinking for a moment,  cried about Sita and became with eyes tormented with tears. "
        },
        {
            "type": "verse",
            "text": "\"Respectable to Lakshmana, instructed by teachers, Sita is also dear to teachers; if She is stricken  with grief, destiny is indeed difficult to withstand. Knowing the effort of Sri Rama and of sagacious Lakshmana,  Sita is not worried a lot, like Ganga in the rainy season. Sri Rama is suited to Sita withmatched character,  age and conduct; with well matched pedigree and characteristics this black-eyed Sita is also suited to Him.\""
        },
        {
            "type": "verse",
            "text": "Seeing that Sita with the radiance of new gold, like the goddess Laksmi, delightful to the world,  Hanuman went by heart to Sri Rama spoke these words also. \"For the sake of this Sita, the wide eyed one, Vali  of great strength has been killed, Kabanda also equalling Ravana in strength has been felled. In the forest during  war Virada of horrible prowess has been killed by Rama by valour, like Sambara by Mahendra. At Janastaana fourteen  thousands of rakshasas of terrible deed have been killed by arrows equalling tongues of fires.\""
        },
        {
            "type": "verse",
            "text": "\"By Rama with a famed mind, Khara has been killed, Trisira also has been fell down, Duushana with  great glory also has been killed in war. For Her sake Sugreeva obtained wealth of vanaras ruled by Vali difficult  to be obtained and worshiped by the world. For the sake of Her, with wide eyes, the ocean, lord of rivers and  streams, has been crossed by me; this city also has been explored. If Sri Rama for Her sake turns upside down  the earth with the ocean at the end, and the entire universe it is fair, this is my opinion.\""
        },
        {
            "type": "verse",
            "text": "\"Among three worlds, if it is a choice between kingdom or Sita, the daughter of Janaka, all the  kingdom of three worlds will not approach a sixteenth part of Sita. This She is that Sita, the daughter of  king Janaka of Mithila, the great soul, and noble one with a firm resolution towards husband. While a field was  being ploughed She rose up splitting the earth covered by auspicious dust of field equalling pollen.\""
        },
        {
            "type": "verse",
            "text": "\"She is the famed eldest daughter-in-law of king Dasharatha the valorous one, not turning back in  the battle. This She the dear wife of Rama the righteous one, grateful one, knower of Self has obtained capture  of demonesses. Whoever Sita abandoning all comforts, forced by the love towards husband not thinking about sorrows,  entering forest unpopulated with humans, being happy with fruits and roots, devoted to the service of Her husband,  even in forest is getting great happiness like in a palace, the one with golden limbs, always with a smiling talk,  not suited to misfortunes - that this Sita is bearing all this suffering.\""
        },
        {
            "type": "verse",
            "text": "\"Sri Rama likes to see this Sita who is endowed with excellent character and tormented by Ravana,  like a thirsty one for a place where water is available freely. By Her gain again Sri Rama definitely will get  happiness like a king who lost kingdom getting back the land.\""
        },
        {
            "type": "verse",
            "text": "\"Left by coveted enjoyments, lacking relatives also Sita is keeping body desirous of meeting  with Sri Rama. She is not seeing demonesses, not flowers, fruits or trees and with a single heart is meditating  only on Sri Rama - this is sure. Husband is indeed the greatest adornment for a woman greater than jewellery this  Sita though deserving of decoration, is not looking charming without Sri Rama.\""
        },
        {
            "type": "verse",
            "text": "\"Sri Rama although bereft of Her that Lord Rama is doing an impossible task by retaining His body  and not being depressed by sorrow. Knowing Her with black ended hairs, with lotus like eyes, deserving of comforts,  and in sorrow, my mind also is gloomy. Whoever Sita with earth-like patience, with eyes resembling lotuses,  was protected by Sri Rama and Lakshmana, that Sita now is being guarded by ogresses with crooked eyes at the  base of a tree.\""
        },
        {
            "type": "verse",
            "text": "\"With lost glory like a lotus plant hit by snow, being tormented by a series of calamities, Sita  obtained a pitiable condition like a chakravaka bird without a companion. Ashoka trees with bent branches due  to flowers are giving rise to gloom a lot to Her; Due to melting of snow the risen up moon also with thousands  of rays is causing grief.\""
        },
        {
            "type": "verse",
            "text": "The mighty one, the best among vanaras, quick one, Hanuman thus observed the subject: \"This is Sita!\"  - thus with a firm mind sat at that tree, leaning against it."
        }
    ]
}