{
    "id": "prose-sundara-18",
    "kanda": "sundara",
    "sarga": "18",
    "title": "Ravana comes to Sita",
    "chapter": "18",
    "overview": "When Ravana woke up he remembered Sita, and entered Ashoka garden with his best wives.",
    "content": [
        {
            "type": "verse",
            "text": "A little of the night was left while Hanuman was searching like that for Sita in the garden with  flowers in blossom. That Hanuman heard Vedic sounds early in the morning of Brahma Rakshasas well versed in six  parts of Vedas and those who performed excellent sacrifices. "
        },
        {
            "type": "verse",
            "text": "Thereafter Ravana with great arms and great prowess was woken by the sounds of various auspicious  musical instruments pleasing to the ear. The king of rakshasas with great might woke up at the appropriate hour  wearing slippery flower garlands remembered about Sita. "
        },
        {
            "type": "verse",
            "text": "In that Sita's matter, directed a lot by the god of love and excited by passion, that Rakshasa  was not capable to suppress in self that desire. Together with all ornaments wearing great glory that Ravana entered  that Ashoka garden having a lot of trees with all fruits and flowers. "
        },
        {
            "type": "verse",
            "text": "Ravana entered that great wonderful Ashoka garden together with lakes, shone by various flowers,  brilliant with birds always in rut. Ravana saw archways of gold and gems crowded by artificial deer of various  kinds ravishing eyes and mind, filled with animals of various kinds, together with fallen fruits and full of trees.  While he was going only a hundred of women followed that Ravana like Deva and Gandharva women following Indra."
        },
        {
            "type": "verse",
            "text": "There some women bore lamps of gold; some others carried chowries; some others had fans of Palmyra  leaves in their hands. Some women carried water in small vessels of gold; some others followed in the back taking  pillows with circular ends."
        },
        {
            "type": "verse",
            "text": "One woman to the right of Ravana held with her right hand a vessel with gem stones filled with  liqour. Another woman went at back taking an umbrella equalling a royal swan with the radiance of full moon with  a golden handle."
        },
        {
            "type": "verse",
            "text": "With sleepy eyes best women of Ravana followed mighty husband like lightning following a cloud.With  displaced necklaces and armlets, with effaced cover of sandal-paste, with dishevelled hair, and also with sweaty  faces, staggering due to surviving trace of liquor and due to sleepiness, with shrivelled flowers on perspiring  bodies, with dishevelled hair along with good garlands, with intoxicating eyes, women who were dear wives followed  that king of Rakshasas who was going due to respect and due to love."
        },
        {
            "type": "verse",
            "text": "Husband of those women, of great might, who was surrendered to lust, that Ravana also who was dull  witted, with his mind interested in Sita shone with a slow and beautiful gait. Thereafter that Hanuman, the son  of wind-god heard the sound of waist-bands and the sound of anklets of those excellent women."
        },
        {
            "type": "verse",
            "text": "Hanuman the monkey saw that Ravana also, performer of deeds without an equal, with unfathomable  might and virility, reaching the entrance region. Wettened by fragrant oil, being carried in front of Ravana,  Hanuman saw Ravana being shone in all directions by many lamps. Hanuman saw Ravana together with lust, vanity and  intoxication, with wide red eyes which were slanted, like the god of love in person with bow kept at a distance.  Hanuman saw Ravana playfully readjusting his excellent upper garment with the luster of churned nectar froth, without  stain, slipping being entangled in armlet."
        },
        {
            "type": "verse",
            "text": "Hanuman blended in a branch full of leaves covered by groups of leaves and flowers started to see  that Ravana as though coming near Him. Thereafter Hanuman, the best among Vanaras looking in all directions saw  best women of Ravana full of beauty and youth. "
        },
        {
            "type": "verse",
            "text": "King of great fame, Ravana, together with those women with good appearance entered that garden  resounded by animals and birds. That king of Rakshasas who was intoxicated with wonderful ornaments, with pointed  ears, son of Visravasa was like the moon together with stars, together with best women was seen by Hanuman. That  great Vanara with great brilliance saw that Ravana with glory. The son of god of wind Vanara Hanuman of great brilliance  thinking thus \"This long armed one is Ravana\", jumped down. "
        },
        {
            "type": "verse",
            "text": "Thus Hanuman although of terrible energy was overshadowed by Ravana's brilliance and became rooted  behind a group of leaves and was concealed. That Ravana neared Sita with black hair, with charming limbs with  well knit breasts, with black corners of eyes, wishing to see Her."
        }
    ]
}