{
    "id": "prose-sundara-19",
    "kanda": "sundara",
    "sarga": "19",
    "title": "Sita in Ashoka garden",
    "chapter": "19",
    "overview": "In this chapter Valmiki describes the plight of Sita in Ashoka garden in detail.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter me Sita a princess without any blame of excellent limbs shook like a plantain tree  in wind on seeing Ravana the king of rakshasas endowed with beauty and youth adorned with excellent ornaments.  The wide eyed Sita with excellent color covering stomach with thighs and breasts with hands sat down crying."
        },
        {
            "type": "verse",
            "text": "Ravana saw Sita protected by batches of ogres looking miserable being struck with grief like  a ship in danger in the sea. Hanuman saw Sita sitting down on uncovered land, with a firm resolve, like a branch  of a tree fallen down on earth being torn from the tree."
        },
        {
            "type": "verse",
            "text": "Hanuman saw Sita with a strange body with dirt as ornament, who although suited to decorate with  ornaments was without ornaments. Although She was shining like a lotus stem covered with mud, She was not shining  also. Sita was as though going near to Rama a lion among kings with a famous personality with desires as chariot  tied with thoughts as horses. Sita a pleasant one, was emaciated, was crying, being alone having surrendered  to Her thoughts and sorrow not seeing the end of grief, following the will of Rama."
        },
        {
            "type": "verse",
            "text": "And also Sita was like a great she-serpent writhing under the spell of an incantation. She was  like Rohini being fumigated by a smoke colored planet called Ketu. Being born in a virtuous traditional family  with good conduct and character and getting married, Sita appeared as if She was born in a bad family."
        },
        {
            "type": "verse",
            "text": "Sita was like fame fallen down due to false blame. She was like education ruined due to lack  of learning by heart. Sita was like deteriorated great fame, like insulted faith, like an understanding grown  feeble, like dulled hope."
        },
        {
            "type": "verse",
            "text": "Sita was like an expectation destroyed, like an order flouted; like a blazing quarter during  a period of destruction, like a worship stolen. Sita was like a lotus destroyed, like an army with killed warriors,  like light destroyed by darkness, like vanished river. Sita was like an altar desecrated, like a tongue of fire  gone out, like a full moon night with moon devoured by Rahu."
        },
        {
            "type": "verse",
            "text": "Sita was like a lotus pond agitated with torned out leaves and lotuses, being roughly treated  by the trunk of an elephant. Grieved for husband, Sita was like a river which has dried up with water caused  to flow out lacking best washing, was like a new moon night."
        },
        {
            "type": "verse",
            "text": "Sita was a delicate one with well built limbs, accustomed to houses full of diamonds, being tormented  by heat, like a lotus fiber uprooted short time back. Sita was like a she-elephant captured and tied to a pillar,  made to be without the leader of herd, sighing, very much tormented by grief. With a long single plait, shining  without effort, Sita was like the earth with dark groups of trees at the end of rainy season. Wasted, emaciated  due to fasting, due to sorrow, due to thought and due to fear, Sita was with limited food and with austerity  as wealth. Sita was like a celestial being, tormented by grief and by thought with joined palms, desiring the  defeat of Ravana at the hands of Sri Rama. "
        },
        {
            "type": "verse",
            "text": "Ravana was trying to allure and threatening death to Sita who was looking at every direction,  crying, without blame, with good eye lids and reddish and white eyes, with an excessive vow to follow Sri Rama."
        }
    ]
}