{
    "id": "prose-sundara-2",
    "kanda": "sundara",
    "sarga": "2",
    "title": "The city of Lanka",
    "chapter": "2",
    "overview": "This chapter introduces us to the glorious city of Lanka and Hanuman's first encounter with it. The geography around  the island where Lanka is locatederein. The chapter also depicts the initial reaction of Hanuman on seeing the  city and his initial thoughts about the feasibility of the task of overcoming the Rakshasas and Ravana to reunite  Sri Rama with mother Sita. As the book progresses, we shall see how Hanuman overcomes these thoughts and moves  toward achieving this task.",
    "content": [
        {
            "type": "verse",
            "text": " That Hanuman with great strength crossed the insurmountable ocean without becoming tired and viewed the city of  Lanka located on the peak of Mount Trikuta. After that, Hanuman standing there shone like one made of flowers being  showered by a rain of flowers released by trees."
        },
        {
            "type": "commentary",
            "text": " Comment : Being showered by flowers is considered auspicious."
        },
        {
            "type": "verse",
            "text": " The glorious Hanuman with the best courage, even though crossing a hundred yojanas, was without a sigh and did  not obtain any tiredness."
        },
        {
            "type": "commentary",
            "text": " Comment : This verse and others clearly mention that Hanuman crossed an ocean of hundred yojanas. At the present  time the shore to shore distance between southern tip of India and Northern tip of Sri Lanka is around sixty miles.  Even with a measure of 2.5 miles per yojana, hundred yojanas translate to 250 miles. To explain this anomaly,  we need to consider that around the time of Ramayana, the distance was lot more than the current sixty miles.  This is in sync with the current theories by geologists that the ocean between India and the current Sri Lanka  had been replaced by land mass over a period of time. Most of the land to the south of current Raghunatha Pura  had been covered by landmass in antiquity. Also according to Ramayana, the mountains Trikuta, Lamba and Suvela  were to the north of Lanka, but currently the mountains are found in the southern part of Lanka. This suggests  that the northern parts of current Lanka were submerged in water during the Ramayana period."
        },
        {
            "type": "verse",
            "text": " \"I can cross many hundreds of yojanas. What to say about the end of the ocean which had been counted to be hundred  yojanas long?\" That Hanuman, the best among powerful ones and the foremost also among those who can fly, reached  the city of Lanka by crossing the great ocean with good speed. He passed through forests with dark green hued  fragrant lawns and also consisting of great rocks and hills."
        },
        {
            "type": "verse",
            "text": " Hanuman, the best among Vanaras and the radiant one, tread on mountains covered with trees and on series of trees  full of flowers. That son of God Vayu stood on a mountain and saw forests and gardens and also the city of Lanka  situated on the top of a mountain. Standing on that mountain, the elephant among monkeys, He, saw pine trees,  Karnikaras, date-palms in full blossom, Priyalas, lemon trees, wild jasmine trees, mogra trees, long pepper trees  filled with sweet fragrance, Kadamba trees and seven leaved banana trees, Asana trees, Kovidaras, Karaviras in  full blossom, trees that were tied by the weight of their flowers and flower buds, that were distressed by birds,  with their crests moved by wind, wells and various glorious pleasure-groves filled by various trees that give  fruits and flowers in all seasons and beautiful gardens also, surrounded by various ponds consisting of swans  and ducks."
        },
        {
            "type": "verse",
            "text": " The glorious Hanuman neared the city of Lanka ruled by Ravana, and saw the city which looked like the city of Gods  in heaven, decorated by moats filled with lotuses and water-lilies, which was well protected, since the time of  Sita's abduction, by Ravana and by Rakshasas with horrifying voices roaming around, which was surrounded by  a golden boundary wall, that beautiful great city consisted of houses equal in height to mountains and which looked  like autumnal clouds, with white and elevated main streets, decorated with flags and pennons, with excellent golden  hued archways adorned with sculpted rows of vines. He then saw the city of Lanka with beautiful white buildings  situated on the top of a mountain like a city located in the sky. He saw that city of Lanka ruled by Ravana the  king of Rakshasas, constructed by Visvakarma (architect of Gods), and which looked as though it were floating  in the sky."
        },
        {
            "type": "verse",
            "text": " Hanuman saw the city of Lanka with buttress and enclosure wall as her hip and loins, the vast body of water in  the moat as her raiment, Satagnis and Sulas as her locks, the mansions as her earrings, constructed by thought.  He reached the northern gate and thought thus."
        },
        {
            "type": "verse",
            "text": " Hanuman saw the city of Lanka equal to peak of Kailasa as though touching the sky, as though flying to reach the  sky, with its best mansions, filled with horrible rakshasas and serpants like the city of Bhogavati (capital of  Patala), one which was unfathomable, a well arranged and a clear city governed by Kubera in earlier times, protected  by courageous, horrible serpents and Rakshasas with mouths with sharp teeth like a cave, with spikes and Pattisas  (spears) in their hands. Hanuman saw that Lanka's great protection and the ocean and Ravana the horrible enemy  and thought thus:"
        },
        {
            "type": "verse",
            "text": " \"Even if Vanaras were to come here they would not meet with success. It is not possible even for Devas to be victorious  against Lanka in war. Even if He reaches this very difficult and impenetrable Lanka ruled by Ravana, what can  that Sri Rama with mighty arms do? In the matter of overcoming rakshasas, there seems to be no opportunity for  persuasion, gifts, dissension or even war. Only four great Vanaras can come here - the son of Vali (Angada), Nila,  myself and the wise king Sugriva. I will first find out if Sita is alive or not. I will think all this later,  after seeing that daughter of Janaka\"."
        },
        {
            "type": "verse",
            "text": " After that, that elephant among monkeys Hanuman who was interested in the welfare of Sri Rama, stood on that mountain  peak and thought for an instant. \"It is not possible for me to enter the city of ogres protected by cruel and  strong rakshasas, with this appearance. All these mighty ogres with extraordinary energy and great prowess are  to be cheated by me while engaged in the search of Sita. To achieve this great deed successfully, entering the  city of Lanka in a small form at night is a timely thing to do.\""
        },
        {
            "type": "verse",
            "text": " Hanuman saw such that city of Lanka, which was difficult to overcome even for Devas or asuras, and thought thus  repeatedly. \"By what idea can I see Sita the daughter of Janaka, unseen by the wicked Ravana, the king of the  ogres. How can the task of Sri Rama, one who knows self, not be destroyed? How can I alone see Sita alone in  a place devoid of people?. With a mediator who has an unsteady and gloomy mind working against time and place,  tasks that are otherwise ready to succeed get harmed, like the darkness that gets destroyed at dawn. Even a decided  mind will not shine when thinking about gain and loss. Mediators who are respected by scholarly people will also  harm tasks due to their arrogance. How will the task at hand be not harmed? How will my mind not get gloominess?  How will not the crossing of ocean go waste?. If I were to be seen by rakshasas, this task of Sri Rama, with a  famed mind, who desires the slaying of Ravana will become wasteful. It is not possible to be in Lanka even in  the form of a rakshasa. What to say about being there in any other form? My thought goes thus : Even wind cannot  pass here without being known. There is nothing not known to the might rakshasas. If I stay here with my usual  form, I can be destroyed. The task of the Lord will also be harmed. For that reason, I will become small in my  appearance and will enter Lanka at night for the success of the task of Sri Rama. Entering the unapproachable  city of Lanka at night and searching all the mansion of Ravana, I can see Sita.\""
        },
        {
            "type": "verse",
            "text": " The courageous Hanuman thus thinking and being interested in discovering Sita, then desired the sun to set. After  the sun had set, He reduced His body at night with a size equal to that of a cat and became a wonderful sight  to behold. The courageous Hanuman quickly flew during evening time and entered the beautiful city with well divided  main pathways. He saw that great city filled with series of mansions, golden hued pillars and window lattices,  which was equal to the city of Gandharvas, consisting of seven and eight storied buildings with their top portions  studded with crystals and pearls and decorated with gold."
        },
        {
            "type": "verse",
            "text": " There in that city of Lanka, the houses of rakshasas shone with top portions painted by cats-eyes and emeralds  and decorated by groups of pearls. Golden archways with strange hues illuminated the well decorated city of Lanka  in all directions. Hanuman on seeing the unimaginable city of Lanka with a wonderful appearance became sad thinking  about the prospect of capturing Lanka and also happy being eager to see Sita. He saw that city of Lanka of great  fame, with white, closely built buildings having golden windows and doorways of great value, consisting of ogres  of great strength and ruled by the hands of Ravana. The shining moon too rose up with its many thousands of rays,  as though performing help to Hanuman, being at the middle of its retinue of stars and covering the earth with a  canopy of light. That Hanuman saw the moon rising up with a glow of a conch shell, shining with a milky white hue  of a lotus-fiber, like a swan swimming in a lake."
        }
    ]
}