{
    "id": "prose-sundara-20",
    "kanda": "sundara",
    "sarga": "20",
    "title": "Ravana talks to Sita",
    "chapter": "20",
    "overview": "In this chapter Ravana entices Sita with wealth, gems, sovereignty over all wives of Ravana.",
    "content": [
        {
            "type": "verse",
            "text": "Ravana conveyed in significant words to that Sita who was surrounded by ogresses, wretched, without happiness and  pitiable. \"You are with thighs like the trunk of an elephant. Seeing me covering your breasts and belly, you desire  obtaining disappearance of self due to fear. O wide eyed one! You are endowed with bodily excellencies, pleasing  to all people. I desire you. O lovable one! respect me.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita! Here there are no humans or ogres with ability to change form. Let your fear caused  due to me be removed. O one with fear! Obtaining women belonging to others or abducting by force is the righteous  deed for ogres by all means. There is no doubt in this. It is like this. desire very much may behave in whatever  way it likes in my body. But I will not touch you without lust.\""
        },
        {
            "type": "verse",
            "text": "\"O queen of my heart! In this matter fear is not to be made. O love! Believe in me. Truly become  with love. Do not become absorbed in sorrow like this. Single plait, the bed of ground, mediation, dirty cloth,  fasting at an inappropriate time - all these are not useful to you.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita! After getting me gain wonderful garlands, sandals, Agallochums, a variety of cloths  and best ornaments, the best drinks, beds and seats, song and dance and musical instrument. You are a gem among  women. Do not be like this. Make decoration on your limbs. O one with a good body! Getting me how will you become  unsuited for luxuries?\""
        },
        {
            "type": "verse",
            "text": "\"This your youth born beautifully is passing away, whichever youth is quickly passing away will  not come back again like the flow of water. O one with auspicious appearance! The creator of form, that creator  of the world, Lord Brahma has made you and stopped - I think thus. There is not another who is equal to your appearance.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita! Obtaining you endowed with beauty and youth, which man even if he is Lord Brahma himself  will disregard (leave) you. O one with face like that of moon! O one with broad hips! Your whichever limb I see,  my eye is getting tied in that that limb. "
        },
        {
            "type": "verse",
            "text": "\"O Sita! Become my wife. Leave this ignorance. In all my many best women brought from here and  there, become foremost consort. Let there be auspicious to you. O timid one! Whatever gems that have been brought  by force, all those, my this kingdom and also myself belong to you. Conquering the entire earth together with  chain of various cities for your sake, I can give to king Janaka.\""
        },
        {
            "type": "verse",
            "text": "\"In this world I do not see another one who is equally matched to me. See my very great power.  Suras and Asuras defeated with broken flags by me in war many times are powerless to stand in an army against  me. Desire me! Now let your best decoration be made. On your body let ornaments also with great brilliance be  fit. I will see well your form together with decoration.\""
        },
        {
            "type": "verse",
            "text": "\"O one with best face! O timid one! With consideration enjoy luxuries according to your desire  together with decoration. Drink. Rejoice. You donate land and wealth according to your wish. With confidence behave  freely in my matter. Fearlessly order also. By my grace with your sporting, tour relatives will also sport. O  auspicious one! You see my wealth and my fame. "
        },
        {
            "type": "verse",
            "text": "\"O beautiful one! What can you do with Rama clad in tatters, with lost hope of victory, with gone  fortune. Roaming in forests, observing austerities and also sleeping on floor, I doubt if Rama is alive or not.  O Sita, Rama indeed does not get opportunity even to see you like moonlight covered by dark clouds with cranes  at the front.\""
        },
        {
            "type": "verse",
            "text": "\"Like Keerthi got by Hiranyakasipu from Indra's hand, Rama is not suited to get you from my hands.  O one with a beautiful smile! O one with beautiful teeth! O one with beautiful eyes! O charmful one! O timid one!  You are stealing my heart like a serpent stolen by Garuda.\""
        },
        {
            "type": "verse",
            "text": "\"You are Wearing a silk cloth in a bad condition. You are emaciated. Even though you have not decorated,  seeing you I am not getting happiness in my wives. O Sita! whoever women living in gynaeceum endowed with all  virtues, have sovereignty on all of them. O one with black hair! My those women and apsarasas who are the best  among the three worlds will serve you like the goddess of wealth.\""
        },
        {
            "type": "verse",
            "text": "\"O one with beautiful hips! O one with beautiful eyebrows! Enjoy according to your comfort whatever  gems and wealth belonging to Kubera, all those three worlds and me. O Sita! Rama is not equal to me by austerity,  not equal by might, not equal by strength, not equal by wealth, by brilliance and by fame.\""
        },
        {
            "type": "verse",
            "text": "\"O playful one! I will give hordes of wealth and land. You drink. Roam freely and play. Enjoy luxuries.  Sport according to comfort in me. Your relatives may sport together in you. O timid one! With body decorated with  gold colored, pure garlands, roam with me in forests born at sea shore filled with groups of flowered trees and  with humble bees.\""
        }
    ]
}