{
    "id": "prose-sundara-21",
    "kanda": "sundara",
    "sarga": "21",
    "title": "Sita's reply",
    "chapter": "21",
    "overview": "In this chapter Sita replies to Ravana saying that He should seek friendship with Rama.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Sita listening to that horrible ogre's word, being tormented spoke in reply with a pitiable voice,  pitifully and slowly. Being tormented by grief, in a pitiful state, with excellent limbs, devoted to husband,  thinking about husband alone, with pleasant smiles Sita was sobbing, shivering and placing a straw in between  herself and Ravana spoke thus in reply. \"Turn your mind back from me. Let your mind be made on your own wives.  Like best emancipation for a sinner, it is not appropriate to pray me. I was born in a great family. Getting such  family, having one husband, a bad deed which is blamable is not to be made by me.\"<br/> <br/>Sita with renown thus speaking to that Ravana, turned back and spoke words again: <br/>\"I who am wife of another and devoted to husband am not suitable wife to you. Observe righteousness well.  Follow well course of conduct of virtuous. O Ogre! How your wives are to be protected, in the same way others'  wives are to be protected. Making yourself as an example enjoy your own wives. One who is not satisfied in own  wives, a fickle-minded one with disturbed senses, mean minded one, to such a man, others' wives will lead to humiliation.  Here are there not good people? Or are you not following those who are good? It must be like that because your  mind, devoid of traditions is perverse.\"<br/> <br/>\"You who is being led by mind towards unreal is not taking wholesome words being said by righteous onesfor  the destruction of ogres. After getting a king who has uncontrolled mind, interested in a bad path, wealthy states  and cities also will be destroyed. After getting you like that this Lanka filled with best things in a short while  will be destroyed due to your one sin. O Ravana! When there is destruction of a short sighted one being hit by  his own deeds, a sinner, living beings will be happy. About you who is a sinner thus being destroyed, people who  have been humiliated by you being happy will speak thus: 'The cruel Ravana by God's grace has got this danger'  \".<br/> <br/>\"I am not capable to be tempted by wealth or by money. I am not separate with Raghava like the sun-shine with  the sun. After making as a pillow that worshipped shoulder of that lord of the world, of that Rama, how can I  make as pillow some other one's shoulder? Like the education of a brahmin with a famous mind, initiated in religious  vow, I am suitable wife to that Rama alone the lord of earth.\"<br/> <br/>\"O Ravana! Let me meet together with Rama like a female elephant with a male elephant in a forest. It is suited  that this Rama, best among men, is made to be a friend by you who is desiring continued existence and not desiring  a horrible slaying. Rama the righteous one is indeed known as one who loves those who seek protection. If you  desire to live. let there be friendship between you and Rama.\"<br/> <br/>\"You seek graciousness of this Rama who loves those who seek protection. Becoming piously disposed, you are  suited to return me to this Rama. In this way giving me to Rama will become fortunate to you. O Ravana! If you  do in a different way, you will get slayed. Drawn out Vajrayudha, the weapon of Indra may spare some one like  you. Lord of death may spare you for a long time. That Rama the lord of worlds greatly enraged will not spare  you.\"<br/> <br/>\"Like the great sound of Vajrayudha hurled by Indra, you will hear a loud sound which is sonorous of Rama's  bow. Arrows with good nodes, with blazing tips, like snakes, with characteristic signs of Rama and Lakshmana will  fall down soon here in Lanka. Arrows tied with the plumes of an eagle will hit ogres everywhere in this city and  will cover the city without space. That Garuda called Rama speedily will pluck the great serpents called ogres  like Vainateya plucking the serpents.\"<br/> <br/>\"My husband who is a destroyer of foes will take me away from you like Lord Vishnu with three steps taking  away the brilliant prosperity from Asuras. \"O ogre! While the army of ogres was being killed at Janasthana which  became the land of dead, this bad deed has been done by you being powerless. O lowest one! When those brothers  were gone out, entering hermitage without them, I have been abducted by you.\"<br/> <br/>\"Like tiger by dog, smelling the scent of Rama and Lakshmana it is indeed not possible by you to stand in  their view. To you like that, enmity with those two is like the enmity of one hand of Vruttasura with two hands  of Indra and it is not persevering for you to be an opponent with them.\"<br/> <br/>\"My husband that Rama together with Lakshmana will take away with His arrows your life quickly like the sun  drying up shallow water. Killed by time even if you go to the mountain of Kubera or to his house or if you go  to the assembly of King Varuna, without doubt you will not be released from Rama like a great tree from thunderbolt.\""
        }
    ]
}