{
    "id": "prose-sundara-22",
    "kanda": "sundara",
    "sarga": "22",
    "title": "Ravana gives deadline",
    "chapter": "22",
    "overview": "Ravana gives Sita two months to marry him. He orders ogres to frighten Sita and bring Her to  his control. Ravana then goes back to his own house with his consorts. ",
    "content": [
        {
            "type": "verse",
            "text": "Ravana listening to Sita's words which were harsh thereafter replied to Sita unpleasant words  which are seen to be pleasant. \"In whatever way gentle language is used to women in that way they will be under  control. In whatever way men speak dear words, in that way they will be rejected. In your matter desire which  has risen up is subduing my anger like horses running obtaining a bad path being subdued by a good charioteer.  Desire of men is unfavourable. In which man desire is tied up, in that man there is compassion and fondness.\""
        },
        {
            "type": "verse",
            "text": "\"O one with a beautiful face! For this reason although you are suitable to be killed and suitable  to be humiliated, interested in Rama who is in sham exile, I am not killing you. O Sita! Here whatever harsh  words you are speaking about me, because of those words, you are suitable to be horribly slayed.\""
        },
        {
            "type": "verse",
            "text": "The king of ogres Ravana speaking thus to Sita, full of anger and fury spoke subsequent word  to Sita: \"O Sita with best complexion! Whatever limit has been made by me to you, those two months are protectable  to me. Thereafter ascend my bed. Above two months if you not desiring me as husband you will be killed in my kitchen  for my breakfast.\""
        },
        {
            "type": "verse",
            "text": "Seeing Sita being frightened by Ravana those Deva and Gandharva maidens grieved with troubled  eyes. Some in the way of lips and in like manner some others with faces and eyes consoled that Sita frightened  by that ogre. Consoled by them Sita proud of virtuous conduct spoke words beneficial to self to the king of  ogres Ravana."
        },
        {
            "type": "verse",
            "text": "\"Whoever prevents you from these actions which are blamable, such a person interested in your welfare  there is none. This is definite. In all the three worlds except you who even by heart will desire me who am the  wife of virtuous Rama like Sachi the wife of Indra. O vile ogre! Whatever sinful word you spoke to me who is the  wife of the great resplendent Rama, from that word where will you go to be released? Like an elephant in rut and  a hare at war in the forest, in the same way O vile one! Rama is like an elephant and you are said to be like  a hare.\""
        },
        {
            "type": "verse",
            "text": "\"Such you are not shameful abusing the lord of Ikshvaku dynasty Rama. You are not getting Rama's  matter so much. O ignoble one! your these eyes which are cruel, crooked, which are black and reddish brown, which  are seeing me, for what reason are they not falling down. Thus speaking about me who am the wife of virtuous Rama  and the daughter-in-law of Dasharatha how your tongue did not fall off. O Ravana! Although you are suited to be  burnt into ashes, not having the mandate of Rama and preserving austerity, I am not reducing you into ashes with  my glory.\""
        },
        {
            "type": "verse",
            "text": "\"Wise Rama's I am not capable of being abducted by you. This act has been made for your slaying.  In this there is no doubt. By you who is strong, brother of Kubera possessed of army, removing Rama for what reason  abduction of wife has been done.\""
        },
        {
            "type": "verse",
            "text": "King of rakshasas Ravana listening to Sita's words turned around his cruel eyes and saw Sita.  Ravana was equal to a black cloud, with big shoulders and neck with the strength and gait of a lion, glorious  with radiant tip of tongue and eyes. He was tall with moving front portion of crown, with excellent garlands and  anointments, wearing red garlands and clothes, with ornaments made of refined gold."
        },
        {
            "type": "verse",
            "text": "Like Mount Mandara tied by Vasuki for producing nectar, Ravana was well tied by a black big thread.  Equalling a mountain the king of ogres shone with those perfect shoulders like Mount Mandara with its peaks."
        },
        {
            "type": "verse",
            "text": "With the color of just risen sun, decorated by earrings, he was like a mountain with Ashoka trees  with red flowers and shoots. Equalling a Kalpavriksha he was like the embodiment of spring season. Like a funeral  mound in a grave-yard was horrible even though decorated."
        },
        {
            "type": "verse",
            "text": "With red eyes due to anger Ravana was looking at Sita sighing like a serpant and spoke to Sita.  \"O follower of Rama possessing bad conduct, without wealth! Now I will destroy you like sun destroying morning  twilight with light.\""
        },
        {
            "type": "verse",
            "text": "The king Ravana who causes enemies to cry thus speaking to Sita, thereafter ordered all ogre  women with horrible appearances. Ravana ordered one with a single eye, one with a single ear and one with ears  as covering, one with cow's wars, one with ears of an elephant, one with dangling ears, one without ears and one  with the feet of an elephant and one with the feet of a horse, one with feet of a cow, one with hair over feet,  one with a single eye and one with a single foot, one with big feet, one without feet, one with a big head and  neck, one with big breasts and stomach, and one with big mouth and eyes, one with a long tongue, one without tongue,  one without nose, one with the face of a lion, one with the face of a cow, one with the face of a pig."
        },
        {
            "type": "verse",
            "text": "\"O ogres! How the daughter of Janaka, Sita becomes under my control quickly, thus all of you  together do that task. With hostile and favourable tasks, with kind words, with gifts and dividing words and exertion  of punishment, bring Sita under my possession.\""
        },
        {
            "type": "verse",
            "text": "&nbsp;Ravana thus ordered again and again with a mind full of lust and anger frightened Sita."
        },
        {
            "type": "verse",
            "text": "Thereafter an ogre named Dhanyamalini quickly neared Ravana, embraced him and spoke these words:  \"O king! Sport with me. O lord of ogres! Of what use to you is this Sita who is colorless and a wretched human.  O king! Lord Barhma did not assign to Her wonderful best luxuries earned by the might of your arms. This is definite.  The body of one who desires a woman without desire suffers pain. Good happiness will occur to one who loves a  woman who desires him.\""
        },
        {
            "type": "verse",
            "text": "Thus spoken to by that ogre that Ravana who was strong equalling a cloud, thereafter being taken  away turned back laughing. That Ravana departing was as though shaking the earth and entered his house with the  luster of blazing sun shine. Deva and Gandharva maidens and Naga maidens surrounding Ravana in all directions  entered that best among houses. That Ravana frightening Sita who was steadfastly intent on virtue and who was  shaking, leaving Sita, infatuated by love, entered his own house which was shining."
        }
    ]
}