{
    "id": "prose-sundara-23",
    "kanda": "sundara",
    "sarga": "23",
    "title": "Ogres frighten Sita",
    "chapter": "23",
    "overview": "This chapter describes the ogre women speaking to Sita about her marrying Ravana.    ",
    "content": [
        {
            "type": "verse",
            "text": "The king Ravana who makes enemies to cry thus speaking to Sita thereafter also ordering all ogre  women went away. After Ravana left and obtained gynaeceum, those ogres with horrible appearances went running  to Sita. "
        },
        {
            "type": "verse",
            "text": "Thereafter reaching Sita ogre women swooned with anger and with a very harsh speech spoke these  words to Sita. \"O Sita! You are not respecting becoming wife of Ravana born in the family of Paulastya, best  among men, a great soul with ten heads.\""
        },
        {
            "type": "verse",
            "text": "Thereafter an ogre woman named Ekajata with red eyes due to anger calling Sita with stomach that  can be held by palm of the hand, spoke these words: \"Among the six Prajapatis, whichever son, the fourth Prajapati,  born by the thought of Lord Brahma, he is famous as Paulastya.\""
        },
        {
            "type": "verse",
            "text": "By the name, famous as Visrava, with a radiance equalling that of Lord Brahma that glorious sage  is the son born from the thought of Pulastya. \"O wide eyed one! Ravana who makes enemies to cry, is Visrava's  son. You are suited to become Ravana's wife. O one with all beautiful limbs! Why will you not agree words spoken  by me.\" Thereafter an ogre woman named Harijata with eyes like those of a cat turned around eyes due to anger  and spoke these words."
        },
        {
            "type": "verse",
            "text": "\"By whom thirtythree Devas and the king of Devas have been conquered, you are suited to become  the wife of that lord of ogres.\" Thereafter an ogre named Praghasa swooning with anger and then frightening Sita,  spoke this horrible word. Why will you not get wifehood of Ravana who is proud of his might, valiant, who will  not turn back in wars, who is strong together with valour. The mighty Ravana can leave dear respectable wife who  among all wives is most fortunate and can obtain you.\""
        },
        {
            "type": "verse",
            "text": "\"Ravana leaving gynaeceum filled with thousand women and shone by various best things can obtain  you. Another ogre woman named Vikata spoke these words: \"By whom a number of times in war Devas, in war Nagas,  Gandharvas and Danavas have been conquered that Ravana has come to your side.\""
        },
        {
            "type": "verse",
            "text": "\"O vile one! Why are you not desiring wifehood of such Ravana, fulfilled in all respects, who is  a great soul and lord of ogres. Thereafter an ogre woman named Durmukhi spoke these words: \"O one with long eyes!  Fearing whom the sun will not consume by heat, fearing whom the wind will not blow, to that one why are you not  favourable.\""
        },
        {
            "type": "verse",
            "text": "\"O one with good eyebrows! O Sita! By the fear of whom trees shed a shower of flowers, whenever  Ravana desired mountains and clouds will shed water, why you are not making mind to be the wife of such Ravana,  who is the king of ogres and king of kings.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita with a good smile! O princess! Understand kind words spoken to you well and truly."
        }
    ]
}