{
    "id": "prose-sundara-24",
    "kanda": "sundara",
    "sarga": "24",
    "title": "Sita's reply to Ogres",
    "chapter": "24",
    "overview": "Sita cites the examples of Sachi, Arundhati, Rohini et.al., on their devotion towards their husbands.  Ogre women threaten to kill Sita and eat her.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter ogre women with a cruel nature, with crooked faces neared that Sita and spoke unpleasant  words harshly."
        },
        {
            "type": "verse",
            "text": "\"O Sita! Why are you not agreeing to stay in the gynaeceum pleasing to all beings together with  very best beds. You who are a human are thinking highly about the wifehood of a human being. Withdraw your mind  from Rama. Otherwise you will not exist at all. Sport according to your comfort coming together with the king  of ogres Ravana enjoying luxuries of the three worlds and taking him as husband. O beautiful one! O irrreproachable  one! But being a human you are desiring that Rama who is a human, banished from kingdom, unsuccessful and gloomy.\""
        },
        {
            "type": "verse",
            "text": "Sita with eyes like lotuses hearing the words of ogre women spoke these words with eyes filled  with tears: \"All of you coming together whatever words which are hated in the world you spoke in my matter, this  does it not seem sinful in your mind? Human woman is not waited to become wife of an ogre. All of you freely eat  me. I will not honour your words. Although wretched or without kingdom, whoever is my husband, He alone is my  master. Like Suvarchala with the Sun God, I am fond of Him always.\""
        },
        {
            "type": "verse",
            "text": "\"Like the highly fortunate Sachi who waits upon Indra, like Arundhati on Vasishta, like Rohini  on the Moon God, like Lopamudra on Agastya, like Sukanya on Chyavana, like Savitri on Satyavanta, like Srimati  on Kapila, like Madayanti on Saudasa, like Kesini on Sagara, like Damayanti the daughter of Bhima, devoted to  husband Nala, in the same way I am devoted to my husband Rama, the best in Ikshvaku dynasty.\""
        },
        {
            "type": "verse",
            "text": "Ogre women incited by Ravana listening to the words of Sita, swooned with anger and frightened  Her with harsh words. That monkey Hanuman not talking and hiding in the Simsupa tree listened to those ogre women  frightening Sita. Nearing that Sita shaking with fear in all directions, those ogres being angry licked a  l and hanging lips."
        },
        {
            "type": "verse",
            "text": "Being angry a lot and grasping axes quickly spoke as follows: \"This woman is not suited to have  the king of ogres Ravana as husband.\""
        },
        {
            "type": "verse",
            "text": "Being frightened by ogre women who were horrible that Sita with best face with tears in eyes  and moving from there reached that Simsupa tree. Thereafter the wide eyed Sita nearing that Simsupa tree being  surrounded by ogre women was situated there with gloom."
        },
        {
            "type": "verse",
            "text": "Those ogres frightened from all directions that Sita who was emaciated with a pitiful face and  wearing dirty garments. Thereafter an ogre woman named Vinata with a horrible appearance with an angry form, crooked,  having a prominent belly spoke to Her."
        },
        {
            "type": "verse",
            "text": "\"O Sita! You have showed love of husband. This much is enough. O auspicious one! At all times  doing something excessively serves as vice. O Sita! I am happy. Human duty has been done by you. Let there be  fortune to you. Do also according to my wholesome words being told. Obtain as husband Ravana who is the lord of  al l ogres, bold and handsome, like Indra the lord of Devas, able one and liberal with a pleasing appearance to  all.\""
        },
        {
            "type": "verse",
            "text": "\"Leaving Rama who is a human and miserable, seek refuge in Ravana. O Sita! With best unguents  to the body and decorated with best ornaments, become mistress of all the worlds from today. O auspicious one!  Like Svaha the wife of the Fire God, like Sachi the wife of Indra become mistress of all worlds. O Sita! What  is the use with Rama who is miserable and with gone vigour.\""
        },
        {
            "type": "verse",
            "text": "If you do not do my this spoken word, all of us in this moment will eat you. Another ogre named  Vikata with hanging breasts raising fist and roaring with anger spoke to Sita."
        },
        {
            "type": "verse",
            "text": "\"O Sita with an evil mind! Your many words which are unpleasant have been tolerated due to pity  and due to softness. You are not doing according to our word which is respected by time and wholesome. You have  been brought to this bank of the ocean not obtainable by others. You have entered the terrible gynaeceum of Ravana.\""
        },
        {
            "type": "verse",
            "text": "\"Withheld in the house of Ravana well protected by us, even Devendra himself is not capable to  protect you. O Sita! Do according to my word, which is beneficial. Discharge of tears is enough. Leave worthless  gloom. Have love and happiness. Leave this daily gloom. Sport according to comfort with the king of ogres.\""
        },
        {
            "type": "verse",
            "text": "\"O timid one! You know how youth of women is not lasting. As long as your youth will not pass away,  so long get comfort. You along with king of ogres roam beautiful groves, mountains and nearby forests. seven thousand  women will be in your control. Have as husband Ravana the lord of all ogres.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita! If you do not do according to my spoken word as is, I will eat your heart indeed by  plucking it out.\""
        },
        {
            "type": "verse",
            "text": "Thereafter an ogre woman named Chandodari swooning with anger, turning around a big spike spoke  this word: \"Seeing this woman with eyes like that of a deer, with moving breasts due to fear, abducted by Ravana,  there occurred to me a great desire. It is my mind to eat the liver, the spleen, flesh above heart and heart together  with muscle and entrails and the head.\" "
        },
        {
            "type": "verse",
            "text": "An ogre woman named Pragasa spoke these words : \"Squeeze the neck of this cruel woman. Why do we  delay? Thereafter let it be known to the king that that human woman has died. He will say thus : \"Eat.\". There  is no doubt in this matter.\""
        },
        {
            "type": "verse",
            "text": "Thereafter an ogre woman named Ajamukhi spoke these words : \"All of you killing this woman thereafter  do equal pieces. "
        },
        {
            "type": "verse",
            "text": "\"Thereafter all of us will divide. Quarrel is not desirable to me. Liquor, many kinds and a lot  of lickables be brought quickly.\""
        },
        {
            "type": "verse",
            "text": "Thereafter an ogre woman named Surpanakha spoke these words: \"That which was spoken by Ajamukhi,  is desirable to me. Liquor which is the destroyer of all sorrow be brought quickly. Eating human flesh afterwards,  we will dance for propitiating Nikumbila.\""
        },
        {
            "type": "verse",
            "text": "Thus being frightened by horrible ogres, that Sita equalling a daughter of gods, abandoning fortitude,  was crying."
        }
    ]
}