{
    "id": "prose-sundara-25",
    "kanda": "sundara",
    "sarga": "25",
    "title": "Sita bursts into a wail",
    "chapter": "25",
    "overview": "Sita calls out Rama and others and bursts into a wail not being able to endure the threats of  ogre women.",
    "content": [
        {
            "type": "verse",
            "text": "As those ogre woman with a cruel nature were speaking a lot harshly and horribly, Sita cried.  Thus being spoken to by ogre women, Sita with a good mind being frightened a lot spoke as follows with a voice  indistinct due to tears."
        },
        {
            "type": "verse",
            "text": "\"A human woman is not suited to become a wife of an ogre. All of you eat me according to your desire.  I will not do according to your words.\""
        },
        {
            "type": "verse",
            "text": "Being in the middle of ogre women, being frightened by Ravana also, like a daughter of gods, that  Sita did not get comfort being tormented by grief. Like a fawn in a forest lost from its herd and tormented  by wolves, Sita was as though sinking into own body and shook a lot. That Sita with a broken heart due to  grief, held a wide flowering branch of Ashoka tree and thought about Her husband."
        },
        {
            "type": "verse",
            "text": "Then that Sita washing Her wide breasts with a flow of tears from eyes and thinking, did not  get end of sorrow. That Sita was shaking like a plantain tree fallen down in an exceedingly windy place, trembling  with fear of the ogre women, and became with a pale face."
        },
        {
            "type": "verse",
            "text": "That moving plait, which was wide and long, of that best woman was seen to be like a serpent in  motion. That Sita tormented by grief, with a mind hit by sorrow, struck by calamity was sighing and let down  tears and also cried."
        },
        {
            "type": "verse",
            "text": "Sita being tormented by grief said : \"Oh! Rama!\" and again \"Oh! Lakshmana!\",\"Oh! Kausalya!, my  mother-in-law\" \"Oh! Sumitra! I thus being tormented by cruel ogre women here lacking Rama, being tormented by  grief, when I am living even for a moment,' death at wrong time to woman or to a man is hard' - thus being said  this popular saying in the world is true. This me with small merit, wretched, like an orphan, will perish like  a ship in the middle of the ocean being hit by the speed of wind. Not seeing my husband that Rama and obtaining  control of ogre women like a bank hit by water I am verily perishing with sorrow.\""
        },
        {
            "type": "verse",
            "text": "\"Only fortunate see that my husband with eyes like petals of an expanded lotus, walking with the  gait of a lion, correct in conduct and a pleasant talker. To me lacking that Rama with a famous soul, like after  eating a pungent poison life in all ways is hard. By what th very dreadful grief is obtained by me, what kind  of great sin had been done by me in another life. Together with great grief, I desire to give away my life. This  desire is not obtainable by me. I am well protected by ogre women. Fie upon human condition! Fie upon being in  the control of others. By what reason it is not possible according to own desire to give up life.\""
        }
    ]
}