{
    "id": "prose-sundara-26",
    "kanda": "sundara",
    "sarga": "26",
    "title": "Sita decides to give up life",
    "chapter": "26",
    "overview": "In this chapter Sita ponders a lot and decides to give up life without Rama.",
    "content": [
        {
            "type": "verse",
            "text": "With a face continually shedding tears, Sita an young woman, thus speaking with a downward face,  started to weep. Sita was crying like a mad one, like an intoxicated one, with a deluded mind. Like a female  horse rolling on ground, Sita rolled on the ground. "
        },
        {
            "type": "verse",
            "text": "\"While Rama was heedless (taken away by Mareecha), I who have been crying was forcibly brought  overpowered by the ogre Ravana who can wear desired form. Being under the control of ogresses, being frightened  very horribly, thinking and being tormented by grief, I do not desire to live. Without Rama, a great car-warrior,  living in the midst of ogresses, there is no use with life to me; not with wealth, not with ornaments. Or my this  heart truly is made of iron. It is undecaying and without death. By what reason is it not destroying with sorrow?\""
        },
        {
            "type": "verse",
            "text": "\"Whoever I with a sinful life made to be without Rama, protecting life even for a moment, to such  me who am ignoble, who am bad wife, shame on me. Without husband Rama who is the lord of the earth with ocean  at the end, a pleasant talker, what is the interest to me in life or in comfort. I will leave the body. Let it  be split into pieces or let it be eaten. I without husband will not tolerate sorrow for a long time.\""
        },
        {
            "type": "verse",
            "text": "\"I will not touch even with my left foot Ravana an ogre of reprehensible conduct. What to say of  desiring him. Whoever Ravana with a cruel nature is desiring to solicit me, that Ravana does not know him to be  refused; he does not know his race. Even if cut or if divided into parts in blazing fire, I will not reach Ravana.  What is the use with your prattling for a long time?\""
        },
        {
            "type": "verse",
            "text": "\"Rama is famous, is a wise man, is compassionate with a good conduct. Due to the deterioration  of my fortune, I doubt He became hard hearted. By whom alone fourteen thousand of ogres have been destroyed, why  is that Rama not saving me. I am withheld by the ogre Ravana with little strength. My husband is indeed capable  of killing Ravana in a war. By which Rama Viradha, best among ogres, has been killed in Dandaka forest in a war,  why is that He not saving me?\""
        },
        {
            "type": "verse",
            "text": "\"This city of Lanka being in the middle of ocean is difficult to be attacked. But there will not  be an obstacle to flying of Rama's arrows. What now is that reason by which Rama with a firm courage is not protecting  His dear wife stolen by an ogre. I doubt that Rama elder to Laksmana does not know me to be here. After knowing  will that glorious Rama tolerate this outrage?\""
        },
        {
            "type": "verse",
            "text": "\"Whoever Jatayu nearing Rama will have let known to Rama that Sita was stolen, that king of vultures  has been killed by Ravana in war. A great deed has been done by that Jatayu, thus protecting me, although of old  age standing in a dual combat with Ravana. If that Rama knows me to be living here, with anger He will make the  world to be without ogres with His arrows now. Rama will blow away the city of Lanka, will dry up the great ocean,  will destroy the name and fame of Ravana.\""
        },
        {
            "type": "verse",
            "text": "\"Thereafter how I am crying in this way, in the same way, in very house, ogresses with killed husbands  will cry again and again. There is no doubt in this. Rama together will Lakshmana will search the city of Lanka  belonging to ogres. An enemy seen by those two will indeed not live even for a moment. This Lanka shortly will  become like a graveyard, with paths agitated with smoke of funeral pyres, crowded with a group of vultures.\""
        },
        {
            "type": "verse",
            "text": "\"In a short time only I will attain my desire. This evil course is telling of destruction of you  all. Here in Lanka whatever inauspicious things are being seen, from those, in a short while Lanka will become  deprived of glory. While the sinful, vile ogre Ravana is being killed, Lanka which is unconquerable till now,  definitely will get drying up like a woman who lost husband. Now abounding in pious festivities, the city of Lanka  with lost lord together with ogresses will become like a woman with lost husband. In a short while here in every  house I can definitely hear the sound of ogresses crying being tormented by grief. The city of Lanka will become  burnt by Rama's arrows together with darkness, with destroyed luster with killed best ogres.\""
        },
        {
            "type": "verse",
            "text": "\"Will that Rama who is a strong man with red eye corners know me to be in the house of Ravana.  Whatever time has been ordered by this cruel and vilest of men Ravana, this time has come to me. That death decreed  to me does not hold good to this evil one (Ravana). Whoever sinful ogres who do not know what should not be done,  due to their unrighteousness now there will be a great calamity. These meat eating ogres do not know virtue. An  ogre will definitely eat me for breakfast. What should such I do without Rama with pleasing appearance? I am grieving  a lot not seeing Rama with red eye corners.\""
        },
        {
            "type": "verse",
            "text": "\"Now if there exists any one who is a giver of poison here, I without husband quickly will see  the god Yama. That Rama elder to Lakshmana may not know me to be alive. If those two know me to be alive, then  it cannot be said that they will not do my search on earth. That valiant Rama who is the elder brother of Lakshmana  due to grief of me, leaving the body on earth has gone to celestial world. This is certain.\""
        },
        {
            "type": "verse",
            "text": "\"Whoever is seeing my husband Rama with eyes resembling a lotus flower such Devas, Siddhas together  with Gandharvas and great sages are fortunate. Or to that Rama with a desire in virtuousness, who is intelligent,  a sage-king, the supreme spirit, there is no use with me, his wife.\""
        },
        {
            "type": "verse",
            "text": "\"Friendly disposition will occur in what is being seen. There is no friendship to one who does  not see. Ungrateful ones destroy friendship. But Rama will not destroy friendship. I who is a woman who is perishing  without the chief Rama to such me are there no good qualities or has my fortune diminished.\""
        },
        {
            "type": "verse",
            "text": "\"To me who is deprived of Rama with untroubled reputation, a warrior, annihilator of enemies, a  great soul, more than living, death is good. Or those two brothers who are best among men giving up weapons in  the forest may have become dwellers of forest eating roots and fruits. Or Rama and Lakshmana the warrior brothers  may have been killed by the evil soul king of ogres Ravana by deceit. Under such circumstances and time, such  I in all ways am desiring to die. Even in this grief, death is not bestowed on me.\""
        },
        {
            "type": "verse",
            "text": "\"Great souled ones with abandoned sins, with a conquered mind, those with great fortune, sages  are indeed fortunate to whom there is no pleasure and displeasure. From pleasure sorrow and from displeasure great  fear do not occur to great souls. Whoever are separated from pleasure and displeasure, my obeisance to such great  souls. Left by dear Rama with a well known mind coming under the control of sinful Ravana, such I will leave breath  of life.\""
        }
    ]
}