{
    "id": "prose-sundara-27",
    "kanda": "sundara",
    "sarga": "27",
    "title": "Trijata's dream",
    "chapter": "27",
    "overview": "In this chapter an ogress named Trijata describes her dream. She dreams of Sri Rama triumphs and  the ogre Ravana is conquered.",
    "content": [
        {
            "type": "verse",
            "text": "Thus spoken to by Sita, ogresses swooned with anger terribly. Some went to tell that to Ravana  the evil minded one. Therafter ogresses with a terrible appearance neared Sita and ten again spoke words of  evil purpose, with a single meaning and which were harsh. \"O ignoble one! O one with a sinful resolve! O Sita!  Today at this moment ogresses will eat this your flesh according to comfort.\""
        },
        {
            "type": "verse",
            "text": "Then, seeing Sita frightened by those evil ones, an ogress named Trijata, sleeping till then,  spoke these words:"
        },
        {
            "type": "verse",
            "text": "\"O evil ones! Eat your selves. You will not eat Sita who is the dear daughter of king Janaka  and daughter-in-law of king Dasharatha. Now a dream which is terrible, causing the hairs to stand erect for the  destruction of ogres and for the welfare of Her husband, has been seen by me.\""
        },
        {
            "type": "verse",
            "text": "Thus spoken to by Trijata all ogresses were frightened and spoke to that Trijata these words:"
        },
        {
            "type": "verse",
            "text": "\"Of what kind is this dream seen by you. Tell us\". Listening to this utterance that came forth  from the mouths of those ogresses, Trijata spoke at that time this word relating to the dream. Rama wearing white  garlands and clothes passing through the sky, Himself ascending a palanquin made of ivory tied with a thousand  swans, arrived along with Lakshmana. Now it has been seen by me in the dream that Sita also wearing white clothes  was sitting on a white mountain surrounded by the ocean.\""
        },
        {
            "type": "verse",
            "text": "\"Sita came together with Rama like the light with the Sun. Rama also was seen by me to be mounted  on a great elephant with four tusks and equalling a mountain and Rama wandered together with Lakshmana. Thereafter  shining with their own radiance, wearing white garlands and clothes, those two best among men Rama and Laksmana  neared Sita.\""
        },
        {
            "type": "verse",
            "text": "\"Thereafter Sita rested on the upper part of back of elephant in the sky; taken by Her husband  Rama to the front of that mountain. Thereafter it has been seen by me that Sita with eyes like lotuses has risen  up from the lap of Her husband and gently touched the Moon and the Sun with Her hand.\""
        },
        {
            "type": "verse",
            "text": "\"Thereafter that best elephant ascended by those princes Rama and Lakshmana and by Sita with  wide eyes stood on the top of Lanka. Rama together with wife Sita, Himself came here in a chariot tied with  eight white bulls. The valorous best among men Rama together with brother Lakshmana and with Sita ascended wonderful  Pushpaka aeroplane equalling the Sun, went in the northern direction. Rama with strength equalling that of Lord  Vishnu, born in Raghu's dynasty together with brother Lakshmana and with Sita has been seen by me thus in the  dream. "
        },
        {
            "type": "verse",
            "text": "\"Rama with great glory is not possible to be defeated by Suras or by ogres or by others like heaven  not being conquerable by sinners. Ravana also was seen by me on earth sprinkled with oil, with red clothes, with  garlands tied with Oleander flowers, drinking oil and intoxicated. Now Ravana fallen down on to earth from Pushpaka  aeroplane having the head shaved, wearing black clothes again was seen to be pulled by a woman.\""
        },
        {
            "type": "verse",
            "text": "\"Wearing red garlands and unguents, drinking oil, laughing, dancing, with a confused mind, with  agitated senses, Ravana went by a chariot tied by donkeys. Undertaking southern direction, Ravana went quickly  by a donkey. Again it was seen by me that the king of ogres Ravana stupefied with fear, fell down from the donkey  with head down.\""
        },
        {
            "type": "verse",
            "text": "\"That Ravana rising up quickly, together with perplexity, distressed with fear, excited by passion,  being naked, like a mad man, prattling many bad words, entering dirt with a bad smell, which was intolerable,  horrible, dark, like the hell and quickly sank in that.\""
        },
        {
            "type": "verse",
            "text": "\"A woman with red clothes, who was black, with body smeared with dirt, tying Ravana by the throat,  was pulling him in southern direction. In that dream the ogre Kumbhakarna has been seen thus by me. All Ravana's  sons have been seen to be sprinkled with oil. Ravana by a pig, Indrajit by a porpoise, Kumbhakarna by a camel  set out in southern direction.\""
        },
        {
            "type": "verse",
            "text": "\"Among those Vibhishana is the only one who has been seen by me to be having a white umbrella,  wearing white garlands and clothes and anointing body with white unguents. Vibhishana is there adorned with the  sound of conch shells and kettledrums, with dances and songs, ascended a best elephant equalling a mountain with  the sound of a thundering cloud, with four tusks. He approached the sky together with four ministers\""
        },
        {
            "type": "verse",
            "text": "\"An assembly also of ogres drinking oil and wearing red garlands, with red clothes, with the sound  of songs and musical instruments has been seen by me. This beautiful city of Lanka has also been seen together  with horses and elephants with broken gates and arches fallen down in the ocean.\""
        },
        {
            "type": "verse",
            "text": "\"Lanka protected by Ravana has been seen by me in the dream to be burnt by a quick Vanara who is  a messenger of Rama. In Lanka horrible with ash, all ogresses were drinking oil, laughing heartily with a great  noise and also dancing a lot. All these best among ogres such as Kumbhakarna and others taking a red cloth entered  a hole filled with cow dung. Go away! Be destroyed! Rama will get Sita. With a great anger He will get you killed  together with other ogres.\""
        },
        {
            "type": "verse",
            "text": "\"Rama will not approve frightening to threatening His dear wife who is highly valued by Him, who  followed Him to live in the forest. For that reason, enough of cruel words. Gentle words indeed be said. Let us  request Sita. This is agreeable to me. Which woman while being sorrowful, such type of dream has been seen,  that woman being released from various sorrows, will get unsurpassed pleasure.\""
        },
        {
            "type": "verse",
            "text": "\"O ogresses! Entreat Sita who has been frightened. What is the use with a desire to speak. From  Rama a horrible fear has come to ogres. This Sita daughter of Janaka, pleased with prostration is competent  to protect us from great danger. And also I do not see in Her who is wide eyed, in Her limbs even a minute misshapen  characteristic, even insignificant one.\""
        },
        {
            "type": "verse",
            "text": "\"I see an imperfection in complexion alone. I doubt that this princess who came near an aeroplane  in my dream, who is not suited to sorrows received sorrow. I am seeing Sita coming near accomplishment of motive.  I also see the destruction of Ravana also and victory of Rama coming near. Being a cause to listen to a great  pleasure of Her, this throbbing eye long like a lotus petal is being seen my me.\""
        },
        {
            "type": "verse",
            "text": "\"One left arm of this straight forward Sita suddenly has become erect and is slightly trembling.  Sita's best left thigh equal to an elephant's trunk is trembling indicating Rama's standing in front of Her.  A bird also entering its dwelling place on a branch again and again speaking best consolating words, is telling  heartily welcoming words being delighted again and again, as though impelling Sita.\""
        }
    ]
}