{
    "id": "prose-sundara-29",
    "kanda": "sundara",
    "sarga": "29",
    "title": "Sita experiences some good omens",
    "chapter": "29",
    "overview": "Sita experiences some good omens as follows; Her left eye, left shoulder and left thigh quivered,  as also her clothing slipped a bit. Feeling these omens, her consciousness was awakened with exaltation.",
    "content": [
        {
            "type": "verse",
            "text": "To her who was in such circumstances, who was in distress, who was irreproachable, devoid of joy  and dejected but virtuous, was bestowed with auspicious omens, as a prosperous man is bestowed with dependent  servants. The beautifully haired Sita's left eye, which was auspicious, whose surrounding row of eye-lashes  were curved, which was black, wide and bright-looking; was predominantly quivering, like a red lotus quivered  by the blow of a fish."
        },
        {
            "type": "verse",
            "text": "Her left shoulder, which was pretty, distinguished beefy and round, which deserved to be applied  with excellent black aloe and sandalwood paste, which had been used for long as a pillow by her most excellently  beloved Rama, quickly quivered. Of her two thighs kept together, the left thighs which was beefy and well born,  which resembled the trunk of a princely elephant was predominantly quivering, spoke indistinctly of existence  of Rama in front."
        },
        {
            "type": "verse",
            "text": "Again, the clothing of Sita standing there, of spotless eyes and charming limbs, having teeth  resembling the buds of jasmine, which was of golden shade and was slightly soiled as it were with dust, glided  down, which appeared auspicious (for her). Bolstered by these and some other omens which straight explained that  they were fruitful on the earlier occasion also, Sita of beautiful eyebrows disclosed a great joy, even as a  seed vanished and withered by the wind and the sun, got sprouted by rain."
        },
        {
            "type": "verse",
            "text": "Moreover, having the lips resembling Bimba fruit, having beautiful eyes and eyebrows, whose eye  lids are curved, having charming white teeth, her face shone like the moon liberated from the mouth of the demon  Rahu. Free from sorrow, her weariness removed, her mental affliction alleviated and her consciousness awakened  with exaltation, that esteemed lady (Sita) looked handsome with her countenance, as a night with the moon appears  during the bright fortnight."
        }
    ]
}