{
    "id": "prose-sundara-30",
    "kanda": "sundara",
    "sarga": "30",
    "title": "Hanuman falls in dilemma",
    "chapter": "30",
    "overview": "Hanuman falls in a dilemma whether to console Sita or to remain silent. Finally Hanuman decides  to console Sita, by eulogising Rama's attributes in a sweet voice, so that Sita can give credence to his words.",
    "content": [
        {
            "type": "verse",
            "text": "The valiant Hanuman also heard truly all those words of Sita, Trijata and the threatening words  of the female demons. Thereafter, seeing that Sita as a divine lady in the garden of Nandana, Hanuman echoed  his thought in various ways. \"Which Sita is being searched in all directions by many thousands and myriads of  monkeys, the same Sita has been found by me. By me, employed thoughtfully (by my Master) as a secret agent and  gone about secretly with a view to ascertain the enemy's strength, this has been perceived. The characteristics  of demons, this town and the power of the king of demons, Ravana, have been perceived by me.\""
        },
        {
            "type": "verse",
            "text": "\"It is proper for me to console the wife of Rama, desirous of seeing her husband who is compassionate  towards all beings and who is of immeasurable might. I shall console this woman, whose face resembles a full moon,  who is having an unforeseen affliction, who is tormented by grief and who is not attaining the end to her affliction.  If I return without consoling this Sita, the wife of Rama, even though her mind is tormented by grief, my departure  becomes blemished.\""
        },
        {
            "type": "verse",
            "text": "\"Not finding a rescue when I return to Kishkindha, the illustrious princess Sita may give up  her life. That long-armed Rama having the countenance of a full moon, eagerly longing to see Sita, is fit to  be consoled by me. It is not proper to speak with her within the sight of these female-demons. How indeed is this  to be done? I am indeed perplexed.\""
        },
        {
            "type": "verse",
            "text": "\"If she is not consoled by me during the rest of this night, she will forsake her life by all means.  There is no doubt about it. If Rama enquires of me as to what words did Sita speak about him, what can I say  to Rama without speaking now to this Sita, the slender-waisted lady? To me returning in haste from here without  carrying Sita's message Rama may get irritated and burn me up with his pungent eyes.\""
        },
        {
            "type": "verse",
            "text": "\"Even if I insmaster Sugreeva to do his best in the cause of Rama, his arrival here with an army  will be futile. Staying here itself and getting hold of an opportunity even in the midst of the female-demons  (when they are in attentive), I shall slowly console Sita who is very much in distress. However, I am very small  in stature, particularly as a monkey and can speak now Sanskrit, the human language too.\""
        },
        {
            "type": "verse",
            "text": "\"If I use Sanskrit language like a brahmin, Sita will get frightened, thinking me as Ravana.  Especially, how can a monkey speak it? Certainly, meaningful words of a human being are to be spoken by me. Otherwise,  the virtuous Sita cannot be consoled. Looking at my figure and the language, Sita who was already frightened  previously by the demons, will get frightened again. Thereafter, this large-eyed Sita who is full of mind, thinking  me as Ravana who can assume any form at will, may shout loudly, engendered by fear.\""
        },
        {
            "type": "verse",
            "text": "\"As soon as Sita shouts loudly, a troop of female-demons, wielding various kinds of weapons and  appearing dreadful as Yama the Lord of Death, may assemble here. Then those ugly faced female-demons may encircle  me from all sides and try to catch and kill me with all their might. Then, seeing me running hither and thither,  seizing big branches, twigs and trunks of excellent trees, they may get alarmed with fear.\""
        },
        {
            "type": "verse",
            "text": "\"The ugly faced female-demons will be frightened with fear, after seeing my huge figure wandering  in the grove. Then those female-demons may call the other demons too retained by Ravana in his house. Those female-demons  with an element of turbulence and rapidity may rush into a battle with various kinds of weapons like spears lances  and swords.\""
        },
        {
            "type": "verse",
            "text": "\"Surrounded on all sides by them, I may not be able to reach the other shore of the great ocean,  while destroying the army of demons. Or having jumped up (over me) many demons operating speedily may capture  me. Then, Sita may not be able to know the occurrence of my arrival. Even I may get captured too. Or the violent  minded demons may kill this Sita. Consequently this work of Rama and Sugreeva will be ruined.\""
        },
        {
            "type": "verse",
            "text": "\"Sita is residing in this secret place, with a concealed access, surrounded by demons and encircled  by an ocean. If I am killed in the battle or got captured by the demons, I do not see any other companion for  Rama who can fulfill this work (of searching for Sita). Even after due reflection, I do not see any monkey who  can transgress the ocean with a breadth of one hundred Yojanas, in case I am killed.\""
        },
        {
            "type": "verse",
            "text": "\"I am competent to kill even thousands of demons. I am quite sure. But, after doing such a large  battle, I may not be capable of reaching the other shore of the ocean. Conflicts are unreal too and to me, there  is no desire for uncertainty. which intellectual will do an assured act with an apprehension?\""
        },
        {
            "type": "verse",
            "text": "\"If I do not talk, there will be Sita's death. If I talk to Sita, this great lapse will occur.  Actions which are going to be accomplished shortly, get spoiled at the hands of a accomplished shortly, get spoiled  at the hands of a confused messenger, when the actions are set in opposition to time and space, even as darkness  disappears at sun rise. Even if a decision is taken, regarding what is worthy and what is worthless, it does not  yield good results. Messengers boasting themselves to be learned, thus indeed ruin those actions.\""
        },
        {
            "type": "verse",
            "text": "\"How does not my work get spoiled? How should I avoid my feebleness? Also how does not my leaping  across the sea become vain? How can Sita hear my words without fear?\" Thinking in this way, the wise Hanuman  made up his mind (as follows):"
        },
        {
            "type": "verse",
            "text": "\"If I eulogize Rama, who is unwearied in action and a good relation, I shall not frighten her,  whose mind is directed towards that relation. Offering auspicious and righteous words about Rama the most excellent  prince Ikshvaku dynasty who possesses a learned soul and myself speaking in a sweet voice, I shall make everything  intelligible so that Sita rightly believes everything.\""
        },
        {
            "type": "verse",
            "text": "The noble-minded Hanumann, abiding in the midst of the twigs of the trees and seeing Sita, spoke  the following words of many kinds which were not futile."
        },
        {
            "type": "verse",
            "text": "Thus completes 30th Chapter of Sundara Kanda of the glorious Ramayana of Valmiki, the work of a  sage and the oldest epic"
        }
    ]
}