{
    "id": "prose-sundara-31",
    "kanda": "sundara",
    "sarga": "31",
    "title": "Hanuman began to narrate story of to Sita",
    "chapter": "31",
    "overview": "Sitting on the branch of a Simshapa tree, Hanuman began to narrate in human language the story of  Rama from the time he was born till his sending Hanuman to Lanka in search of Sita. Hearing the narration of  Hanumann, Sita was overjoyed and finds Hanuman perched on Simshapa tree.",
    "content": [
        {
            "type": "verse",
            "text": "Thus reflecting on many kinds of thought, Hanuman spoke the following sweet words within the hearing  range of Sita."
        },
        {
            "type": "verse",
            "text": "\"There was a king named Dasharatha who was very glorious among the kings of Ikshvaku dynasty and  had a virtuous disposition. He owned chariots, elephants and horses, becoming very famous. He was excellent in  virtues among royal sages. He was equal to the seven sages in austerity. He was born in the lineage of emperors  and was equivalent to Indra in prowess. He was keen on harmlessness. He was not vulgar. He was compassionate.  He was truly mighty. He was an eminent king in Ikshvaku race. He was endowed with prosperity and was causing to  increase prosperity.\""
        },
        {
            "type": "verse",
            "text": "\"The king Dasharatha was endowed with royal characteristics, highly prosperous, excellent among  kings and highly prosperous, excellent among kings and famous on earth with its four borders. He was happy man  and gave happiness to others. There was an eldest son named Rama to that Dasharatha. Rama was beloved having a  moon-like face. He, knows the distinctions among humans and others. He was excellent among all the wielders of  the bow.\""
        },
        {
            "type": "verse",
            "text": "\"That Rama who annihilates enemies, is a protector of his own mode of life, a protector of his  own people, a protector of every living being and a protector of righteousness. By the command of that Dasharatha,  his old father and true-speaking man, that Rama a brave man went on exile to a forest along with his wife and  brother. While hunting in that forest, that Rama killed many demons who were valiant and who could assume any  form at will.\""
        },
        {
            "type": "verse",
            "text": "\"Thereafter, hearing about the killing of demons in Janasthana, a part of Dandaka forest, in addition  to killing of Khara and Dushana the demons, the enraged Ravana took away, Sita, by deceiving Rama in creating  an illusive image of deer in the forest. Searchthe irreproachable lady, that Rama met a monkey called Sugreeva  as his friend in the forest.\""
        },
        {
            "type": "verse",
            "text": "\"Thereafter, Rama the conqueror of enemy's cities and very strong man, killed Vali and gave away  that kingdom of monkeys to Sugreeva. As commanded and sent by Sugreeva, thousands of monkeys capable of assuming  form at their will, are searching for that lady Sita in all quarters of the earth. By the words of Sampati,  I a swift monkey crossed the ocean having a length of one hundred yojanas for the sake of this broad eyed Sita.\""
        },
        {
            "type": "verse",
            "text": "\"This Sita has been found by me according to the same comeliness, complexion and the bodily marks  as I had heard from Rama. Having spoken these words, Hanuman kept quiet. Hearing those words, Sita too got a  great surprise. Thereafter, that Sita whose consciousness was enshrouded by affliction, whose hair-ends were  curved and who was of a fearful nature, lifted her face and looked towards Shimshupa tree."
        },
        {
            "type": "verse",
            "text": "Hearing Hanuman's words and looking at all quarters and sub-quarters, Sita was recollecting Rama  in all ways and obtained a great joy. Looking at sides, up and down, that Sita saw that Hanumann, the sun of  wind-god, having an unimaginable intelligence, the minister of Sugreeva and looking like the sun behind an eastern  mountain."
        }
    ]
}