{
    "id": "prose-sundara-32",
    "kanda": "sundara",
    "sarga": "32",
    "title": "Sita is shocked to see Hanuman",
    "chapter": "32",
    "overview": "Sita is shocked to see Hanuman, perched on the branches of a shimshupa tree She is confused whether  it is a dream or a reality. Finally, she thinks that as the monkey is talking to her in a manifested form, it  is quite a reality. She prays Lord Brihaspati and Brahma to make he words spoken by Hanuman as true.",
    "content": [
        {
            "type": "verse",
            "text": "Then, seeing Hanuman, who was tawny coloured like a series of flashing thunderbolts wrapped up in  a white cloth and hiding behind the branches of a tree, Sita had her mind shaken. Sita beheld there a monkey,  beaming like a cluster of Ashoka flowers wide opened, with his eyes resembling refined gold, humble and speaking  agreeable words."
        },
        {
            "type": "verse",
            "text": "Sita got a great surprise and thought (as follows): \"Alas! This monkey is hard to be approached,  fearful and difficult to be looked at.\" Thus thinking, she was bewildered again. The splendid woman Sita, bewildered  by fear and afflicted with grief, lamented most piteously saying \"O, Rama! O, Rama! and \"O Lakshmana!\". Sita  wept faintly in a low voice in many ways."
        },
        {
            "type": "verse",
            "text": "Seeing that excellent monkey approaching humbly, that splendid woman Sita thought it as a dream.  Sita, looking hither and thither, saw Hanumann, who was having a wide and curved mouth, doing acts as told by  Sugreeva the king of monkeys, the foremost of monkeys, greatly adored and the best among the intelligent. As soon  as seeing Hanuman Sita lost her consciousness very much and became seemingly lifeless. Regaining her consciousness  after a long time the wide eyed Sita moreover thought (as follows):"
        },
        {
            "type": "verse",
            "text": "\"Today, I saw an ugly monkey in my dream, which is forbidden according to a body of scriptures.  May it be well with Rama together with Lakshmana and with my father, King Janaka. This is not a dream. To me,  tormented by sorrow and grief, there is indeed no sleep. To me, separated from Rama whose countenance resembles  a full moon, there is no happiness indeed!\""
        },
        {
            "type": "verse",
            "text": "\"Since I am pondering with my mind about that Rama only, and always saying 'Rama! Rama!' thus,  conformably I am seeing and hearing a story thus corresponding to he same thought. Tormented as I am today by  Manmatha god of love longing for Rama, my whole feelings directed towards him and constantly thinking of him alone,  in the like manner I am seeing him and in the like manner i am hearing of him alone. I am imagining that my wish  will be fulfilled. Likewise, I am reasoning my wish by my intellect also. There is no concrete form indeed for  my wish. He, with a well manifested form is speaking to me. for what reason?\""
        },
        {
            "type": "verse",
            "text": "\"My salutation to Brihaspati the Lord of eloquence, together with Indra the wielder of a thunderbolt,  to Brahma the self-existent Lord and to the Lord of Fire eating the oblations! Let whatever words spoken by this  monkey be true! Let them not be untrue!\" "
        }
    ]
}