{
    "id": "prose-sundara-33",
    "kanda": "sundara",
    "sarga": "33",
    "title": "Sita antecedents to Hanuman",
    "chapter": "33",
    "overview": "Stepping down from the tree, Hanuman approached Sita and asked her to clarify him whether she  is the wife of Rama. Sita then starts to narrate her antecedents and the story of Rama along with circumstances  under which she along with Rama and Lakshmana went to Dandaka forest as per the command of King Dasharatha. She  also informs Hanuman about her snatching away of Ravana from the forest.",
    "content": [
        {
            "type": "verse",
            "text": "That Hanuman, with coral-coloured face, very bright, the son of wind-god, wearing a humble and feeble  look, approached Sita by stepping down from the tree and offered her his salutation by keeping his joined palms  on his head and spoke the following sweet words: \"O Lady with your eyes resembling lotus leaves, wearing a worn  out silken cloth! O, the irreproachable one! You have stood, holding by the hand a branch of the tree who are  you? Tears of sorrow are gushing down from your eyes, as water is scattered down from two lotus-petals. Why?\""
        },
        {
            "type": "verse",
            "text": "\"O auspicious lady! In whom are you born-whether in celestials or in ogres or in serpent-demons  or in celestial musicians or in demons or in semi-divine beings or in mythical beings? O lovely-faced woman! Who  are you among eleven Rudras who bestow strength, or among Maruts the storm-gods or among eight Vasus the beneficent  gods? O Handsome lady with fine hips! You appear to me as a deity.\""
        },
        {
            "type": "verse",
            "text": "\"Are you Rohini, endowed with all the best qualities, fallen from heaven, left behind by moon and  excellent among stars. O dark-eyed lady! Are you not the auspicious Arundhati, who irritated her husband, Vasishta  the sage either by anger or by error?\""
        },
        {
            "type": "verse",
            "text": "\"O the slender waisted lady! You seem to be lamenting over someone who died is he your son, or  father or brother or husband. You are lamenting. You are sighing a lot. You are touching the earth. You have royal  insignia in you. According to these things, I do not consider you as a divine woman. Based on the marks on your  person and your bodily characteristics, I believe you to be a queen of an emperor and the daughter of a king.\""
        },
        {
            "type": "verse",
            "text": "\"If you are Sita stolen per force by Ravana from Janasthana, tell it to me who is asking if you  please! According to your miserable state, the super-human beautiful figure and your costume endowed with austerity,  surely you are Rama's wife.\""
        },
        {
            "type": "verse",
            "text": "Hearing his words, Sita was delighted of Rama's mention and spoke the following words to Hanuman,  who was dwelling on a tree. \"I am the daughter-in-law of Dasharatha, eminent among the excellent kings on earth,  who understands the nature of the spirit and who torments the army of the adversary. I am the daughter of the  noble-natured Janaka, the king of Videha kingdom. I am know."
        },
        {
            "type": "verse",
            "text": "\"I stayed in Rama's house there for twelve years, enjoying the worldly pleasures belonging to human  kind and fulfilling all my desires. Thereafter, in the thirteenth year, King Dasharatha along with his preceptors  started to perform anointment of the kingdom to Rama, a celebrity of Ikshvaku dynasty.\""
        },
        {
            "type": "verse",
            "text": "\"While that anointment of Rama was being arranged, a queen called Kaikeyi spoke the following words  to Dasharatha, her husband. If Rama gets anointed for the kingdom, from now onwards, I shall neither drink water  nor take my food daily. This is the end to my life. O the excellent king! If that word of pledge was uttered affectionately  by you and if it is not going to be a waste, let Rama go to the forest.\""
        },
        {
            "type": "verse",
            "text": "\"Hearing the cruel and the disagreeable words of Kaikeyi and recollecting the boon given to the  queen, King Dasharatha who was true to his word, fell unconscious. Then, the aged king, who was firmly established  in truth and righteousness, regretfully asked his illustrious eldest son to give back the kingdom, which he bestowed  him earlier.\""
        },
        {
            "type": "verse",
            "text": "\"That glorious Rama first admitted his father's words in mind, considering them more dearer than  his anointment to the kingdom and accepted them with his word. The truly courageous Rama always gives anything  to others and does not take anything from others. He does not speak just a little of a disagreeable word even  for the cause of his life.\""
        },
        {
            "type": "verse",
            "text": "\"Leaving behind his greatly valuable outer garments and wearing garments made of bark, that highly  illustrious Rama gave up his kingdom willingly and assigned me to his mother. To me bereft of him, residing even  in heaven does not indeed give pleasure. I, as such, decided to proceed to the forest and soon was ready to start  even ahead of Rama.\""
        },
        {
            "type": "verse",
            "text": "\"Adorned with clothes of bark, the illustrious Lakshmana, the rejoice of his friends, got ready  to follow his elder brother even before (me). Obeying respectfully the command of Lord Dasharatha, we as such with  a firm resolution, entered the forest, which we have never seen before and which was deep and profound in appearance.\""
        },
        {
            "type": "verse",
            "text": "\"While Rama of great vigour was dwelling in the forest of Dandaka, the evil-minded demon, Ravana  took me, Rama's wife, away. A period of two months of survival-benefit has been given to me by him. For that reason,  after the said two months, I shall give up my life.\""
        }
    ]
}