{
    "id": "prose-sundara-34",
    "kanda": "sundara",
    "sarga": "34",
    "title": "Hanuman reveals himself to be a messenger of",
    "chapter": "34",
    "overview": "Hearing the words of the grief-stricken Sita, Hanuman reveals himself to be a messenger of Rama  and repeats the enquiries made by Rama, Lakshmana and Sugreeva. Sita, however, suspects Hanuman to be Ravana  in disguise and chides him when Hanuman approaches nearer to her. Sita then asks Hanuman to describe the good  qualities of Rama. Hanuman on his part discloses to her his actuality as a minister of Sugreeva and tells the important  qualities of Rama. He requests her to have faith in his words.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those words of Sita who was overthrown from one grief to another, Hanuman the best of  monkeys gave the following reply in a kindly and affectionate manner."
        },
        {
            "type": "verse",
            "text": "\"O Sita the daughter of the king of Videha Kingdom! I have come here as your messenger on Rama's  directions. The virtuous Rama enquired about your welfare too. O Divine Lady! Rama the son of Dasharatha, who is  excellent among the knower of Veda and who knows Brahma's missile (a mythical weapon which deals infallible destruction)  and Vedas the sacred knowledge, enquired about your welfare. Also the greatly splendorous Lakshmana, the favourite  brother and the follower of your husband, himself tormented with grief, performed salutation to you by bowing  his head.\" "
        },
        {
            "type": "verse",
            "text": "Hearing that news of welfare of Rama and Lakshmana the excellent of men, the divine lady, with  all her limbs thrilled with joy, spoke to Hanuman (as follows): \" 'Joy rushes to surviving man even though (it  be) as the end of a hundred years' - this popular adage appears true and and auspicious for me.\" "
        },
        {
            "type": "verse",
            "text": "Sita showed wonderful friendly disposition towards Hanuman who approached her. Both of them also  conversed with each other in full confidence. Hearing that reply of Sita who was afflicted with grief, Hanuman  the army-chief of monkeys endeavoured to draw nearer to her. In as much as that Hanuman drew nearer to her, in  the same way, that Sita suspected him as Ravana."
        },
        {
            "type": "verse",
            "text": "\"O shame! It was my guilt to tell him all this to him. He is indeed that Ravana, who obtained another  guise.\" That Sita, having faultless limbs, leaving that branch of Ashoka tree and as emaciated with grief, sat  down on that ground itself."
        },
        {
            "type": "verse",
            "text": "Seeing Sita afflicted with grief and deluded with fear, the great armed Hanuman also then simply  saluted her. She too, trembling with fear, did not look towards him again. Sita, with her countenance resembling  the moon, seeing Hanuman saluting her, had a deep sigh and spoke to Hanuman in a sweet-sounding voice (as follows)"
        },
        {
            "type": "verse",
            "text": "\"If you are Ravana, who made use of an illusive guise and yourself a conjurer, you are causing  me a further agony. It is no good. You are indeed the same Ravana, who, abandoning your real form, appeared to  me in the guise of a vagrant religious mendicant in Janasthana. O demon who can assume any form at your will!  It is no good that again you are causing agony to me, emaciated because of fasting and feeling very miserable.  Otherwise, whatever is suspected by me is not indeed true because in my mind, a pleasurable sensation indeed occurred  by reason of your audience.\""
        },
        {
            "type": "verse",
            "text": "\"If you have come as Rama's messenger, may you be blessed! O the best of monkeys! Rama's anecdote  is very pleasurable for me. Hence, I am requesting you to narrate it. \"O monkey! Narrate the qualities of my beloved  Rama. O gentle one! You are eroding my mind as a rapid course of stream erodes a river bank. I, who was taken  away long ago, is seeing a monkey sent by Rama in this way. Alas! How delightful this dream is!'"
        },
        {
            "type": "verse",
            "text": "\"If I have seen the eminent Rama together with Lakshmana, I would not have disheartened. In my  case, even my dream is wicked! I do not deem it as a dream. Seeing a monkey in a dream does not bring about prosperity  But prosperity has come to me!\""
        },
        {
            "type": "verse",
            "text": "\"How possibly is it a delusion of my mind? Is it an impending course of flatulence or changing  mental condition of madness? Is it a looming mirage? Otherwise, it is neither madness nor even a delusion, which  is a symptom of madness. Because I am knowing about myself as also about this monkey.\""
        },
        {
            "type": "verse",
            "text": "Thus deliberating upon the strengths and weaknesses in several ways, Sita finally imagined him  to be Ravana, as demons can change their forms at will. Then, that slender waisted Sita, the daughter of Janaka,  thus having made up her mind, did not reply in return anything further to Hanumann."
        },
        {
            "type": "verse",
            "text": "Understanding the contemplation of Sita, Hanuman the son of wind-god then brought about a great  joy in her with his words most favourable to her ears (as follows): \"Rama has a great splendour like that of the  sun. He is pleasing to all like the moon. As Kubera the Lord of wealth, he is a lord to the entire world. Like  Vishnu, he is greatly renowned and endowed with valour. Rama is a speaker of truth. Like Lord Brihaspati, he has  a sweet voice. He is a handsome man, possessing good fortune and a royal dignity. He is a personified Manmadha,  the lord of love.\""
        },
        {
            "type": "verse",
            "text": "\"Rama gets anger only at right time. He strikes a befitting person at a right time. He is an excellent  chariot-warrior. The world is resting under the shelter of arms of this high souled man. Showing an illusory antelope,  Ravana detracted Rama and took you away from a deserted hermitage. You will see later, the consequence Ravana  will get for this act.\""
        },
        {
            "type": "verse",
            "text": "\"Which valiant Rama with arrows strongly shining like sparkles released with anger, by the same  Rama I was sent here as a messenger and I arrived at your presence. That Rama, agonised by your separation wishes  to enquire of your welfare. That long-armed Lakshmana too, having a great splendour and who augments the happiness  of Sumitra his mother, saluted you and enquired about your welfare. O princess! That monkey called Sugreeva, a  companion of Rama and the king of the excellent monkeys, asked about your welfare.\""
        },
        {
            "type": "verse",
            "text": "\"Rama, together with Sugreeva and Lakshmana, is always recollecting you. O Sita! Eventhough coming  into the control female-demons, you are somehow surviving by your good lunch! Within a few days, you will see  Rama, the mighty Lakshmana and the highly splendorous Sugreeva, in the presence of crores of monkeys. I am a monkey,  the minister of Sugreeva, called Hanuman. I entered the city of Lanka, by traversing the great ocean.\""
        },
        {
            "type": "verse",
            "text": "\"Asserting my strength and putting down my feet on the head of the evil minded Ravana, I have come  to see you. O Princess! I am not so, as you comprehend me (as Ravana). Let your suspicion be given up. Believe  me as I say it.\""
        }
    ]
}