{
    "id": "prose-sundara-36",
    "kanda": "sundara",
    "sarga": "36",
    "title": "Hanuman gives Sita, the signet ring sent by",
    "chapter": "36",
    "overview": "Hanuman gives Sita, the signet ring sent by Rama through him in order to strengthen  her confidence in Sita felt very happy to see the ring and praised Hanuman for his arrival to Lanka  after having crossed the sea single handedly. She expresses her hope to Hanuman, saying that Rama, Lakshmana,  Bharata and Sugreeva will come to Lanka with their armies so as to destroy Ravana, for her sake. Hearing  Sita's words, Hanuman consoles Sita saying that Rama, Sugreeva and a host of monkeys will come to  Lanka by crossing the ocean, so as to defeat Ravana and his army, with assurance that Rama will appear  before her shortly.",
    "content": [
        {
            "type": "verse",
            "text": "Hanuman, the highly energetic son of wind-god, with an inducement to obtain confidence  from Sita, again modestly spoke the following words:"
        },
        {
            "type": "verse",
            "text": "\"O illustrious lady! I am a monkey and a messenger of the wise Rama. O princess! Look  at this ring too, marked with Rama's name. I brought this ring given by the high souled Rama, for the  purpose of gaining your confidence. Get consoled indeed. Happiness to you! You are now free from the  object of your grief. I brought this ring given by the high souled Rama, for the purpose of gaining  your confidence. Get consoled indeed. Happiness to you! You are now free from the object of your grief.\""
        },
        {
            "type": "verse",
            "text": "The countenance of that large-eyed Sita, which appeared charming with red and white  eyes shone like a moon the king of stars liberated by Rahu the demon. Then, that young Sita, gladdened  by the message of her husband, became shy and message of her husband, became shy and well-pleased. Uttering  delightful words, she praised Hanuman the great monkey (as follows):"
        },
        {
            "type": "verse",
            "text": "\"O Hanuman the best of monkeys! You have singly overpowered this place infested by demons.  You are valiant. You are competent. You are intelligent. You, with an acclaimable gallantry, crossed  the ocean having a width of one hundred Yojanas and an asylum of crocodiles, making it as a small puddle.  O excellent of monkeys! For you there is no fear nor even bewilderment from Ravana. Hence, I do not  consider you as an ordinary monkey.\""
        },
        {
            "type": "verse",
            "text": "\"O the best of monkeys! If you are sent by that Rama, who knows the nature of his self,  you are worthy of talking to me well. The indomitable Rama must not have sent you indeed, especially  to me, without knowing your enterprise and without testing you in advance. Rama the righteous man who  is true to his promise and Lakshmana of great splendour who enriches the joy of Sumitra are fortunately  safe.\""
        },
        {
            "type": "verse",
            "text": "\"If Rama is safe, with his anger why is he not scorching the earth with ocean as its  belt, like rising fire at the end of the world? Otherwise, Rama and Lakshmana are capable of holding  down even the celestials. But I think there is no end indeed to my troubles. Is not Rama getting perturbed?  Is he not tormented with grief? Is Rama the best of men now doing the right acts to annihilate the enemies?  Is Rama the prince miserable and confused? Is he even mistaken in his actions? I hope he is doing all  acts which require human effort.\""
        },
        {
            "type": "verse",
            "text": "\"Is Rama the annihilator of enemies as per necessity resorting to the two strategies  viz., conciliatory and partaking approaches and even the three strategies viz., partaking, sowing dissension  and open assault? Is he kind-hearted towards friends, with a wish to conquer the enemies? Is he getting  friends? Has he been approached for friendship by others? I hope he is having good friends and even  so honoured by them. Is Rama the prince wishing the grace of the gods? Is he equally aware of the role  of human endeavour and the role of fate? "
        },
        {
            "type": "verse",
            "text": "\"O Hanuman! Is Rama not losing affection in me because of my staying away from home? Will  he release me from this evil predicament? Is Rama, who is habituated always to pleasures and not habituated  to pains, not sinking into despondency by now getting this great pain? Are you constantly hearing the  news of safety of Kausalya, Sumitra and Bharata?\""
        },
        {
            "type": "verse",
            "text": "\"Is Rama worthy of honour, suffering from pain just because of me? Will he liberate me  from my sorrow, without fixing his mind on something else? I hope Bharata, having a brotherly affection,  will send for my sake, an army furnished with banners, guarded by the ministers, consisting of ten anikinis  (21870 elephants, 21870 chariots, 65610 horses and 109350 foot soldiers) which were terrific in appearance.\""
        },
        {
            "type": "verse",
            "text": "\"The glorious Sugreeva the lord of monkeys will indeed come for my sake along with his  valiant monkeys, who have their tusks and nails as their weapons. Lakshmana, the strong man, who augments  the joy of Sumitra and who is an expert in weaponry, will indeed destroy the demons by the multitude  of his arrows.\""
        },
        {
            "type": "verse",
            "text": "\"Within a short time, I hope see Ravana killed along with his companions in the battle-field  by terrific weapons burning brightly. That face of Rama with its golden and with the fragrance of a  lotus may be looking miserable as bereft of me and getting dehydrated too. I hope it is not parched  by the sun, like a louts. Which Rama left the kingdom as an indication of his righteousness and to whom  there was neither disturbance nor fear nor sorrow even while taking me to the forest by foot, I hope  that the same Rama is maintaining boldness in his heart. To Rama, in the matter of affection, neither  his mother nor his father nor any body else is equal to or more than me. O Hanuman the messenger! I wish  to survive only as long as I hear the activity of my beloved.\""
        },
        {
            "type": "verse",
            "text": "Uttering thus those greatly meaningful and sweetly worthwhile words, Sita the princess  further abstained from talking so as to hear Hanuman's delightful words describing the matters pertaining  to Rama."
        },
        {
            "type": "verse",
            "text": "Hearing Sita's words, Hanuman of terrific prowess, keeping his joined palms on his head,  spoke the following words in reply. \"O Sita having lotus eyes! Rama does not know that you are here.  For that reason, he did not take you back soon, as Indra the destroyer of strong holds did not take  back Sachi, his wife. Soon after hearing my words, Rama will come soon, drawing forth a large army,  consisting of a multitude of monkeys and bears.\""
        },
        {
            "type": "verse",
            "text": "\"Rama will paralyze the imperturbable ocean with his flood of arrows and make the City  of Lanka extinguished of demons. If the goddess of Death along with demons or celestials stand firmly  in the way of Rama at that time, he will kill them also. O noble lady! Being full of grief caused by  your non-appearance, that Rama is not obtaining happiness, like an elephant tornmented by a lion.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita the princess! I swear and tell you by the mountains Malaya, Vindhya, Meru and  Dardura as well as by our staple food of roots and fruits, that you will soon see Rama's face, having  good eyes, handsome, having lips with the colour of a bright-red gourd (fruit of Momordica monodelpha)  and with its charming look like a rising full moon.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita! You will see soon Rama on the PrasRavana mountain, like Indra the Lord of  celestials seated on the back of Airavata, the chief of elephants. Rama is not eating meat, nor indulging  even in spirituous liquor. Everyday, in the evening, he is eating the food existing in the forest, well  arranged for him.\""
        },
        {
            "type": "verse",
            "text": "\"With his mind wholly devoted to you, Rama is not even driving away forest-flies from  his body, nor mosquitoes nor insects nor reptiles from his body. Rama always cogitates on something  or the other. He is forever engaged in sorrow. He is enamoured with the god of love and thinks of nothing  else.\""
        },
        {
            "type": "verse",
            "text": "\"Rama mostly does not have sleaze. Even if that best of men sleeps, he keeps awake uttering  sweet words like \"lo! behold! Sita! When he happens to see a fruit or a flower or any other beautiful  object, he recollects of you and says 'O beloved!' many times and breathes a sigh.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita the princess! Rama the magnanimous prince is always lamenting, speaking just  about you, recollecting \"Sita, Sita!\". Being firm in his vow, he makes effort to find you only.  That Sita, who has the same amount of grief as that of Rama, became worn out of her grief upon hearing  the adoration of Rama, like a night with the moon obscured by the remnant clouds at the commencement  of autumn.\""
        }
    ]
}