{
    "id": "prose-sundara-38",
    "kanda": "sundara",
    "sarga": "38",
    "title": "Hanuman asks Sita to give him a token of remembrance",
    "chapter": "38",
    "overview": "Hanuman asks Sita to give him a token of remembrance, which Rama can recognize. Sita  then narrates the episode of a crow which occurred on the Chitrakuta mountain and requests Hanuman to  repeat it before Rama by way of a token of recollection. She further sends greetings to both Rama and  Lakshmana, conveys her enquiry about their welfare and conveys to them her resolve to survive only for  a month after the expiry of the time-limit given by Ravana. Thereupon, she hands over to Hanuman her  jewel for the head as a token of remembrance.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those words of Sita, the eloquent Hanuman was very much pleased and spoke to  Sita (as follows): "
        },
        {
            "type": "verse",
            "text": "\"O Sita, the beautiful princess! Whatever you spoke is befitting. It is in keeping  with woman's nature and humility of a chaste women. It is indeed not fit for a woman to mount on my  back and traverse an extensive ocean, which is having a width of one hundred yojanas. O Sita endowed  with modesty! The second reason you mentioned that you would not be touching any one else other then  Rama is befitting of you, the wife of that high soled Rama. O princess! which other lady except you  can speak of such sweet words?\""
        },
        {
            "type": "verse",
            "text": "\"O princess! I can completely inform Rama of all that you have done and of all that you  have spoken before me. O princess! All this was told by me because of several reasons, being desirous  of doing good to Rama ad with my mind moistened with affection towards him. I spoke this because of  the unassailability of Lanka, its great ocean so difficult to be crossed and also my capacity of taking  you. Because of my great affection and devotion towards you, I wish to carry you well now itself to  Rama your husband. These words were not spoken by me with any other motive. "
        },
        {
            "type": "verse",
            "text": "\"O faultless Sita! If you are not willing to go with me, give me a token of remembrance  which Rama can recognise.\""
        },
        {
            "type": "verse",
            "text": "Hearing Hanuman's words, Sita like the daughter of a god, slowly spoke the following  words, strung together with alphabets of tears: \"You tell this (following) excellent thing as a token  of remembrance to my beloved husband. There is a place inhabited by sages at a hillock in the north-eastern  It was bountiful with roots fruits and water. In that place, while we were residing in a hermitage of  sages, on a day long ago, we were strolling in water in parts of groves with various kinds of flowers  of perfume in that hillock. Your thereupon became wet and sat at my proximity.\""
        },
        {
            "type": "verse",
            "text": "\"Then, a crow, yearning for meat, began to peck me. Picking up a clod of earth, I prevented  the crow from its act. Pecking me again and again, the crow was hiding there only. That crow, yearning  for food, did not resign from meat. While I was angry with that bird, my skirt was slipping and I was  pulling its string (so as to tighten it). I was seen by you then.\""
        },
        {
            "type": "verse",
            "text": "\"Moved by anger, I felt abashed for being laughed at by you. Torn down by the crow, which  was yearning for food, I sought shelter with you. Feeling tired, I again settled on your lap. As though  angry, I was consoled by you and I was fully delighted.\""
        },
        {
            "type": "verse",
            "text": "\"Slowly wiping my eyes, my face filled with tears, I was seen by you, O Lord, as having  been annoyed by the crow. I even slept for a long time on Rama's lap because of my fatigue. In his turn,  Rama the elder brother of Bharata, slept in my arms.\""
        },
        {
            "type": "verse",
            "text": "\"Meanwhile, the same crow appeared there. Descending all of a sudden, the crow clawed  me at the space between the breasts, even as I awoke from my sleep and rose from the lap of Rama. Flying  up again, it tore me up a lot. Then, Rama got wet by the discharged drops of blood. Thereafter, that  splendorous Rama, the annihilator of enemies, who was in a pleasant slumber, was woken up by that crow  and by me who was grievously tormented by the crow. That long-armed Rama, seeing me pierced violently  on the breasts, then spoke the following words, hissing like an angry serpent.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita the round-thighed woman! Who has wounded the space between your breasts? who  is playing with a fire-faced serpent filled with fury? Then, throwing a glance around, Rama saw that  crow with its sharp claws moistened with blood and sitting in front of me alone.\""
        },
        {
            "type": "verse",
            "text": "\"That crow, the best among birds, seems to be the son of Indra the Lord of celestials,  staying in mountains and moving with a peed equal to the wind. Then, the long-armed Rama, the best among  wise men, swirling his eyes in anger, made a resolve in the matter of that ferocious crow. Taking a  blade of Kusa grass from his bed ( made of Kusa grass), Rama employed it to work with Brahma's missile  (a mythical weapon which deals with infallible destruction). That blazing shoot of grass, resembling  a fire destroying the world, flared up in front of that bird. As Rama threw that blazing blade of Kusa  grass towards that crow, that blade of grass went chasing that crow in the sky.\""
        },
        {
            "type": "verse",
            "text": "\"Then, while that blade of grass came chasing, that crow went flying in many a way. Seeking  protection, it roamed all over the world. Roaming the three worlds in search of a saviour, that crow  was abandoned by Indra; its father, the celestials and the sages. Finally, it sought refuge in the same  Rama.\""
        },
        {
            "type": "verse",
            "text": "\"That Rama, who affords protection, was compassionate and protected that crow, which  fell on the ground (in salutation to Rama) and sought for protection, eventhough it was apt to be killed.  Seeing that crow, coming exhausted and dejected, Rama said to it: 'It is not possible to make Brahma  missile a waste. For this reason, tell me what to do now.\""
        },
        {
            "type": "verse",
            "text": "Thereafter, that crow said \"Let your arrow shoot my right eye.\" Then that blade of Kusa  grass shooted the right eye of that crow. By giving away its right eye in that way, the crow saved its  life. After offering salutations to Rama and King Dasharatha and being discharged by that valiant Rama,  the crow returned to its own abode.\""
        },
        {
            "type": "verse",
            "text": "\"O lord of the earth! For my sake you hurled a Brahma's missile even at a crow. Why are  you forgiving the one who has taken me away from you? O Rama the best among men! You, with great strength,  annihilate the enemy and bestow your mercy on me. O Lord! She who has a protector in you, actually looks  like one without any protector.\""
        },
        {
            "type": "verse",
            "text": "\"You yourself told me that kindness is the best righteousness. I know you, having a great  prowess, a great energy, and a great strength. I know your non-acquiescence, imperturbability, profoundness  like an ocean, as Lord of the earth including the oceans and as equal to Indra the Lord of celestials.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama! Eventhough you are strong, excellently skilled in archery and a truthful man,  why are you not utilizing your arrow on demons? Neither the serpent-demons, nor the divine musicians  nor the demons nor the storm-gods are able to resist the onrush of Rama in battle. If the valiant Rama  has any haste in my case, why does he not destroy the demons with his sharp arrows?!"
        },
        {
            "type": "verse",
            "text": "\"For what reason, even Lakshmana the tormentator of enemies, the mighty man and the valiant  man does not protect me, by taking the command of his elder brother? Those two tigers among men, Rama  and Lakshmana, with a sharpness equal to that of wind and fire, even if they are unconquerable by demons  too, why are they neglecting me? There is not doubt that I would have committed a great sin, for which  reason those two brothers Rama and Lakshmana the tormentators of enemies, even when capable , are neglecting  me.\" "
        },
        {
            "type": "verse",
            "text": "Hearing the pitiable appeal Sita with tears, Hanuman of great splendour and the son  of wind-god spoke (as follows): \"O Sita! Rama has grown averse to everything else, caused by grief  towards you. I swear it to you by truth. When Rama is overpowered by grief; Lakshmana too gets tormented  by grief. O faultless Sita! Somehow or other, you have been discovered by me. This is not the time  to lament. Your will see the end of your sorrow within a short time. Those two mighty princes, the excellent  among men, are eager to see you and they will reduce Lanka to ashes.\""
        },
        {
            "type": "verse",
            "text": "\"O large-eyed Sita! Killing the cruel Ravana along with his relatives in battle, Rama  will take you back to his own city. Tell me what to be expressed to Rama or to the mighty Lakshmana  or to the splendorous Sugreeva or even to the other monkeys assembled there.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Hanuman, Sita, like the daughter of a sage, tormented with grief,  spoke to Hanuman the monkey (as follows): \"On my behalf, salute by bowing your head and ask about the  welfare of Rama, the Lord of the worlds, whom the magnanimous Kausalya gave birth. (On my behalf, ask  about the welfare of ) Lakshmana, that good child of Sumitra who, having renounced the wreaths of flowers,  all the riches, pleasant and beautiful girls and even the prosperity difficult to be obtained in this  extensive world, offered his profound respects to and pacified his father and mother, followed Rama  to exile.\""
        },
        {
            "type": "verse",
            "text": "\"Renouncing a great comfort, the righteous Lakshmana, acting in an affectionate manner  towards Rama, followed him, watching over him in the forest. Lakshmana, who has broad shoulders like  that of a lion, mighty-armed, steady-minded and having pleasant looks, behaves towards Rama as towards  his father and looks to me as his own mother.\""
        },
        {
            "type": "verse",
            "text": "\"The valiant Lakshmana, on that day of occurrence, did not know that I was being taken  away by Ravana. He serves elders. He possesses a splendour. Though capable, he does not talk much. To  Dasharatha, my father-in-law, he is his replica a beloved and the best prince. Lakshmana, the younger  brother of Rama is the one who is dearer to me always. That energetic Lakshmana carries out well, whatever  load of work is entrusted to him\""
        },
        {
            "type": "verse",
            "text": "\"Seeing whom, Rama ceases to recollect his deceased father, that Lakshmana is to be asked  about his well-being, as my word and on my behalf. O Hanuman, the excellent of monkeys and the best of  monkeys! you are the model for fulfilling this act of addressing him in such a way that Lakshmana, the  mild, every-pure and clever darling of Rama may bring my sorrows to an end.\""
        },
        {
            "type": "verse",
            "text": "\"Depending on your effort, Rama will be more active with his effort the following words  again and again to Rama, my Lord and the hero:\""
        },
        {
            "type": "verse",
            "text": "\"O Rama! I shall hold my life for a month. I cannot survive after a month I am telling  you the truth. O valiant man! You are required to rescue me, detained (as I am) by Ravana the criminal  and subjected to humiliation, as you (as Lord Vishnu) earlier protected Indra the Lord of celestials  and Lakshmi the goddess of prosperity from the abode of servants and demons.\""
        },
        {
            "type": "verse",
            "text": "Then, untying the bright divine jewel for her head tied in her garment, Sita gave it  to Hanuman, saying that it might be handed over to Rama. Taking the excellent jewel, the valiant Hanuman  thereupon fitted it to his finger, since his arm (eventhough he had assumed his former tiny form), was  not fitting to it properly."
        },
        {
            "type": "verse",
            "text": "Receiving that jewel, Hanuman the best among the monkeys, offered his salutation to Sita,  by engaging himself in circumambulation and stood aside with humbleness. Filled with a great delight,  born out of Sita's discovery by him, that Hanuman mentally sought (the presence) of Rama but stood  there with just his physical body."
        },
        {
            "type": "verse",
            "text": "Taking that excellent and highly venerable jewel, worn by Sita and by its influence  resembling one who was shaken by a blast coming from the top of a huge mountain, Hanuman was mentally  pleased and set out for crossing the ocean in his return journey."
        }
    ]
}