{
    "id": "prose-sundara-39",
    "kanda": "sundara",
    "sarga": "39",
    "title": "To urge and Lakshmana",
    "chapter": "39",
    "overview": "Sita asks Hanuman, who is prepared to depart with the jewel for her head, to convey  her enquiries about the welfare of Rama, Lakshmana and Sugreeva. She further requests Hanuman to urge  them to rescue her. Then, Sita expresses her doubt about the capacity of Rama, Lakshmana and the troops  of monkeys and bears to cross the ocean. Hanuman explains to Sita about the strength of monkey-heroes  and assures her about their ability to cross the ocean. In the end, Hanuman consoles Sita by promising  to bring Rama and Lakshmana on his back across the sea so that they will together destroy the City of  Lanka.",
    "content": [
        {
            "type": "verse",
            "text": "Then, after giving the jewel for head, Sita spoke to Hanuman as follows: \"This token  of remembrance is actually known to Rama. By seeing this jewel, the heroic Rama can recollect three  of us, viz. my mother, myself and the king Dasharatha. O Hanuman the excellent among monkeys! Driven by  your enthusiasm again, think what remains to be done in undertaking this task. O Hanuman the best among  monkeys! You are capable of fulfilling this task. O Hanuman! Become the one who can remove my misfortunes,  by employing your effort. If you think of it carefully, your effort will become the one which can remove  my misfortunes.\""
        },
        {
            "type": "verse",
            "text": "That Hanuman of terrific prowess, having promised 'so be it', offered salutation to Sita  by bowing his head to her and was set off to go. Getting to know Hanuman ready to set out, Sita the  princess spoke the following words with her voice choked by tears: \"O Hanuman, the excellent among monkeys!  Ask about the welfare of both Rama and Lakshmana together. You also ask, according to our usage, about  the welfare of Sugreeva together with his ministers and of all the monkeys who are elder. You deserve  to evolve a strategy through which the long-armed Rama can make me to cross over this ocean of misfortunes.\""
        },
        {
            "type": "verse",
            "text": "\"O Hanuman! Tell, in whatever manner, by which the illustrious Rama can console me, even  while I am still surviving. Reap righteousness, by helping me through your word. Constantly hearing  the words endowed with energy spoken by you, Rama's manly strength will be intensified to recover me.\"  Hearing the words containing my message from you, the valiant Rama will duly set his heart in exercising  his strength.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sita, Hanuman the son of wind-god, having placed his open hands  side by side, slightly shallowed on his head in salutation), spoke the following words in reply. \"Coming  soon together with valiant monkeys and bears, Rama after defeating the enemies in battle, will eliminate  your sorrow. While discharging his arrows, none can be seen either in men or in monkeys or in celestials  who are able to stand before Rama in battle. That Rama is capable of enduring even the sun-god, even  Indra the god of rain or even Yama the god of death, son of the sun-god a battle-field especially for  your sake. Rama is indeed worthwhile to master the entire earth bounded by the ocean. O Sita! Rama's  victory is indeed for your sake.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of Hanuman, spoken rightly and truly well, Sita held him in great  respect and proceeded to speak (the following) words: Thereupon, looking again and again towards that  Hanuman who was going away, Sita kind-heartedly adored his words endowed with friendliness for her  husband. \"O valiant monkey, the annihilator of enemies! If you are agreeable, stay for a day at any  one secret place. After taking rest, you can go tomorrow. O Hanuman! Because of your vicinity, there  may be a relief for a moment to this great sorrow of me, who is less fortunate.\""
        },
        {
            "type": "verse",
            "text": "\"O Hanuman the lion among the monkeys! If after that, there is any doubt about your return,  there is a doubt even for my survival too. There is no suspicion about this matter. O Hanuman! To me,  who is tormented by one grief after another grief, my sorrow due to your disappearance will further  torment me, like a burning flame. O best among the monkeys! O valiant one! In the matter of monkeys  and bears who are your helpmates, this highly great doubt is lingering before me.\""
        },
        {
            "type": "verse",
            "text": "\"How indeed can those troops of monkeys and bears or Rama and Lakshmana can cross that  great insurmountable ocean? Three beings viz. Garuda the eagle, or yourself or the wind-god only have  the capacity of crossing this ocean. O valiant monkey! That is why, what strategy are you visualizing  to fulfill this act, which is thus impassable? You are indeed excellent of those who know how to accomplish  a task. O Hanuman the annihilator of hostile enemies! You, as one alone, is capable of fulfilling this  task. Your act of fulfilling the result is well-known.\""
        },
        {
            "type": "verse",
            "text": "\"If Rama defeats Ravana with his entire army in battle and as a champion takes me back  to his own city, it will be quite worthy of him. If Rama, the destroyer of rival army, fills the entire  Lanka with his arrows and takes me home, it will be quite worthy of him. For that reason, you act in  such a way, that Rama the high-souled man, valiant in battle, may exhibit the prowess befitting of him.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words, which were meaningful humble and attended with reason, Hanuman gave  his final reply (as follows): \"O Sita the princess! Sugreeva, the Lord of the troops of monkeys and  bears and the premost among the monkeys, who is endowed with strength, is firmly determined in your  cause. O Sita! That Sugreeva, endowed with thousands and crores of monkeys, will come soon to destroy  the demons. So many monkeys, endowed with prowess, perseverance, great strength and who can rush to  any place as they wish are intensely committed to Sugreeva's command. There is no hindrance to their  movement either in the sky or in the ground or in any horizontal region (between the sky and the ground)  with unlimited splendour are not indolent in performing any great task.\""
        },
        {
            "type": "verse",
            "text": "\"The earth with its oceans and mountains has been circumambulated clockwise many times  by those monkeys, who are highly energetic and who follow the aerial path. In them, some of the monkeys  are superior to me and some are even equal to me. No one in the vicinity of Sugreeva is inferior to  me. When I have arrived here, why to talk about the mighty ones? Generally, superior ones are not sent  for errands. Only others are indeed sent.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita the princess! Enough of your lamentation. Take away your sorrow. Those leaders  of monkeys will reach Lanka by one single leap. Rama and Lakshmana, those two lions among men also of  great strength, ascending on my shoulders, can come to you, like the rising sun and the moon. Coming  together, Rama and Lakshmana the valiant and the excellent among men, can destroy the City of Lanka  with their arrows.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita with a good waist! Rama, the delight of Raghu dynasty, killing Ravana together  with his troops, will return to his town, duly taking you with him. For that reason, console yourself  indeed! Happiness to you! If you wait for some time, you shall see, within a short time, Rama like a  blazing fire. When this king of demons is killed along with his sons, ministers and relatives, you will  meet Rama, as Rohini* met the moon.\""
        },
        {
            "type": "commentary",
            "text": "*Rohini: A consort of the moon-god, presiding over a constellation of the same name."
        },
        {
            "type": "verse",
            "text": "\"O Sita the princess! You shall see the end of your sorrow soon. Within a short time,  you will also see the end of Ravana, as destroyed by Rama. Thus consoling Sita, Hanuman the son of  wind-god made up his mind to go back and spoke to Sita again as follows: \"That Rama the annihilator  of enemies, who firmly decided to destroy his adversaries and Lakshmana wielding a bow in his hand will  soon reach the entrance of Lanka and you will see them. You can see soon those valiant monkeys, with  their claws and tusks as weapons, having the prowess of lions and tigers and looking like lordly elephants,  coming together.\""
        },
        {
            "type": "verse",
            "text": "\"O venerable lady! You shall see many troops of excellent monkeys resembling hills and  clouds, thundering on the peaks of Malaya mountain in Lanka. Hit in the vitals by the darts of venerable  Manmatha the god of love, Rama is not obtaining happiness, as an elephant gets tormented by a lion.  O Sita the princess! Do not weep with grief. Let your mind be without any unpleasantness. You are  indeed having Rama your husband as your protector like Shachi having Indra her husband as a protector.\""
        },
        {
            "type": "verse",
            "text": "\"Who else is there greater than Rama or who else equal to Lakshmana? Those two brothers,  like fire and wind, are supportive to you. O Sita the princess! You will not stay for long at this  place, which is very terrific and occupied with a multitude of demons. The arrival of your husband will  not be delayed. Be patient till the moment of my meeting with Rama on my return.\""
        }
    ]
}