{
    "id": "prose-sundara-4",
    "kanda": "sundara",
    "sarga": "4",
    "title": "Hanuman enters the city of Lanka",
    "chapter": "4",
    "overview": "Entering Lanka at night by placing His left foot desiring the destruction of enemies, Hanuma hears various musical instruments being played upon inside. He also observes enemies' forces and moves towards the royal gynaeceum.",
    "content": [
        {
            "type": "verse",
            "text": "That Hanuman the best among Vanaras, the great radiant one, the long armed one, conquered \r with His might the best Lanka who is capable of assuming desired form. He then leapt over the city wall \r at a place that was not a gate. Desiring the benefit of the king of Vanaras Sugreeva, that Hanuman entered \r the city of Lanka and thus actually placed His left foot on the enemies' heads. That son of Vayu endowed \r with great strength, entered the city at night and took the grand road shone by flowers and pearls. \r After that Hanuman went towards that beautiful city of Lanka. The beautiful city shone like the sky together \r with clouds, with its cloud like houses filled with sounds of laughter and with sounds of musical instruments \r at the interior, equal in strength to diamonds and clubs and with windows decorated with diamonds. Then \r that city of Lanka shone brilliantly being well decorated by the houses of Rakshasas. These were modern \r houses which equalled white clouds, which were surprising with the shape of lotus and swastika and which \r were auspicious. That glorious Hanuman, performer of beneficial deeds for Sugreeva the king of monkeys, \r moved around the city of Lanka which had wonderful garlands and jewellery, for the sake of Sri Rama. \r He saw the city and became happy too. Going from one building to another, Hanuman saw buildings in various \r shapes and forms on every side. Hanuman heard a sweet song which was decorated by sound from the three \r svaras - Mandra, Madhya and Tara of love lorne women like Apsara women in heaven. Hanuman also heard \r there and there sound from the tinkling of ornaments worn around the waist in the houses of wealthy \r people, sounds of footfall over stair, sound from clapping of arms by warriors and roar of ogres. Hanuman \r also heard there and there sound from the tinkling of ornaments worn around the waist in the houses \r of wealthy people, sounds of footfall over stair, sound from clapping of arms by warriors and roar of \r ogres. There Hanuman heard ritual chantings muttered by rakshasas in their houses. He saw ogres engaged \r in study of Vedas. He also saw roaring rakshasas who came together to praise Ravana. He saw many spies \r of Ravana and a big army of ogres which stood surrounding the royal highway in the central zone of city. \r Hanuman saw those who were initiated into various Vedic practices, those who wore matted locks on their \r head, those who had shaven heads, those who wore cow hides and other clothing, those who were carrying \r Kusa grass as weapons and also those who had fire vessels as weapons, those who carried hammers and \r clubs in their hands and also those who had worn staffs as weapons, hose who were one-eyed, those who \r had one ear, hose who were pot-bellied and with hanging breast, those who had horrible appearances, \r those with twisted mouths, those who were horrific and also short people, those who carried bows and \r arrows those who carried swords, those who carried pestles and clubs as weapons, those who carried excellent \r Parighas in their hands, those who shone with strange armour, those who were not very fat, those who \r were not too thin, those who were neither tall nor short, those who were not very fair, those who were \r not very dark, those who were not very hunchbacked, those who were not very short, those who had great \r brilliance, those who carried banners, those who carried flags and those who carried different weapons. \r Hanuman saw many people, who had great might, who carried javelins and trees as weapons, those who carried \r Pattisas and thunderbolts, those who carried in their hands sling and nooses, those who carried flowered \r garlands, wearing sandal paste and decorated with best jewellery, those who had various kinds of appearances \r roaming freely at will, those who carried sharp spikes and thunderbolts. Hanuman saw at the front of \r inner city, a hundred thousand central protective force which was attentive and was positioned there \r at the command of Ravana. That Hanuman saw Ravana's house with a golden doorway. That famed house was \r on the top of a mountain. Motes filled with white lotuses surrounded it. It was also surrounded by a \r compound wall. He watched the house again and again. The great Hanuman entered secretly Ravana's inner \r city which was equal to paradise, rendered noisy by neighing of horses and tinkling of ornaments, by \r chariots, vehicles and aerial-cars and decorated by auspicious elephants and horses and great elephants \r with four tusks and by birds and animals in heat. It had beautiful entrances and was protected by thousands \r of rakshasas with great strength. Hanuman entered the inner city of Ravana which was filled with gold, \r which had a golden court-yard , with a central area decorated by pearls and diamonds of great value \r and sprinkled daily with water containing superb algallocum and sandal-wood."
        },
        {
            "type": "verse",
            "text": "That Hanuman the best among Vanaras, the great radiant one, the long armed one, conquered with His might the best Lanka who is capable of assuming desired form. He then leapt over the city wall at a place that was not a gate. Desiring the benefit of the king of Vanaras Sugreeva, that Hanuman entered the city of Lanka and thus actually placed His left foot on the enemies' heads."
        },
        {
            "type": "verse",
            "text": "That son of Vayu endowed with great strength, entered the city at night and took the grand road shone by flowers and pearls. After that Hanuman went towards that beautiful city of Lanka. The beautiful city shone like the sky together with clouds, with its cloud like houses filled with sounds of laughter and with sounds of musical instruments at the interior, equal in strength to diamonds and clubs and with windows decorated with diamonds."
        },
        {
            "type": "verse",
            "text": "Then that city of Lanka shone brilliantly being well decorated by the houses of Rakshasas. These were modern houses which equalled white clouds, which were surprising with the shape of lotus and swastika and which were auspicious. That glorious Hanuman, performer of beneficial deeds for Sugreeva the king of monkeys, moved around the city of Lanka which had wonderful garlands and jewellery, for the sake of Sri Rama."
        },
        {
            "type": "verse",
            "text": "He saw the city and became happy too. Going from one building to another, Hanuman saw buildings in various shapes and forms on every side. Hanuman heard a sweet song which was decorated by sound from the three svaras - Mandra, Madhya and Tara of love lorne women like Apsara women in heaven. Hanuman also heard there and there sound from the tinkling of ornaments worn around the waist in the houses of wealthy people, sounds of footfall over stair, sound from clapping of arms by warriors and roar of ogres. Hanuman also heard there and there sound from the tinkling of ornaments worn around the waist in the houses of wealthy people, sounds of footfall over stair, sound from clapping of arms by warriors and roar of ogres."
        },
        {
            "type": "verse",
            "text": "There Hanuman heard ritual chantings muttered by rakshasas in their houses. He saw ogres engaged in study of Vedas. He also saw roaring rakshasas who came together to praise Ravana. He saw many spies of Ravana and a big army of ogres which stood surrounding the royal highway in the central zone of city."
        },
        {
            "type": "verse",
            "text": "Hanuman saw those who were initiated into various Vedic practices, those who wore matted locks on their head, those who had shaven heads, those who wore cow hides and other clothing, those who were carrying Kusa grass as weapons and also those who had fire vessels as weapons, those who carried hammers and clubs in their hands and also those who had worn staffs as weapons, hose who were one-eyed, those who had one ear, hose who were pot-bellied and with hanging breast, those who had horrible appearances, those with twisted mouths, those who were horrific and also short people, those who carried bows and arrows those who carried swords, those who carried pestles and clubs as weapons, those who carried excellent Parighas in their hands, those who shone with strange armour, those who were not very fat, those who were not too thin, those who were neither tall nor short, those who were not very fair, those who were not very dark, those who were not very hunchbacked, those who were not very short, those who had great brilliance, those who carried banners, those who carried flags and those who carried different weapons."
        },
        {
            "type": "verse",
            "text": "Hanuman saw many people, who had great might, who carried javelins and trees as weapons, those who carried Pattisas and thunderbolts, those who carried in their hands sling and nooses, those who carried flowered garlands, wearing sandal paste and decorated with best jewellery, those who had various kinds of appearances roaming freely at will, those who carried sharp spikes and thunderbolts."
        },
        {
            "type": "verse",
            "text": "Hanuman saw at the front of inner city, a hundred thousand central protective force which was attentive and was positioned there at the command of Ravana. That Hanuman saw Ravana's house with a golden doorway. That famed house was on the top of a mountain. Motes filled with white lotuses surrounded it. It was also surrounded by a compound wall. He watched the house again and again."
        },
        {
            "type": "verse",
            "text": "The great Hanuman entered secretly Ravana's inner city which was equal to paradise, rendered noisy by neighing of horses and tinkling of ornaments, by chariots, vehicles and aerial-cars and decorated by auspicious elephants and horses and great elephants with four tusks and by birds and animals in heat. It had beautiful entrances and was protected by thousands of rakshasas with great strength."
        },
        {
            "type": "verse",
            "text": "Hanuman entered the inner city of Ravana which was filled with gold, which had a golden court-yard, with a central area decorated by pearls and diamonds of great value and sprinkled daily with water containing superb algallocum and sandal-wood."
        }
    ]
}