{
    "id": "prose-sundara-40",
    "kanda": "sundara",
    "sarga": "40",
    "title": "Hanuman consoles Sita and travels  northward",
    "chapter": "40",
    "overview": "Sita asks Hanuman to remind Rama of how he threw a blade of grass at the crow and destroyed  its right eye thereby, as a token of remembrance. She also asks to remind Rama of his having once marked  on her cheek with realgar, when a mark on her forehead was defaced, as a further token of Hanuman having  met her. Sita also requests Hanuman to appraise Rama of her wretched plight and finally greets him  to have a happy journey ahead.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of that high-souled Hanuman, Sita who resembled the daughter of god,  spoke the following words beneficial to herself. \"O Hanuman! Seeing you speaking pleasant words, I am  as overjoyed, as a field with half-sprouted crop of grain is thrilled by receiving a rain. With my limbs  emaciated with grief, I have a desire to touch that Rama the tiger among men. Show mercy on me and fulfill  my desire.\""
        },
        {
            "type": "verse",
            "text": "\"O Hanuman the excellent one among the troops of monkeys! Present the story of the blade  of grass called Ishika hurled with anger and thereby one eye of the crow destroyed by Rama (as a signal  remembrance). O Rama! You ought surely to recollect that while a mark on my forehead had got effaced  once, another mark with realgar was indeed painted by you on the side of my cheek. How are you, the  valiant man equal to Indra the Lord of celestials and Varuna the King of Universe, ignore Sita who  was taken away and now staying in the midst of these demons?\""
        },
        {
            "type": "verse",
            "text": "\"O faultless Rama! This wonderful jewel for the head head has been protected well by  me. Seeing this in my distress, I have been getting delighted, as though I have seen you. This splendid  jewel, produced in water, has been sent to you. Absorbed in grief, I shall not be able to survive henceforth.  With a hope of your coming here at any time, I am enduring these unbearable hardships and also the words  of horrible female demons; which pierce my heart.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama the prince, the annihilator of enemies! I shall hold my life only for a month.  I will not survive without you, after a month. This Ravana, the king of demons, is terrible. In my instance,  his glance is not pleasant. Hearing that you are causing a delay, I will not survive even for a moment.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sita, spoken pitiably with tears, Hanuman the son of wind-god,  with a great splendour, spoke (as follows): \"O Sita the princess! Rama has grown averse to everything  else, caused by grief towards you. I sear it to you truly. when Rama is overpowered by grief, Lakshmana  too gets tormented with grief.\" \"O lady! Somehow or other, you have been discovered by me. This is not  the time to lament. You will see the end of your sorrow shortly.\" \"Those two princes, the excellent  among men, the annihilator of enemies and who are eager to see you, will surely reduce Lanka to ashes.  \"O large-eyed Sita! Killing the cruel Ravana along with his relatives, Rama and Lakshmana will take  you to their own city.\""
        },
        {
            "type": "verse",
            "text": "\"O faultless Sita! Be pleased to give another token of remembrance, which Rama will  recognise and which creates pleasure to him. Sita said, \" An excellent token of remembrance was indeed  given by me. Seeing this jewel for my hair, Rama will trust your words.\""
        },
        {
            "type": "verse",
            "text": "Taking that excellent jewel, the illustrious Hanuman, the best among monkeys, offered  salutation to Sita by bowing his head and has set off to go. Seeing that Hanuman, the best among monkeys,  possessed of energy to jump up with great speed and expanding, Sita spoke (as follows) in her voice  choked with tears and looking miserable in her face filled with tears."
        },
        {
            "type": "verse",
            "text": "\"O Hanuman! Enquire about the welfare of Rama and Lakshmana, the brothers looking like  lions, of Sugreeva together with his ministers and of all other. Be pleased to make that long-armed  Rama deliver me from this ocean of sorrow. O valiant monkey! After approaching Rama, appraise him of  this terrific gush of my grief and also about the threatening attitude of these female-demons. Have  a happy journey!\""
        },
        {
            "type": "verse",
            "text": "Having been appraised of the matter by Sita the princess, having accomplished his object,  having his mind filled with joy and having perceived that only a little remained to be done, Hanuman  intellectually sought the northern direction."
        }
    ]
}