{
    "id": "prose-sundara-41",
    "kanda": "sundara",
    "sarga": "41",
    "title": "Hanuman thinks to meet Ravana",
    "chapter": "41",
    "overview": "Hanuman thinks within himself that he should implement the fourth strategy for success,  viz. open assault with the demons, so as to meet Ravana and his ministers for knowing their designs  and strengths. Accordingly, he makes up his mind to damage the royal pleasure-garden attached to the  gynaecium at Lanka and then proceeds to do that task.",
    "content": [
        {
            "type": "verse",
            "text": "Sita honoured Hanuman, who was ready to go, with good words. Hanuman, having gone to  a distance from that place, thought within himself (as follows):"
        },
        {
            "type": "verse",
            "text": "\"I have seen this black-eyed Sita. There is only a little that remains to be done by  me. Abandoning the three strategies for success viz. sowing dissension, negotiation and bribery, I have  to implement here the fourth strategy viz. open assault. In the case of demons, the strategy of negotiation  is not practicable. For those persons having abundant wealth, the strategy of bribery is not suitable.  For persons who are proud of their strength, the strategy of sowing dissension is not amenable. Prowess  alone is agreeable for me here. Except showing of valour, no strategy in accomplishing this task is  adequate in these circumstances, for the demons can adopt a weak attitude in the ensuring combat, if  their foremost heroes are somehow killed here and now.\""
        },
        {
            "type": "verse",
            "text": "\"He alone can accomplish his purpose, who implements many (secondary) tasks even after  the initial task has been carried through, without impairing the previous achievement. There is indeed  no single exclusive method to accomplish a purpose however small a task may be. On the other hand, whoever  knows to do a task in many ways, he alone is capable of achieving that task. If I go to the abode of  Sugreeva the Lord of monkeys, having ascertained the truth as to who will predominate in an encounter  between the adversary and ourselves here itself, then will the command of my master have been carried  out by me.\""
        },
        {
            "type": "verse",
            "text": "\"How can my combat with the demons now will prove to be a happy one? And, how will my  strength become fruitful? How indeed will that Ravana applaud me in battle? Then meeting Ravana with  his troop of ministers, his army and his followers in battle as well as knowing his designs and strength,  I will go back from here happily.\""
        },
        {
            "type": "verse",
            "text": "\"This excellent grove of this cruel Ravana, with its various kinds of trees and creepers,  which is pleasing to the eyes and the mind, is looking like Nandana, Indra's paradise. I will destroy  this grove like fire scorching a dried up forest. While this grove gets demolished, Ravana will then  be angry.\""
        },
        {
            "type": "verse",
            "text": "\"Thereupon Ravana will order for an army consisting of horses, great chariots and elephants  and armed with weapons like great tridents and spears made of iron. Then, a great combat will follow.  Attacking those demons of terrific prowess, I too with my unbearable prowess, will kill that army instigated  by Ravana and return to the place of Sugreeva happily.\""
        },
        {
            "type": "verse",
            "text": "Thereafter, Hanuman of terrific prowess, getting angry, started then to throw away trees  by a highly violent jerk of his thighs akin to the jerk of a wind. Then, the valiant Hanuman laid waste  the royal garden attached to the gynaecium resonant with cries of birds in heat and endowed with various  kinds of trees and creepers."
        },
        {
            "type": "verse",
            "text": "Hanuman damaged trees in that grove, destroyed the ponds and crushed the tops of pleasure  hills to powder. Thus, that grove became nasty at sight. With its trees and creepers dried up, with  the howls of various birds, with its ponds destroyed, with its copper-coloured sprouts dried up there,  that grove did not look bright, as though it had been destroyed by a wild fire. Those creepers with  their bars of support displaced, fell down like distressed woman. With its arbours and picture-galleries  destroyed, its great serpents and wild animals emitting cries of distress, its grottos and other structures  demolished, that grove became defaced. "
        },
        {
            "type": "verse",
            "text": "\"That woody land of that pleasure-garden which afforded shelter to the women-folk of  Ravana and which has clusters of Ashoka creepers became a jumble of creepers of sorrow for the distressed  women by the violence of Hanuman.\""
        },
        {
            "type": "verse",
            "text": "Creating a great displeasure to the mind of that high-souled Ravana, the Lord of the  land of Lanka; that Hanuman decided to fight alone against many mighty demons and stayed."
        }
    ]
}