{
    "id": "prose-sundara-42",
    "kanda": "sundara",
    "sarga": "42",
    "title": "Female-demons enquires Sita about Hanuman",
    "chapter": "42",
    "overview": "Seeing the devastation caused to the pleasant grove by Hanuman the female-demons ask Sita  who that great monkey was and wherefore he has come and talked to her. Sita replies that she knows  nothing of him. Some of the female-demons go to Ravana and report to him that the pleasant grove attached  to the gynaecuium has been destroyed by a mighty monkey and that the monkey went to Sita and talked  to her also earlier to the devastation. They also report that Sita expressed her ignorance about him.  Then, Ravana gets angry and sends some demons called Kinkaras to catch hold of Hanuman. Eighty thousand  Kinkaras rush towards Hanuman to catch him. But Hanuman, with his might, kills all Kinkaras with an iron  rod. Getting to know of the killings, Ravana again sends Jambumali, the son of Prahasta to catch hold  of Hanuman.",
    "content": [
        {
            "type": "verse",
            "text": "At the screaming sound of birds and at the sound of the crash of falling trees, all the  inhabitants of Lanka then became trembled with fear. Made to run to-and-fro and getting frightened,  beasts and birds began to scream. Atrocious omens made their appearance before the demons."
        },
        {
            "type": "verse",
            "text": "Then, the ugly-faced female-demons, whose sleep has vanished, found that grove demolished  and saw that great heroic monkey. Seeing those female-demons, the mighty armed Hanuman endowed with a  great courage and might, assumed a gigantic form which created a terror to the female-demons."
        },
        {
            "type": "verse",
            "text": "Beholding that mighty monkey having a gigantic body similar to a mountain, the female-demons  then asked Sita (as follows): \"Who is he? Whose messenger is he? From where and for what purpose he  has come here? Wherefore a conversation was held by him with you? O large-eyed Sita! Tell us. Let  there be no fear for you, O fortunate lady! What did he speak to you? O lady having black outer eye-corners!\""
        },
        {
            "type": "verse",
            "text": "Thereupon Sita the virtuous lady, having a complete beauty of all limbs, spoke as follows:  \"Where is the ability for me to know about the demons of a terrific form? You alone can recognise who  he is and what he does. A serpent only can recognise the feet of another serpent. There is no doubt  about it. By seeing him, I too get frightened. I do not know who he is. I only know him as a demon,  able to assume any form at his will, who arrived here.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sita some female-demons fled to different directions. Some stayed  back. Some others went to Ravana to inform about the matter. "
        },
        {
            "type": "verse",
            "text": "After approaching Ravana, the female demons of ugly faces started to tell (as follows)  of the monstrous and terrific monkey. \"O king! A monkey having a terrific body and a boundless prowess,  is stationed in the middle of Ashoka grove and made a conversation with Sita. Eventhough questioned  in many ways by us, Sita, the daughter of Janaka, having eyes similar to those of a doe, is not inclined  to tell about the monkey. He may be a messenger of Indra the Lord of celestials, or the messenger of  Kubera the king of riches or even a messenger sent by Rama to search for Sita.\""
        },
        {
            "type": "verse",
            "text": "\"He, having a wonderful form, has wiped off your grove, attached to the gynaecium, which  is fascinating and extending with many kinds of animal-flock. There is no place whatsoever in that grove,  which was not destroyed by him. Only that place, where Sita the daughter of Janaka was sitting, was  not destroyed by him. It is not known whether to protect Sita or because of fatigue, he has left that  place undestroyed, or else, what fatigue is there for him? He has done it to protect Sita. That well-grown  Simsupa tree, abounding in charming sprouts and flowers, under which Sita herself took shelter, has  been spared by him. To that terribly looking monkey, who talked with Sita and destroyed that grove,  you are entitled to order a terrible punishment. O chief of the demons-troops! Who would dare to talk  to that Sita, who has been mentally accepted by you, except perhaps he who is ready to abandon his  life?\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of the female-demons, Ravana the lord of demons flared up like a funeral  fire, his eyes spinning with anger. Tears dropped from Ravana's enraged eyes, like drops of oil dripping  from resplendent lamps. Ravana, with a great splendour, sent demons with a valiance equal to him, called  Kinkaras, in order to catch hold of Hanuman. He ordered for eighty thousand of those Kinkaras who were  strong. All those mighty Kinkaras with their large bellies, long tusks and terrible forms, longing to  fight with iron mallets and clubs in hand, in eagerness to lay hold on Hanuman, started from that place."
        },
        {
            "type": "verse",
            "text": "Approaching Hanuman who was standing near the arched doorway, they rushed towards him  with a great speed, like locusts rushing towards a fire. They banged Hanuman with various kinds of maces,  iron bludgeons plated with gold and arrows shining like the sun. Quickly surrounding Hanuman with clubs,  sharp edged spears, iron pikes, lances, javelins and swords, they stood in front of him."
        },
        {
            "type": "verse",
            "text": "The highly splendorous and illustrious Hanuman too, looking like a mountain, hurled his  tail on the ground, making a thunderous noise. Hanuman, the son of wind-god, expanding his body to a  very big size, clapped on is arms boldly, filling Lanka with that clapping sound."
        },
        {
            "type": "verse",
            "text": "By that great sound made by Hanuman through clapping on his arms together with a resound,  birds fell down from the sky. Hanuman also then cried aloud with a clamorous voice (as follows): \"Long  live the mighty Rama and the powerful Lakshmana! Long live the King Sugreeva, protected by Rama! I am  Hanuman, the destroyer of the army of adversaries and the son of wind-god. I am the servant of Rama,  the king of Kosala Kingdom, who is unwearied in action. Even a thousand of Ravanas will not be matching  equally with me, who is capable of striking with thousands of rocks and trees in battle. Here, before  the eyes of all the demons, I will annihilate the City of Lanka and after offering salutation to Sita,  I will go back after fully completing my task.\""
        },
        {
            "type": "verse",
            "text": "Those demons became frightened by the clamorous voice of Hanuman cried aloud and saw him  to be as high as a twilight rain-cloud. Not feeling apprehended because of the orders of their king,  those demons thereafter rushed towards Hanuman, with their terrific and amazing weapons."
        },
        {
            "type": "verse",
            "text": "Surrounded on all sides by those strong demons, that Hanuman endowed with a great strength  seized a huge iron bar belonging to the arched gate. Taking that iron rod, Hanuman killed the demons.  That violent Hanuman strolled in the sky, taking that iron rod in his hand, as Garuda the eagle would  carrying a serpent in its claws. Killing the valiant demons called Kinkaras, that heroic Hanuman wishing  to fight again, arrived at the archy gate way."
        },
        {
            "type": "verse",
            "text": "Some demons, who somehow escaped from that terror, went to Ravana and informed him that  all the Kinkaras have been killed. Hearing of large army of demons having been killed, that Ravana with  his eyes rolling rapidly (with anger), ordered Jambumali, son of Prahasta, who was unequal in prowess  and admirably unconquerable in battle."
        }
    ]
}