{
    "id": "prose-sundara-43",
    "kanda": "sundara",
    "sarga": "43",
    "title": "Hanuman thinks of destroying a sacred sanctuary of demons",
    "chapter": "43",
    "overview": "After damaging the pleasure-grove and after killing the Kinkaras dispatched by Ravana, Hanuman thinks of destroying a sanctuary which is sacred to the guardian-deity of the demons. Hanuman ascends to the top of the sanctuary and after killing the guards posted there, shows his strength by clapping on his arms and by uttering the names of Rama, Lakshmana and Sugreeva in a roaring voice. Hanuman assumes a gigantic form and uplifting a pillar in that sanctuary, he speedily whirls it around and burns the sanctuary by producing a fire, created out of its friction with the other pillars.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "After killing the Kinkaras, that Hanuman thought to himself (as follows): \"The grove was damaged by me. The lofty palatial mansion of the sanctuary (sacred to the guardian-deity of the demons) has not been destroyed. For that reason, I will cause this mansion to crumble down in the same way.\" Thus thinking himself, Hanuman the best among monkeys, son of the wind-god having large jaws, by showing his strength, bounced up and ascended the lofty palatial mansion of the sanctuary, which was as high as a mountain-top of Meru."
        },
        {
            "type": "verse",
            "text": "That Hanuman, an army-chief of monkeys, possessing a very great splendour, ascending the lofty palatial mansion similar to a mountain shone like a second rising sun. Overpowering the lofty and inviolable of the sanctuary, Hanuman blazing mansion his splendour, meta morposed into a towering sized body equal to that of Pariyatra mountain. Enhancing his body to a very big size by dint of his distinction, Hanuman clapped on his arms strongly, filling the City of Lanka with sound."
        },
        {
            "type": "verse",
            "text": "By the great deafening noise, made by clapping on his arms, the birds and also the guards protecting the sanctuary unconsciously fell down. \"Long live Rama, skilled in archery and the powerful Lakshmana! Long lie the King Sugreeva, protected by Rama! I am Hanuman, the destroyer of the army of adversaries and the son of wind-god. I am the servant of Rama, the king of Kosala kingdom, who is unwearied in action. Even a thousand of Ravanas will not be matching equally with me, who is capable of striking with thousands of rocks and trees in battle. Here, before the eyes of all the demons, I will annihilate the City of Lanka and after offering salutation to Sita, I will go back duly completing my task.\" Thus uttering to those guards protecting the sanctuary, roared terribly, making a noise and creating a terror to the demons."
        },
        {
            "type": "verse",
            "text": "Hearing that loud noise, hundreds of guards protecting the sanctuary went, taking many kinds of weapons, spears, swords and axes. Those Kinkaras with huge bodies surrounded Hanuman, duly discharging those weapons. They banged Hanuman with various kinds of maces, iron bludgeons plated with gold and arrows shining like the sun. That troop of demons surrounding Hanuman the best among monkeys, shone like a greatly extensive whirlpool in the waters of River Ganga."
        },
        {
            "type": "verse",
            "text": "Thereupon, the enraged Hanuman assumed a terrific form. Hanuman possessing a gigantic body and the son of wind-god, uprooting a pillar with a hundred edges and decorated with gold in that edifice, then speedily whirled it around. Fire was also generated tto friction with other pillars) The edifice was then consumed by fire. Seeing the edifice burning, that Hanuman killing those hundred demons, like Indra killing demons with his thunderbolt and gloriously staying in the sky, spoke (the following) words:"
        },
        {
            "type": "verse",
            "text": "\"Thousands of monkeys like me, possessing gigantic bodies of strength, were sent on the orders of Sugreeva. We and other monkeys are now roaming the entire earth. Some of the monkeys are having a strength of ten elephants. Some are having a strength of a hundred elephants. Some are having a prowess equal to that of a thousand elephants. Some are having the strength of a strong stream. Some have strength equal to that of wind. Some other army-chiefs of monkeys even cannot be measured.\""
        },
        {
            "type": "verse",
            "text": "\"Surrounded by hundreds, myriads, lakhs and crores of such monkeys having their teeth and nails as their weapons, Sugreeva, who is capable of destroying you all, will come. You hold enmity with the high souled Rama. For this, the City of Lanka will not be there. Neither you, nor even Ravana will survive.\""
        }
    ]
}