{
    "id": "prose-sundara-44",
    "kanda": "sundara",
    "sarga": "44",
    "title": "Ravana sends Jambumali",
    "chapter": "44",
    "overview": "Ravana sends Jambumali, son of Prahasta, to capture Hanuman. Jambumali attacks Hanuman  with his numerous arrows. Hanuman hurls a big rock towards Jambumali, but it fails to kill him. Then,  Hanuman throws a big sal tree towards Jambumali and the latter succumbs to it.",
    "content": [
        {
            "type": "verse",
            "text": "Jambumali, the demon with great tusks, wielding a bow, donning crimson garlands and clothes,  wearing beautiful chaplet and charming ear-rings, possessing a gigantic body, having round and open  eyes, the demon causing diseases, unconquerable in battle, a strong demon and the son of Prahasta, commanded  by Ravana, started stretching with rashness his big bow resembling a rain bow garnished splendorous  arrows and which brilliance was similar to that of a lightening and produced a sound like that of a  thunder. "
        },
        {
            "type": "verse",
            "text": "The tumultuous sound created out of the twanging of that bow, soon filled up the quarters,  intermediate points and the sky. Seeing him, arriving by a chariot yoked with donkeys, that Hanuman who  was endowed with swiftness, was thrilled with joy and made a noise too."
        },
        {
            "type": "verse",
            "text": "The long-armed Jambumali transfixed sharp arrows into that great monkey, Hanuman who was  standing on the top of the archy door-way. He transfixed Hanuman the leader of monkeys in the face with  an arrow with a crescent-shaped head, on the head with an arrow having an ear-shaped top and in the  arms with ten steel arrows."
        },
        {
            "type": "verse",
            "text": "That crimson face of Hanuman, hit by an arrow, shone like a full-blown lotus touched by  a sun's ray in autumn. That face of Hanuman, which was naturally crimson in colour, smeared with blood,  beamed like a large lotus in the sky sprinkled with drops of sandal."
        },
        {
            "type": "verse",
            "text": "Hanuman, struck by those arrows, was enraged with that demon and then saw by his side,  a big rock of a very large measure. Uplifting that rock with strength, the athletic Hanuman hurled it  with force. The enraged demon then struck back that rock with ten arrows."
        },
        {
            "type": "verse",
            "text": "Seeing that work in vain, the powerful Hanuman of terrific prowess, uprooted a very large  sal tree and whirled it around. Seeing the mighty Hanuman, whirling around the sal tree, the exceedingly  strong Jambumali discharged numerous arrows."
        },
        {
            "type": "verse",
            "text": "He splitted sal tree with four arrows and struck the arms of Hanuman with five arrows,  in the chest with one arrow and in the space between the breast wit ten arrows. Hanuman, with his body  full of arrows, was highly enraged and taking the same iron rod as well as clasping it swiftly, whirled  it around. Spinning the iron rod with a great speed, Hanuman, richly endowed with strength and highly  agitated, threw it on the broad chest of Jamubumali. "
        },
        {
            "type": "verse",
            "text": "That Jambumali's head was not there, nor his arms, nor his knees, nor his bow, nor his  chariot and nor his horses were seen nor his arrows. Thus struck by Hanuman, the mighty Jambumali, with  his limbs and ornaments crushed to powder, was instantly killed and fell dead on the ground."
        },
        {
            "type": "verse",
            "text": "Hearing Jambumali having been killed, as also the mighty Kimkaras, Ravana was angry with  his red enraged eyes. Since the mighty son of Prahasta was killed, that Ravana rolling his red eyes  with rage, immedthe sons of ministers possessing high strength and prowess, to go to the battle."
        }
    ]
}