{
    "id": "prose-sundara-45",
    "kanda": "sundara",
    "sarga": "45",
    "title": "Hanuman kills Prahasta's seven sons",
    "chapter": "45",
    "overview": "The seven sons of Prahasta surrounded by a great army rush in speedy chariots upon Hanuman,  who is standing on the archy gate way. They discharge a shower of arrows on Hanuman. Then, Hanuman crushes  all the enemies, using his palms, feet, fists, nails, chest and thighs only as his weapons. After killing  those demons, Hanuman climbs up the archy door-way and takes up his position there again.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, those seven sons of his chief minister having a lustre similar to that of  fire, surrounded by a great army, wielding their respective bows, possessing a great strength, well-trained  in archery and the best among knower of weapons, wishing a victory reciprocally, having an immense prowess  each, and as directed by Ravana, started highly delighted from that palace, in great chariots yoked  with horses. Those chariots were having a noise similar to that of an autumnal cloud, overlaid with  a protective armour of gold, surmounted by banners and decorated with smaller flags. They were stretching  their bows inlaid with refined gold and looking colourful like clouds accompanied by flashes of lightning."
        },
        {
            "type": "verse",
            "text": "Coming to know that Kimkaras themselves were killed their mothers together with their  relatives and friends were tormented with grief. Those sons of chief minister, wearing ornaments made  of pure gold, rushed towards Hanuman, who was ready for battle and who stood on the archy gate-way motionless.  Those demons looking like clouds, diffusing thunder-like sounds of their chariots and discharging a  shower of arrows, moved in different directions resembling rainy clouds in the monsoon. "
        },
        {
            "type": "verse",
            "text": "Thus covered by those showers of arrows, Hanuman became invisible even as a mountain-king  is concealed by incessant showers. Roaming about in a cloudless sky, that fast-footed monkey made the  arrows and the speedy chariots of those virile demons, useless. "
        },
        {
            "type": "verse",
            "text": "Playing with those demons wielding a bow each in the sky, that hero shone like the Lord  of Wind, playing with clouds brandishing a rain bow."
        },
        {
            "type": "verse",
            "text": "Making a terrific roar and frightening that great army, the valiant Hanuman rushed on  those demons. That Hanuman, the annihilator of enemies, struck some with his palms, some with his feet  and some others with his fists. He tore down some others with his nails."
        },
        {
            "type": "verse",
            "text": "Hanuman crushed some with his chest and some others with his thighs. Some fell down there  itself on the ground, just by the roar made by Hanuman. Seeing those demons dying and falling on the  ground, all the remaining army, afflicted with fear, fled in ten different directions."
        },
        {
            "type": "verse",
            "text": "Their elephants trumpeted with a wrong accent. Horses fell down on the ground. Even the  earth was filled with chariots which had their seats, banners and canopies broken. Thereafter, streams  flowing with blood were seen on the way. Lanka resounded with various kinds of horrible voices. That  heroic and mighty Hanuman having a terrible prowess, killing those arrogant demons and being desirous  of a combat with the other demons, again reached that archy door way itself. "
        }
    ]
}