{
    "id": "prose-sundara-46",
    "kanda": "sundara",
    "sarga": "46",
    "title": "Ravana sends five army-generals",
    "chapter": "46",
    "overview": "Ravana sends Virupaksha, Yupaksha, Durdhara, Praghasa and Bhasakarna the five foremost  army-generals so as to capture Hanuman. Ravana explains his guess, saying to those five generals that  Hanuman may not be an ordinary monkey, but an evil spirit created by Indra the Lord of celestials and  asks them to exert a great effort to capture him. Hanuman first kills Durdhara who initially attacks  him. He then kills Virupaksha and Yupaksha, by attacking them with a sala tree. Hanuman later kills Praghasa  and Bhasakarna, by hurling the top of a mountain on them. After destroying the remaining army together  with horses elephants and chariots, he again in returns to the archy door way of the Ashoka groove.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Coming to know that the chief minister's sons were killed by the high souled who had  cleverly concealed the expression made an excellent thought. That Ravana ordered (as follows) five foremost  leaders of the army viz. Virupaksha, Yupaksha, Durdhara the demon, Praghasa and Bhasakarna, all of them  brave demons, skilled in strategy, eager to capture Hanuman and equal to the speed of wind in battle."
        },
        {
            "type": "verse",
            "text": "He ordered as follows: \"March, all of you O generals, taking a large army together that  monkey be punished. Approaching that monkey, you ought to become diligent. Action should be taken by  you which is not out of accord with time and space. Judging him by his actions, I do not think him as  a mere monkey. By all means, he may be an evil spirit, putting on an extraordinary might. This evil  spirit may be some being evolved for our sake by Indra the Lord of celestials with a strength of his  askesis. Celestials, demons, sages along with Nagas the serpent-demons, Yakshas the spirits and Gandharvas  the celestials musicians were conquered by my along with you all together. Even same offensive surely,  will be effected to us by them. It is such an evil spirit created by Indra. There is no doubt about  it. Let it be captured forcibly. This monkey of a great prowess should not be despised by you.\""
        },
        {
            "type": "verse",
            "text": "\"Earlier, I saw the monkeys of a great prowess like Vali and Sugreeva, the mighty Jambavan,  Nila the Chief of army and so on like Dvivida. their scheme of performance is not so fearful as this;  nor their efficacy, nor their prowess, nor their intellect, nor this capacity to change their form or  energy at will. Keeping in view that it is a great evil spirit standing in the form of a monkey, exert  a great effort and capture it. The three worlds including Indra, celestials, demons and humans are not  fit to stand before you in the battle-field. \"Even then, the one who is skilled in strategy, desirous  of a victory in a battle is to protect himself. Victory in a battle is indeed unreliable.\""
        },
        {
            "type": "verse",
            "text": "All of them, having a great strength and a blaze equal to that of fire, accepting the  orders of their king and augmenting their strength with chariots, elephants in rut, horses of extra  ordinary swiftness and various kinds of sharp weapons, sallied forth with a great speed."
        },
        {
            "type": "verse",
            "text": "Thereafter, those valiant demons saw that Hanuman the great monkey, encircled by his rays  of splendour like a rising sun, shining, standing on the archy door-way, possessing enormous energy,  strong mental disposition and colossal strength. Immediately on seeing that Hanuman of great intellect,  of great swiftness and of a gigantic body, all those demons, stationed in all quarters, attacked him  with their terrific weapons from every side."
        },
        {
            "type": "verse",
            "text": "Durdhara discharged five sharp and fierce steel arrows with a lustre of black lily-petals  and yellow tops to descend into Hanuman's head. Pierced in the head by those fire arrows, Hanuman leapt  roaring in the sky, making the roar reverberating in all directions. Then the mighty and the valiant  Durdhara leapt into the sky with his chariot. Stretching his bow and throwing hundreds of sharp arrows,  he attacked Hanuman. Hanuman warded him off from showering the arrows on him in the sky, as the wind wards  off a rainy cloud from raining at the end of a monsoon."
        },
        {
            "type": "verse",
            "text": "Thus afflicted by that Durdhara, Hanuman then emitted a roar once again and swiftly expanded  his body. Like a mass of lightning on a mountain, Hanuman instantaneously fell on Durdhara's chariot,  by jumping up from far above with great speed."
        },
        {
            "type": "verse",
            "text": "Losing his chariot whose axle and pole had been broken and all his eight horses destroyed,  Durdhara then dropped down, losing his life, to the ground. Engrossed in anger to see his fallen on  the ground, the inviolable virupaksha and Yupaksha, the annihilators of enemies, jumped up into the  air."
        },
        {
            "type": "verse",
            "text": "Jumping up in the air all of a sudden those two demons struck in the chest with their  clubs that long-armed Hanuman standing in clear sky. Striking down the swiftness of those violent demons,  the mighty Hanuman whose prowess is equal to that of Garuda the eagle, again descended on to the ground."
        },
        {
            "type": "verse",
            "text": "Approaching a sala tree and uprooting it, that Hanuman the monkey killed those two valiant  demons. Getting to know all those mighty three killed by Hanuman, Praghasa with a great alacrity, forcefully  attacked Hanuman. The valiant Bhasakarna, highly enraged, attacked taking a spear in his hand."
        },
        {
            "type": "verse",
            "text": "The two generals stood by the side of the illustrious Hanuman. Praghasa pierced Hanuman  with a sharp-pointed spear and Bhasakarna attacked him with a dart. With his limbs wounded by those  two demons, that Hanuman with his body-hair anointed by blood, became enraged, with his blaze similar  to that of a rising sun."
        },
        {
            "type": "verse",
            "text": "Having plucked up the top of a mountain with its various animals serpents and trees,  the heroic Hanuman the best among monkeys, killed those two demons. When those five army-generals have  been killed, Hanuman then destroyed that remaining army. Like Indra the thousand-eyed god destroying  the demons, Hanuman destroyed the horses by striking them with horses, the elephants with elephants,  the warriors with warriors and the chariots with chariots."
        },
        {
            "type": "verse",
            "text": "The earth had its path-ways blocked on all sides with the elephants and the horses killed,  with the demons killed and with the big chariots which had their axles broken. Like Yama the Time-spirit  waiting for the right moment for the destruction of the mortals, the heroic Hanuman, killing the eminent  demons and the army-generals with their troops and vehicles in the combat, waited for the right moment  at the arch-way."
        }
    ]
}