{
    "id": "prose-sundara-47",
    "kanda": "sundara",
    "sarga": "47",
    "title": "Ravana sends his son Aksha",
    "chapter": "47",
    "overview": "Ravana sends Aksha, his own son, to fight against Hanuman. Aksha, along with his army  elephants and horses, approach Hanuman and incites him to battle by discharging three sharp arrows. As  Aksha discharges his arrows, Hanuman bounces quickly to the sky and smashes Aksha, his chariot and the  horses with blows. After killing Aksha, Hanuman returns again to the same archy door-way.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing and sustaining that the five army-generals along with their followers and vehicles  were disposed off by Hanuman, Ravana looked at Aksha, his son, violent in combat and who was inclined  to fighting as well as sitting in front of him."
        },
        {
            "type": "verse",
            "text": "Goaded by the looks of Ravana, the energetic Aksha, wielding a golden dotted bow, quickly  sprang up, like a fire switched up by the foremost of brahmins in a sacrificial fire, by offering oblations  to it. Mounting a great chariot, having splendour of a newly risen sun and overlaid with protective  armour of highly refined gold, that valiant chief of demons sallied forth towards that mighty monkey.  Aksha's chariot was earned through many kinds of his penances. It was shining with protective armour  of highly refined gold, adorned with a flag on a flag-staff studded with gems and yoked well with eight  excellent horses, having speed equal to that of a mind."
        },
        {
            "type": "verse",
            "text": "That chariot was unassailable by celestials or demons. It moved without hindrance to  any place. It shone like a sun and could move within the sky. It was well-conceived with a quiver, eight  swords and tied with bells. It was orderly arranged with spears and lances in their respective places.  Then, Aksha having a prowess equal to that of celestials, came forth, mounting that chariot decorated  with golden wreaths, having a brilliance of moon and sun, filled with every right thing and shining  like rays of sun."
        },
        {
            "type": "verse",
            "text": "Aksha, filling the sky earth and its mountains with sounds of horses, elephants and chariots,  together with his army, approached the efficient Hanuman the great monkey, standing at the archy door-way.  Approaching that Hanuman, standing there readily to destroy mortals, similar to a fire that is to destroy  the world, the yellow-eyed Aksha was bewildered, born of a surprise and looked to him with a great esteem."
        },
        {
            "type": "verse",
            "text": "That Aksha, the mighty prince, assessing the swiftness of that high-souled Hanuman and  his prowess with regard to his adversaries as also his own strength, increased his body more and more  like the sun when the frost is faded away. Understanding Hanuman's prowess to be unrestrainable and stable  in battle, that Aksha, exhibiting anger initially, became stable and mentally composed and incited Hanuman  to battle by discharging three sharp arrows towards him. Recognizing that Hanuman, as a haughty monkey,  after having gallantly conquered his adversaries and accustomed to fatigue, that Aksha, grasping the  bow and arrows his hand, saw him with an excited mind. "
        },
        {
            "type": "verse",
            "text": "Having a golden chain, a pair of armlets and charming ear-rings, Aksha of a swift prowess,  approached Hanuman. Their unmatched get-together in combat became a baffle to even the celestials and  demons. Seeing that battle between Hanuman and Aksha, the earth up roared. The sun did not shine brightly.  The wind ceased to blow. The mountain shook. The sky made a reverberant sound. The ocean too was agitated. <a name=\"Verse14\"></a>Then, that eminent demon, who correctly knew how to fix his gaze on the target,  to fit an arrow to the bow and to discharge it, hurled on Hanuman's head, three arrows which were well-painted,  having golden shafts and feathers and which resembled venomous serpents. "
        },
        {
            "type": "verse",
            "text": "Oozing the blood from his wound caused by those arrows descended into his head (by Aksha),  looking like the newly risen sun, his eyes bathed in blood rolling rapidly, Hanuman shone brightly like  the sun surrounded by a circle of rays, having the arrows as its rays. <a name=\"Verse16\"></a>Seeing  in the battle that Aksha the prince, with his marvelous weapons and picturesque bow, that Hanuman the  excellent one among Sugreeva's counsellors, was rejoiced and with an inclination to fight, grew in size."
        },
        {
            "type": "verse",
            "text": "That Hanuman, endowed with strength and prowess, resembling the sun appearing on a peak  of Mandara mountain and whose anger was increased, then burnt the prince Aksha along with his army and  vehicles, by the rays of fire emanating from his eyes. That demon in the form of a cloud, raining down  arrows, and then wielding a bow in the form of a rain-bow, soon discharged arrows on Hanuman standing  in the form of a mountain, like a cloud showering rain on a high mountain."
        },
        {
            "type": "verse",
            "text": "Seeing that Aksha the prince, possessing an impetuous valour, endowed with enhanced splendour  strength and vigour with a capacity to move within the sky like a cloud, coming to the battle, Hanuman  roared with joy. Boastful of his valour in battle because of his childish attitude, Aksha wit an enhanced  fury and red-blood eyes, approached Hanuman who was incomparable in battle, as an elephant approaching  a well covered with heaps of straw."
        },
        {
            "type": "verse",
            "text": "As Aksha forcefully discharged his arrows, Hanuman roared a sound of thunder and bounced  quickly to the sky assuming a terrible sight, stretching out his arms and thighs. That strong and valiant  Aksha, the foremost among the demons, and the best among car warriors, went chasing Hanuman who was flying  upwards, diffusing arrows like a cloud showering hail-stones on a mountain."
        },
        {
            "type": "verse",
            "text": "That valiant Hanuman, whose swiftness was equal to the mind and possessing impetuous valour  in battle, rushing forth like wind in the space between one arrow and another and thus escaping Aksha's  arrows, moved in the path visited by wind (the sky). With a respectful faculty of sight, Hanuman saw  that Aksha who was wielding his bow and readily inclined to fight, covering the entire sky with excellent  arrows with various types of tops and became thoughtful."
        },
        {
            "type": "verse",
            "text": "Then, the mighty armed Hanuman, who knew how to act under particular circumstances, roaring  when pierced in the breast with shafts by the high souled heroic, Aksha, reflected on the prowess of  his adversary in battle. "
        },
        {
            "type": "verse",
            "text": "\"The mighty Aksha, possessing the luster of a rising sun, is performing a great act,  as a mature youth. My mind is not conceding here to kill him, who is distinguished in all acts of war-fare.  He possesses a great intellect and is also prominent by his valour. He is well-composed and highly tolerant  in battle. Due to his eminent deeds and virtues, he is undoubtedly adored by saints, Nagas the serpent-demons  and Yakshas the semi-divine being. He is standing very much before me and looks me straight in the eyes,  reassured as he is, by his prowess and enthusiasm. His swift-moving prowess trembles even the minds  of celestials and demons. If neglected, he would undoubtedly overpower me. His prowess is getting augmented  in battle. The only option left out for me is to kill him now. It is not proper to neglect a spreading  fire.\" <a name=\"Verse30\"></a>The valiant and the mighty Hanuman, reflecting thus about the swiftness  of the adversary and determining his own course of action, then acquired a course of action, then acquired  a momentum and also made up his mind to kill him."
        },
        {
            "type": "verse",
            "text": "That Hanuman, the heroic son of wind, killed using the blows of his palm, those eight  horses possessing a great speed in the path of sky with alertness as also having a capacity to bear  burden while turning to different directions. Then, the great chariot of Aksha, thus struck by the palm  and subdued by Hanuman the counsellor of Sugreeva, had its interior broken, its carriage pole loosened  and its horses dead and fallen from the sky to the ground."
        },
        {
            "type": "verse",
            "text": "Leaving the chariot, wielding the bow and sword, that Aksha the chariot-warrior leapt  to the sky. Having a terrible power of penance and leaving his body like a sage, he then was seen departing  to heaven because of his Yogic penance. Thereafter, Hanuman with his prowess equal to that of wind, approaching  Aksha moving in the sky, which is often frequented by Garuda the eagle, the wind and Siddhas the ascetics  endowed with supernatural powers, slowly grasped his feet firmly."
        },
        {
            "type": "verse",
            "text": "That Hanuman, with a prowess equal to that of wind-god, his father, and the excellent  one among monkeys, spinning round Aksha like grasping a great serpent an eagle for a thousand times  in the battle, hurled him down to the floor rapidly. With his arms, thighs, hips and neck broken, blood  dripping, his bones and eyes crushed, his joints displaced and his sinews shattered, that demon was  killed by Hanuman."
        },
        {
            "type": "verse",
            "text": "Hanuman, having crushed him on the ground, created a great fear to Ravana. Aksha, thus  having been killed, Hanuman was gazed on with excessive astonishment by great sages who move everywhere  without obstruction and having great vows as also by spirits Yakshas the semi divine beings, Pannagas  the serpent-demons and by celestials with Indra the lord of celestials. Killing that Aksha, possessing  a luster equal to that of Jayanta the son of Indra the lord of celestials and having his eyes resembling  blood, the heroic Hanuman reached the same archy door way again, like Yama the lord of death expecting  in a moment any mortal getting destroyed by him."
        }
    ]
}