{
    "id": "prose-sundara-48",
    "kanda": "sundara",
    "sarga": "48",
    "title": "Ravana sends his son Indrajit",
    "chapter": "48",
    "overview": "Ravana calls Indrajit and asks him to go for a battle against Hanuman. Indrajit wielding  a colourful bow quickly in a chariot to face Hanuman in combat. The arrows discharged by Indrajit are  made ineffective by Hanuman, through his peculiar skill of maneuvering them like a wind-god. Realizing  that Hanuman cannot be slain, Indrajit merely takes him captive by discharging the unfailing missile  presided over by Brahma, the creator. Hanuman falls on the ground motionless. The demons tie him with  ropes and drag him to the presence of Ravana. Hanuman yields to their operation of capture, even though  capable of aborting it, eager as he was to meet Ravana.",
    "content": [
        {
            "type": "verse",
            "text": "Filled with anger on his son Aksha having been killed by Hanuman, yet reconciling his  mind, the high-minded Ravana the king of demons for his part then instructed Indrajit (his eldest son)  possessing the qualities of god (as follows):"
        },
        {
            "type": "verse",
            "text": "\"You are well acquainted with mystic missiles. You are the foremost among those who are  conversant with weapons. You cause anguish even to celestials and demons. Indra and other celestials  perceived your performance with your missiles acquired by propitiating Brahma the creator. Celestials  together with troops of storm-gods joining Indra the lord of celestials were not able to endure the  strength of your missiles in battle. In a battle against you, every one in the three worlds gets exhausted.  You are protected yourself by your great intellect and strong arms. You are guarded by your penance.  You are aware of apportioning place and time properly.\""
        },
        {
            "type": "verse",
            "text": "\"There is nothing impossible for you in your acts of war. With your purposeful thinking,  everything is possible for you. There is none in the three worlds, who does not know the force of missiles  as also your (physical) strength. The strength of your penance as also your prowess and strength in  battle resemble mine. Admitting you in the squeeze of battle, my mind does not get fatigues because  of the re-assurance. All the Kimkaras, a demon called Jambumali, the heroic sons of ministers and the  five chiefs of army have been killed, as also the army together with highly abundant number of horses,  elephants and chariots.\""
        },
        {
            "type": "verse",
            "text": "\"Your beloved brother Aksha the prince also has been killed. O annihilator of enemies!  The strength which is in me or in you, is indeed not there in them at all. O intelligent one! Seeing  the great strength, power and prowess of this monkey and keeping in view your own strength, exhibit  your valour accordingly. Keeping in view your own strength and of the army, O the foremost among those  employing missiles, exert yourself in such a way, that further destruction of our army may stop, the  moment you, whose enemies have died, have arrived near Hanuman.\""
        },
        {
            "type": "verse",
            "text": "\"O hero! The armies cannot protect you, even if they are in multitudes. There is no use  taking a weapon like a strong thunder bolt against the monkey. There is no limit to the strength of  Hanuman the son of wind-god. It is not possible to kill him, who resembles fire, by means of any weapon.  Perceiving well the fact in this way and with your mind composed by the thought that success can be  achieved by your own effort, and remembering the strength of arrows of your wonderful bow, go and duly  proceed with your work, without any hindrance.\""
        },
        {
            "type": "verse",
            "text": "&ldquo;This thought of my sending you is not indeed  the best option. But, this decision is said to be according to the duties of a king and is the commendation  of a warrior-class. O destroyer of enemies! You have to learn surely the skill to employ various weapons  in battle. You have to aspire for a victory too in battle.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Indrajit, the illustrious son of Ravana, having eyes like lotus-petals and endowed with  extra ordinary energy, rushed forth like an ocean on full-moon days. That Indrajit, alike Indra the  lord of celestials, ascended a chariot with unchecked speed and yoked with four sharp-toothed tigers,  having their swiftness similar to Garuda the king of eagles."
        },
        {
            "type": "verse",
            "text": "That Indrajit, the chariot-warrior, best among the wielders of bow, skilled in the use  of weapons and excellent among those proficient in the use of missiles, went swiftly in his chariot  to where Hanuman was. Hearing the rattling sound of Indrajit&rsquo;s chariot and a twang of his bow, the heroic  Hanuman became more thrilled with delight."
        },
        {
            "type": "verse",
            "text": "Indrajit, skilled in warfare, taking a very big bow with pointed arrows, went aiming  towards Hanuman. While that Indrajit who was energetic in battle, was going ahead to the combat, with  a bow in his hand, all the quarters became gloomy and ferocious animals howled in many ways."
        },
        {
            "type": "verse",
            "text": "Nagas and Yakshas, great sages moving in astronomical circles, Siddhas and a multitude  of birds going around the sky, gathered there and clamoured loudly with a great rejoice. Seeing Indrajit  coming swiftly with the chariot, Hanuman made a noise with great resonance and grew up his body speedily."
        },
        {
            "type": "verse",
            "text": "Ascending on his wonderful chariot and wielding a colourful bow, Indrajit on his part,  stretched his bow, which made a glaring sound like that accompanying a stroke lightning. Those two warriors,  Hanuman and Indrajit, possessing great velocity and a great strength as also fearless in combat, confronted  in the battle like Indra the Lord of celestials and Ravana the Lord of demons who tightened hostility  with each other."
        },
        {
            "type": "verse",
            "text": "Hanuman, of immeasurable strength, having expanded his body, aborted the swiftness of  arrows of that Indrajit, the great chariot-warrior, the wielder of a bow and well-renowned in battle.  Hanuman wheeled about in the path of wind-god, his father. "
        },
        {
            "type": "verse",
            "text": "Then, the heroic Indrajit, the destroyer of strong enemies, discharged long and sharp-pointed  arrows, having beautiful feathers, provided with picturesque golden shafts, with good inclination and  as swift as lightning. Hearing the rattling sound of the chariot and the sound of wooden tomtoms, kettledrums  and war-drums as also the sound of the bow-string being plucked, Hanuman sprang up again."
        },
        {
            "type": "verse",
            "text": "Making the total target of Indrajit who was skilled in hitting his target useless, Hanuman  the great monkey swiftly wheeled about between the arrows. Hanuman, the son of wind-god, again stayed  in front of his arrows and stretching out his hands, sprang up. Those two warriors,  full of swiftness and skilled in their war-fare, staged an excellent battle, which captivated the minds  of all beings."
        },
        {
            "type": "verse",
            "text": "Indrajit could not know the weakness of Hanuman, nor did Hanuman know the weakness of high-minded  Indrajit. Those two warriors, who were equal in prowess to gods, coming into collision with each other,  became unbearable to each other. The aim of his arrows getting aborted and even his unfailing arrows  falling down, the high-minded Indrajit, who was well-known for hitting his target, got hold of a great  thought."
        },
        {
            "type": "verse",
            "text": "Keeping in view of that monkey being incapable of being slain, Indrajit, Ravana&rsquo;s son  then formed an idea as to how to resort to capture of that Hanuman the chief of monkey-warriors. That  warrior, Indrajit, excellent among the knowers of missiles and possessing a great splendor, then fitted  to his bow, a missile presided over by Brahma the creator."
        },
        {
            "type": "verse",
            "text": "Indrajit, who knows the true nature of missiles, feeling certain that he was incapable  of being killed, bound that Hanuman, the son of wind-god, by that presided over by Brahma the creator. Fastened with the weapon discharged by the demon, Hanuman became motionless and  fell down on the ground. Realizing that he had been bound by a missile presided over by Brahma the Lord  of creation that Hanuman failing to keep his swiftness, considered it to be a favour of Brahma the creator  done to him."
        },
        {
            "type": "verse",
            "text": "Knowing it to be a missile presided over by Brahma the creator and consecrated by spells  sacred to Brahma, the creator, Hanuman then recollected a boon got by Lord Brahma, the grand father of  the entire creation. &ldquo;I have no capacity to liberate from the bondage of the missile due to the power  of Brahma the father of the world. Thus knowing the bondage, through the missile presided over by Brahma  the self-born creator imposed by the enemy, it must be obeyed by me.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thinking of the potency of the missile and the grace of Brahma, the grandfather of the  entire creation enjoyed by him, and thinking about his capacity to liberate from it (which was going  to alight on him after a while) that Hanuman obeyed the command of Brahma the grand father of the entire  creation. "
        },
        {
            "type": "verse",
            "text": "&ldquo;Since I am being protected by Brahma, Indra  and the wind-god, I do not have fear, eventhough I am fastened by the missile. Even if I were captured  by the demons, a great advantage is foreseen. There will be a dialogue with Ravana. Therefore, let the  enemies capture me.&rdquo;"
        },
        {
            "type": "verse",
            "text": "That Hanuman, the destroyer of enemies and who acted after fully considering the pros  and cons, ascertained his objective and stayed motionless. Approached and captured forcibly by the enemies  as also frightened by them, he made a loud scream."
        },
        {
            "type": "verse",
            "text": "Seeing that Hanuman, the destroyer of enemies falling motionless, the demons then tied  him with plaited chords of hemp and bark of trees. Hanuman approved of being forcibly bound and reviled  by the enemies, with an assured feeling that Ravana was curious as he was, to see him."
        },
        {
            "type": "verse",
            "text": "That powerful Hanuman, tied with those chords of hemp and bark, was relieved of the missile,  since the bondage of that missile does not indeed coexist with another bondage. Conceiving that Hanuman  the foremost among the monkeys, bound with the bark of trees, as having been relieved of the missile,  the heroic Indrajit, on his part, then became thoughtful as follows: &ldquo;A person tied with other means  cannot indeed be bound again by the missile. Alas! My great exploit has been rendered futile. The scope  of the mystic formula has not been considered by the demons. Once the spell has been made ineffective,  another missile cannot be operative. All of us became jeopardized.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hanuman, liberated from the missile being dragged away by the demons and afflicted by  the ties of ropes, could not realize that he was liberated from the missile. That Hanuman, then being  beaten with sticks and fists by the cruel demons, was dragged to the vicinity of Ravana."
        },
        {
            "type": "verse",
            "text": "Then, recognizing that Hanuman, tied with barks of trees and ropes, but liberated by the  missile, Indrajit slowed that mighty Hanuman the jewel among the monkeys, to Ravana there sitting along  with a body of his attendants. The demons showed to Ravana, the king of demons that captured Hanuman,  the jewel among the foremost of monkeys who looked like an elephant in rut. So went round the following  conversations from the heroic demons there: &ldquo;Who is this being? Whose savant is he? Where has he come  from? What is his pursuit? Who is his alley?&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thereafter, some demons, highly enraged, said to one another as follows: &ldquo;Let this monkey  be killed, even roasted alive and devoured.&rdquo;"
        },
        {
            "type": "verse",
            "text": "After crossing over the path swiftly, the high-souled Hanuman saw there the palace of  Ravana, decorated with highly precious stones and his elderly attendants sitting at the feet of Ravana. That Ravana, who was endowed with an extraordinary energy, saw Hanuman the foremost  of monkeys, being dragged hither and thither by demons of ugly countenance."
        },
        {
            "type": "verse",
            "text": "Hanuman the jewel among the monkeys also saw Ravana the king of demons, charged with luster  and strength and blazing like the sun. That Ravana, rolling his red-hot eyes with rage by seeing that  Hanuman and thereafter seeing his important ministers who were elder to his by clan and character sitting  there, ordered them to interrogate Hanuman."
        },
        {
            "type": "verse",
            "text": "Questioned, as per order, by those ministers as to the purpose of his operation and the  motive of his act, that Hanuman at the outset informed, &ldquo;I came from Sugreeva as an envoy.&rdquo; "
        }
    ]
}