{
    "id": "prose-sundara-49",
    "kanda": "sundara",
    "sarga": "49",
    "title": "Hanuman sees well-adorned Ravana",
    "chapter": "49",
    "overview": "Hanuman sees well-adorned Ravana, who is seated on a well-decorated throne of crystal. He  is surrounded by four ministers viz., Durdhara, Prahasta, Mahaparshva and Nikumbha. Surprised to behold  the splendor and glory of Ravana, Hanuman believes that he could even rule heaven along with Indra, but  for his gross unrighteousness, which pulled him down.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Hanuman with a terrific prowess, was enraged (at his capture and his being dragged)  and saw Ravana with his red hot eyes. He was surprised by that deed of Indrajit. Ravana was endowed  with a great splendor and shone with a glittering and precious diadem of gold as also encircled with  strings of pearls."
        },
        {
            "type": "verse",
            "text": "That Ravana was adorned with bright-coloured gold ornaments, inlaid with diamonds and  decorated with worthy gems, which appeared as though they were prepared with the mind. Ravana was attired  in very costly silk and his body was smeared with red-sandal paste and well painted with various brightly  coloured designs. Ravana looked strange with his ten heads, having terrible-looking  yet good-looking pair of red eyes each, with brilliant sharp enormous teeth and protruding lips, like  a daring demon endowed with extra ordinary vigour, shining brightly as Mount Mandara with its peaks  and infested with snakes of different varieties. "
        },
        {
            "type": "verse",
            "text": "Ravana was having a pearl necklace casting its splendor on his bosom. He was looking  like a mass of blue antimony, but with his countenance shining like the full moon and appearing like  a cloud illumined by the rising sun. He was distinguished by (twenty) arms, adorned with bracelets,  smeared with excellent sandal-paste and decked with shining Angadas another variety of bracelets and  looking like large five-hooded serpents."
        },
        {
            "type": "verse",
            "text": "He was comfortably seated on a big excellent throne of crystal, rendered picturesque  by being embedded with jewels and overspread with an exquisite covering. He was duly waited upon at  close quarters on all sides by young ladies, well-adorned and with whisks in their hands. He was proud  of his might and had four counselors sitting nearby, all belonging to the demonical race and who knew  the secret of good counsel, viz. Durdhara, Prahasta, Mahaparshva the demon and the counselor Nikumbha  and looked like the entire terrestrial globe enclosed by four oceans."
        },
        {
            "type": "verse",
            "text": "He was being reassured by counselors knowing the secret of good counsel and other demons  with auspicious minds, as Indra the lord of celestials is reassured by celestials. Hanuman saw Ravana  with a great splendor, sitting on the throne, looking like a rainy cloud on the peak of Mount Meru.  Though tortured by the demons that Hanuman, of terrific prowess, experiencing a great surprise, looked  attentively at Ravana. "
        },
        {
            "type": "verse",
            "text": "Seeing the glittering Ravana, the king of demons, Hanuman was bewildered by his splendor  and thought in his mind as follows: &ldquo;What figure, what courage, what strength, what splendor and what  amalgam of auspicious marks, alas, this king of demons has! Had this lord of demons perhaps not strong  in unrighteousness, he would have been a protector of even the world of celestials together with Indra  the lord of celestials. By his cruel and violent acts despised by the world, all people including gods  and demons indeed remain frightened of him. If enraged he is indeed capable to turn the entire world  into a single ocean.&rdquo; Seeing the power of Ravana the king of demons, who possessed an unlimited vigour,  the intelligent Hanuman formulated many kinds of thoughts in this way. "
        }
    ]
}