{
    "id": "prose-sundara-5",
    "kanda": "sundara",
    "sarga": "5",
    "title": "Ravana's palace",
    "chapter": "5",
    "overview": "Hanuman sees the denizens of city of Lanka rendered beautiful by the glorious moon, Hanuman also become anxious had not become to able to find Sita.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter that intellectual Hanuman saw the moon in the sky shining with rays, obtaining the middle portion of sky. Spreading a great quantity of moon shine, moon looked like a bull in heat among cows. After that He saw the moon coming up destroying the sins of the world, causing the great ocean to grow and causing all living beings to shine. What ever splendour shines over Mount Mandara on earth, on the ocean during evenings, over the lotuses in the waters, the same splendour shone on the beautiful moon. Like a swan in a silver cage, like a lion in the cave of Mount Mandara, like a warrior on a proud elephant, in the same way the moon shone in the sky. The full moon with its horn like spot shone like a sharp horned standing ox with a high hump, like a great white mountain with tall summits, like an elephant with golden tusks. The Divine moon who lost the stain of cold water and frost, with lost stain due to eclipse by the great planet sun, one who has a calm spot which is an abode of brilliant splendour, with a symbol of hare, shone brilliantly.In whatever way a lion obtaining a level surfaced rock (shines), in whatever way best elephant obtaining a great battle(shines), in whatever way a king obtaining kingdom(shines), in the same way the clear moon shone. The Divine evening with lost stain due to rise of shining moon, with the stain due to meal of flesh eating rakshasas, and in which the bitterness of mind of young women and their lovers is wiped away, became with a heavenly glow. Musical notes from stringed instruments which were comforting to ears started. Women with good character were sleeping with husbands and also rakshasas with extremely strange character started to roam."
        },
        {
            "type": "verse",
            "text": "That Hanuman the courageous one, the intellectual one, saw houses with people in heat, houses filled with people, full chariots, horses, elephants and best furniture and also full of wealth. He saw rakshasas railing a lot at one another moving their heavy shoulders, throwing wild and incoherent words a lot, insulting one another being intoxicated."
        },
        {
            "type": "verse",
            "text": "Hanuman saw rakshasas who smote breast, those who threw limbs on women, those who were spreading their strange forms sporting their strong bows. He saw some women applying sandal paste on their bodies and also some other women sleeping there, in the same way some women with good appearance were smiling, and some other women were sighing in anger. Hanuman saw the city of Lanka that shone with great elephants making sound and also with gentlemen well respected, shone with warriors in a wresting bout, with long sighs, like serpents in a lake hissing. He saaas who were intellectuals, who were good talkers, who had good devotion, important people to the world, who had various ways, and people who had beautiful names in that city."
        },
        {
            "type": "verse",
            "text": "That Hanuman seeing people with good appearance, who had various good virtues, those who were according to their character, those who were radiant, all those - became happy. Then He saw those who had horrific appearance, those who were according to their appearance - some of those too. He saw thereafter there, their women - those who were eligible for distinction, those who were of great skill with an interested heart in lovers and in drinks and those who were like stars with good effect."
        },
        {
            "type": "verse",
            "text": "Hanuman saw some women who were brilliant with radiance, adorned a lot with bashfulness, those who were hugged by lovers in the middle of night, those who were hugged with great pleasure, those who were hugged by flowers like birds. The intellectual Hanuman saw some other women there comfortably sitting on the laps of their lovers, at the top of their buildings, dear to their husbands and (some other women) interested in virtuous deeds, and some possessed by the lord of love. He saw women with golden complexion lacking clothes, women with a complexion of refined gold suitable for mating and some other women also with the colour of moon and some other women with beautiful bodies lacking a lover. Thereafter that Vanara warrior saw those with great happiness, those who obtained lovers who entertained, those who attracted like flowers, those with great beauty and women in their houses filled with happiness."
        },
        {
            "type": "verse",
            "text": "Hanuman saw rows of faces shining like the moon, beautiful rows of eyes with curved eyebrows and rows of ornaments like beautiful rows of lighting. He did not see Sita, one with great beauty born in a royal family following a virtuous path, well brought up, like a creeper in full blossom, one who was thin, and one who was born from the mind of creator."
        },
        {
            "type": "verse",
            "text": "Hanuman did not see that Sita who stood in the path of ancient righteousness with Her sight on Sri Rama, who was possessed by the love for Sri Rama, who entered the glorious mind of husband and always the best among women who were the best. Who was, tortured by separation from Sri Rama, with unabounding tears in her throat, in earlier times who had invaluable and best jewellery on her neck, born with beautiful eyebrows, with a sweet voice, like a she- hen who did not dance in a forest because of Her current sorrow."
        },
        {
            "type": "verse",
            "text": "Hanuman did not see Sita who was like a crescent with a blurred outline, like a streek of gold coated by dust, like an arrow in an injury, like a series of clouds scattered by wind. He became a numb minded one for sometime, stricken with grief not seeing for a moment Sita, wife of Sri Rama the best among those who talk, and the lord of all humans."
        },
        {
            "type": "verse",
            "text": "Thus, this is the 5th chapter in Sundara Kanda of Valmiki Ramayana, the First Epic poem of India."
        }
    ]
}