{
    "id": "prose-sundara-50",
    "kanda": "sundara",
    "sarga": "50",
    "title": "Hanuman declares himself to be a messenger of",
    "chapter": "50",
    "overview": "As instructed by Ravana, Prahasta his chief minister inquires of Hanuman as to who he  was and also his motive in destroying the pleasure-garden as also killing the demons. In reply, Hanuman  says that he destroyed the pleasure-garden in order that he might be taken captive and dragged to the  presence of Ravana, whom he was eager to see and was forced in self-defense to kill those who stood  in his way. Finally, he declares himself to be a messenger of Rama and adds that, though he was incapable  of being bound by a missile presided over by Brahma, he surrendered to it only in order to see Ravana  in person.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "That Ravana, the long-armed, who caused people to cry, looking up at that monkey standing  in front of him, was affected with violent anger, having his mind seized with suspicion, speenlated  (as follows) about Hanuman, the jewel among the monkeys, who was invested with splendour. <a name=\"Verse2\"></a>&ldquo;When Mount Kailasa was moved by me, is it the same Nandi the divine bull (attendant  of Siva) which cursed me long ago and came here now in this form or whether he is Bana the great demon  (son of Bali) came here in the form of a monkey.&rdquo;"
        },
        {
            "type": "verse",
            "text": "That king Ravana, becoming enraged with red hot eyes, spoke the following concise and  meaningful words relevant to that occasion, to Prahasta, his chief of ministers. &ldquo;Ask this wicked monkey  from where did he come, for what reason did he come to this place and for what purpose did he frighten  the female-demons in destroying our garden. Ask this evil-minded monkey as to what really is his purpose  in coming over to my invincible City and what pursuit he is doing this battle.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Ravana, Prahasta spoke the following words to Hanuman, &ldquo;Take courage!  Happiness to you! You need not get frightened, O monkey! O monkey! If Indra has sent you to the abode  of Ravana, tell me the truth. Do not have fear. You will be released. Are you, the one who has entered  our city, assuming the guise of a spy, sent by Kubera the god of riches or by Yama the god of death  or by Varuna the lord of the sea or whether sent by Vishnu the lord of preservation, as a messenger,  longing for a victory?&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"O monkey! Your form alone is that of a monkey. Your splendour indeed is not that of  a monkey. Now, tell me the truth. Thereupon, you will be released. If you tell a lie, your survival  will be difficult. Or else, tell me the purpose of your entry into Ravana's abode.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Prahasta, Hanuman spoke to Ravana the Lord of demons as follows,  \"I am not a messenger of Indra or Yama or Varuna. I have no friendship with Kubera the god of riches,  nor am I instigated by Vishnu. This is just my form of existence, by my very birth. I am a monkey who  came here. Then, those strong demons came with a desire to fight with me. Just for protecting my body,  I had to attack them in battle. I am incapable of being bound by missiles and nooses even by celestials  and demons. This boon came to me also from Brahama only.\""
        },
        {
            "type": "verse",
            "text": "With a desire to see you the king, I surrendered to the missile. Soon after bound by  the demons, I was indeed released from the missile. I came to your presence, prompted by some mission  of Rama. O, Lord of demons! Know me to be a messenger of Rama who is possessing I am unlimited splendour.  I am telling you a beneficial word. Listen to it.\""
        }
    ]
}