{
    "id": "prose-sundara-51",
    "kanda": "sundara",
    "sarga": "51",
    "title": "Hanuman narrates the story of",
    "chapter": "51",
    "overview": "Hanuman narrates the story of Rama, who on command from his father, went on exile to Dandaka  forest along with Sita, who was later borne away by Ravana through the sky over Rishyamuka mountain.  Hanuman adds that Rama, while searching for Sita at Mount Rishyamuka, happened to meet Sugreeva and  made friendship with him. Hanuman also tells the story about Rama installing Sugreeva in the throne,  after killing Vali and about Sugreeva promising Rama to get Sita searched. Celebrating the glory of  Rama, Hanuman points out to Ravana that if he wished to survive he should give back Sita to Rama and  that he should be prepared for the worst if on the other hand he refuses to do so.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing that highly energetic Ravana, the courageous Hanuman coolly spoke to him the following  meaningful words:"
        },
        {
            "type": "verse",
            "text": "\"O king of demons! By the command of Sugreeva, I came here to your abode. Sugreeva, the  Lord of monkeys, your brother, asked me to enquire about your welfare. Hear the righteous and meaningful  words, as a following advice, of the high-souled Sugreeva, your brother, conducive to good in the world  as well as in the other world.\""
        },
        {
            "type": "verse",
            "text": "\"There was a king named Dasharatha, having chariots, elephants and horses, like a father  to the people and endowed with splendour equal to that of Indra the lord of celestials. His eldest son  named Rama, having mighty arms, a bestower of affection and our lord, by the command of his father,  abiding in a righteous path, went out on exile and entered a forest called Dandaka along with Lakshmana  his brother and Sita his wife. Sita, wife of Rama, devoted to her husband and daughter of the high-souled  king, named Janaka, the head of Videha kingdom, got lost in the forest. That prince, Rama together with  his brother, searching that lady, reached Mount Rishyamuka and happened to meet Sugreeva.\""
        },
        {
            "type": "verse",
            "text": "\"While Sugreeva promised Rama to get Sita searched, Rama too promised to get the kingdom  of monkeys to Sugreeva. Thereafter, killing Vali in a combat, Rama installed Sugreeva on the throne  as a lord of that troop monkeys and bears. You may indeed know Vali, the foremost among monkeys, previously.  Rama killed that Vali with a single arrow in battle. Sugreeva, the lord of monkeys, true to his promise,  was intent on searching for Sita and sent his monkeys to all directions. Hundreds, thousands and lakhs  of monkeys are searching for her in all quarters, as also below and above in the sky. Among those monkeys,  some mighty and virile monkeys are similar to Garuda the eagle. Some are like wind, swiftly going with  an unhindered movement.\""
        },
        {
            "type": "verse",
            "text": "&ldquo;I am, however, an own son of wind-god and named as Hanuman. I came here even by crossing  quickly the ocean, which is a hundred yojanas (or eight hundred miles) wide for the sake of Sita and  wishing to see her. While strolling around in the city of Lanka, I found Sita in your abode. You know  about religious merit and wealth. You performed and mastered the austerities. That is why; you ought  not to besiege the wife of another, O great intellectual!\""
        },
        {
            "type": "verse",
            "text": "\"Intellectuals like you indeed are not engrossed in acts, which are antagonistic to righteousness,  which are attended with many dangers and which even ruin the doer at the roots. Who is capable even  among celestials and demons, to withstand the arrows discharged by Lakshmana, in the wake of the fury  of Rama? O king! No one is known in the three worlds, who have gained happiness, by doing harm to Rama.  That is why, accede to my words, which are beneficial for all the three divisions of time (viz. the  past, present and future), resulting in affluence and respectability as well. Let Sita be restored  to Rama.\""
        },
        {
            "type": "verse",
            "text": "\"I beheld Sita, the princess. The audience of Sita is difficult to be achieved and  it is obtained here. It is for Rama there to decide his remaining task of future consequence. <a name=\"Verse23\"></a>Capturing Sita, whom you do not recognize as a five-hooded female serpent in  your abode, has been found by me in that manner, and wholly given over to sorrow. She is incapable of  being devoured with one's might even by celestials and demons, any more than food mixed with abundant  poison could be digested with one's digestive power, if consumed.\""
        },
        {
            "type": "verse",
            "text": "\"It is not proper for you to lose your exceptional longevity and that fortune which is  an outcome of your virtue, both of which have been acquired by you through the practice of austerities.  You may be thinking that you are immune from death from demons and celestials, because of your austerities.  But your opinion in that matter is not correct, on account of the following reason."
        },
        {
            "type": "verse",
            "text": "\"This Sugreeva is indeed neither a god, nor Asura the chief of evil spirits nor a demon  nor a child of Danu the demon, nor Gandharva the celestial musician nor Yaksha the semi-divine being  nor Pannaga the serpent-demon. O King! How do you protect your life from him? The fruit of righteousness  does not exist together with the result of unrighteousness (eventhough he practices virtue). That consequence  of unrighteousness alone follows him. Righteousness in abundance destroys unrighteousness.\""
        },
        {
            "type": "verse",
            "text": "\"You already obtained the fruit of virtue till now. There is no doubt about it. In no  time, you will obtain the fruit of unrighteousness also. Recognizing the killing of demons in the forest  of Janasthana, about the killing of Vali and about the friendship between Rama and Sugreeva, realize  your own interest.\""
        },
        {
            "type": "verse",
            "text": "\"I am indeed, even alone, undoubtedly, destroying Lanka, along with its horses, chariots  and elephants. However, this is not in accordance with the resolution of Rama. For, Rama, indeed, promised  in the presence of troops of monkeys and bears, about the extermination of enemies, by whom Sita was  actually laid violent hands upon.\""
        },
        {
            "type": "verse",
            "text": "\"Even Indra the Lord of celestials, in person, cannot attain happiness if he does any  harm to Rama. How much move to another person like you? Know her, whom you recognize as Sita and who  stays in your captivity, to be none else than Kalaratri (the goddess presiding over and responsible  for dissolution), who can destroy the entire Lanka.\""
        },
        {
            "type": "verse",
            "text": "\"Therefore, have it enough of this noose of death, in the form of Sita's personality,  which has been placed by yourself around your neck. Think well of your safety. See; (in the immediate  future), this city of Lanka, burnt away by the effulgence of Sita and the City too being scorched  with its markets and main streets, afflicted by the wrath of Rama.\""
        },
        {
            "type": "verse",
            "text": "\"Do not lead to extermination your own friends, counsellors, kinsmen, brothers, sons,  well-wishers, enjoyments, wives and Lanka. O king of demons! Listen to my truthful words coming as it  is from the lips of this servant of Rama, his messenger and particularly of this monkey. The renowned  Rama is capable of totally destroying all the worlds together with its five elements, along with its  animate and inanimate things and also to create yet again all the worlds in like manner as before.\""
        },
        {
            "type": "verse",
            "text": "\"The renowned Rama, who is equal in prowess to Vishnu the lord of the preservation and  among celestials, demons or the foremost of men, or among hordes of Yakshas the semi-divine beings or  ogres or among all Vidyadharas, a king of super-natural beings or among Gandharvas the celestials musicians  or among Uragas the semi-divine serpents or among Siddhas the holy personages having super-natural powers  or among excellent Kinnaras the mythical beings with human figure and head of a horse or among all types  of birds or among all living beings at all places and at all times.\""
        },
        {
            "type": "verse",
            "text": "\"After doing a great harm in this manner to Rama the lord of all worlds as well as the  lion among kings, your survival will be difficult. O king of demons! Either celestials or demons or  Gandharvas the celestial musicians or Vidyadharas a king of super-natural beings or Nagas the semi-divine  serpents or Yakshas the semi divine beings-all of them are not able to stand before Rama the lord of  the three worlds. Either Brahma the self-existing god with four faces or Rudra with three eyes and the  destroyer of Tripura (the city built of gold, silver and iron in the sky, air and earth, by Maya for  the demons and burnt by Shiva), or Mahendra the god of atmosphere and sky as also the lord of celestials  would not be able to protect the one to be killed by Rama in battle.\""
        },
        {
            "type": "verse",
            "text": "Hearing those unpleasant words endowed with extreme skillfulness and which were spoken  without fear from Hanuman, tat unequalled Ravana ordered for the killing of that Hanuman."
        }
    ]
}