{
    "id": "prose-sundara-52",
    "kanda": "sundara",
    "sarga": "52",
    "title": "Ravana orders Hanuman to be killed",
    "chapter": "52",
    "overview": "Hearing the harsh words of Hanuman, Ravana orders him to be killed. Vibhishana, however,  advises Ravana to desist from the dastardly act, pointing out that the killing of an envoy is forbidden  according to religious scriptures.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those words of the high=souled Hanuman, Ravana duly excited with anger, ordered  for the killing of Hanuman."
        },
        {
            "type": "verse",
            "text": "While it was ordered by the evil-natured Ravana for the killing of Hanuman, Vibhishana  did not agree to the killing of Hanuman, who was entrusted with the functions of a messenger. Seeing  Ravana getting enraged and looking to that affair (of killing of an envoy) that has arisen, Vibhishana  who was firm in accompanying any object, reflected upon an appropriate action to be done. "
        },
        {
            "type": "verse",
            "text": "Then, deciding about a right action, Vibhishana, who was skilled in communication and  a conqueror of enemies, spoke softly the following very meaningful and useful words to Ravana, his venerable  brother. \"O king of demons! Forgive and give up your anger. Be gracious and hear my words. Virtuous  kings of excellence, knowing the distant and the near, do not cause killing of an envoy. O hero! Killing  of this monkey is against a royal virtue and any universal custom condemns it. Hence, it is improper  for you also to do it.\""
        },
        {
            "type": "verse",
            "text": "\"You are indeed the knower of what is right. You are a person of gratitude. You are well-versed  in royal virtues. You know both the distant and the near in beings. You know the highest truth. <a name=\"Verse8\"></a>If even learned persons like you are seized by anger, then the knowledge of scriptures  is indeed just a labour in vain. O king of demons! O annihilator of enemies, dangerous to be approached!  Therefore, be graceful. After ascertaining about right and wrong, let appropriate punishment be ordered  to the envoy.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Vibhishana, Ravana the lord of demons was greatly enraged and replied  in the following words: <a name=\"Verse11\"></a>\"O Vibhishana, the annihilator of enemies! There is no  sin, even if the sinners are killed. So, I shall kill this monkey, who performed sins.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words, rooted in unrighteousness, enveloped in a great anger and accepted  by the dishonourable, Vibhishana the best among those who were endowed with understanding, spoke the  following words, comprising of the highest truth. \"O king of demons! O lord of Lanka! Be gracious enough.  Hear my words endowed with righteousness and significance. O king! Sages say that messengers should  not be killed at all places and at all times.\""
        },
        {
            "type": "verse",
            "text": "\"There is no doubt that this enemy is arrogant. He has created an unlimited displeasure  to us. But, sages do not talk about the killing of an envoy. There are indeed several punishments, intended  for an envoy. Some of the punishments to an envoy are-deforming the limb, striking with a whip, shaving  the head and impressing marks on the body. Indeed, we have not heard at any time of killing a messenger.\""
        },
        {
            "type": "verse",
            "text": "\"How can a person like you, holding an intellect trained in religious merit and purpose  and a right judgment on cause and effect, subject to anger? Wise people indeed contain their anger. <a name=\"Verse17\"></a>O hero! There is no one equal to you, who can discuss about the law or duty, none  about universal custom and none in capturing the essence of scriptures. You are indeed excellent among  all the celestials and demons in these matters.\""
        },
        {
            "type": "verse",
            "text": "\"O king of demons! You are valiant. You are heroic. Even celestials and demons cannot  conquer you. You conquered a multitude of proud celestials and demons together with their kings in battles  several times. I do not see any merit in killing this monkey. Let this carnal punishment be employed  on those by whom this monkey was sent. He is a person, sent by our enemies, whether he is good or bad.  It is not worthy of killing him, who is an envoy, who is dependent on others and who talks for the cause  of others.\""
        },
        {
            "type": "verse",
            "text": "\"O king! Moreover, if he is killed, I do not find any other person, who can travel through  the sky and come here again to this shore of the great ocean. O conqueror of enemies! Therefore, do  not make efforts to kill him. On the other hand, you ought to strengthen such effort on celestials including  Indra. O Ravana, who is fond of war! If he is dead, I do not find any other hero, who can incite those  two arrogant princes, who are hindered by a long distance, for war.\""
        },
        {
            "type": "verse",
            "text": "\"O Ravana who can gladden the hearts of demons! It is not proper for you, who are difficult  to be conquered by even celestials and demons having sufficient prowess energy and courage, to crush  the arrival of a war. There are more than a crore of valiant warriors in your charge, well-maintained,  who desire your welfare, quite devoted, having colossal merits, born in a good tribe, holding high spirits  and excellent wielders of weapons.\""
        },
        {
            "type": "verse",
            "text": "\"Therefore, let some who follow your command, by talking a portion of your army, subjugate  those two stupid princes, in order to make your power known to your adversaries. Ravana, the mighty  and the eminent king of demons as also the lord of ogres and the adversary of the world of celestials,  understood the cherished and excellent message of Vibhishana his brother with his due presence of mind.\""
        }
    ]
}