{
    "id": "prose-sundara-53",
    "kanda": "sundara",
    "sarga": "53",
    "title": "Later Ravana orders to set fire to his tail",
    "chapter": "53",
    "overview": "As ordered by Ravana, the demons wrap up old rags around Hanuman's tail, pour oil to it  and burn it with fire. The demons tie Hanuman with ropes and conduct him to walk down the entire city,  proclaiming to the citizens of Lanka saying that Hanuman is a spy. The female-demons inform Sita about  the burning of Hanuman's tail and making him move around the city by demons. Then, Sita starts praying  the fire-god to do good to Hanuman. In response to her prayers, fire-god makes Hanuman feel cool with  his burning tail. Then, Hanuman approaches the city-gate of Lanka, takes an iron-rod from the arched  door of the gate and kills all the security-guards there.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those words, which were appropriate for that place and time, spoken by that high-souled Vibhishana,  his brother, Ravana spoke the following words in reply: \"You have spoken well indeed that killing of  an envoy is forbidden. Another punishment other than killing needs be certainly meted out to him. It  is said that a tail is possibly a beloved ornament for the monkeys. Let his tail be burn immediately.  Let him go with a burnt tail. Let all his relatives together with his friends, kinsmen and amicable  persons then see him miserably injured with his deformed limbs. Ravana ordered that let the monkey be  carried around with his burning tail by the demons in the entire city around its cross-roads.\" "
        },
        {
            "type": "verse",
            "text": "Hearing those words of Ravana, the demons, hard-tempered with their wrath, wrapped, up  old ragged clothes around Hanuman's tail. While his tail was being wrapped around with cotton tatters,  Hanuman proliferating, soon after catching dry wood in forests. <a name=\"Verse8\"></a>The demons sprinkled  oil and set out fire on that tail. Then, Hanuman, with his face resembling a rising sun with his mind  filled with anger and impatience and with his burning tail, threw those demons down. <a name=\"Verse9\"></a>To see the burning tail of that Hanuman, the delighted demons together with their  women, children and elders went there."
        },
        {
            "type": "verse",
            "text": "Tied down again by the cruel demons, coming together, the heroic Hanuman the foremost  among monkeys made up his mind appropriate for that occasion (as follows): \"Though I have been tied  down, those demons cannot do whatever they wish to do against me. Breaking the ties, I can fly up and  kill them. If these evil-minded demons fasten me who is acting for the good of Rama my lord, because  of the command by their lord, no rebuff has been done to me. <a name=\"Verse13\"></a>I am adequate enough  to kill all these demons in battle. But, for the delight of Rama, such city of Lanka is fit to be espionaged  again. For this reason, I am putting up with it. Lanka was not indeed observed well as to the particulars  of specifications of the fort, when it was seen by me during the night. Surely, it is to be seen by  me during the day-time. Let the demons tie me down of again and torment me as they wish, by burning  my tail. There will be no travail to my mind.&rdquo; "
        },
        {
            "type": "verse",
            "text": "Then, those delighted demons went, seizing Hanuman, who concealed all types of his feelings,  who was strong and foremost among monkeys. <a name=\"Verse18\"></a>Sounding couches and kettle-drums and  proclaiming the acts of Hanuman like his damaging of the pleasure-garden, the demons performing terrible  deeds, dragged Hanuman through out that city."
        },
        {
            "type": "verse",
            "text": "Accompanied by demons, Hanuman the annihilator of enemies went happily and roamed about  in that great city of demons. <a name=\"Verse20\"></a>Then, Hanuman saw some wonderful house some wrapped  up plots of land and well parted cross ways."
        },
        {
            "type": "verse",
            "text": "Hanuman, the son of wind-god, saw streets congested with dwellings, places where several  roads meet, high-ways as also approach-roads, small inner apartments and palaces appearing in multitudes,  like clouds. All the demons proclaimed in cross roads, four-pillared temples and in royal high-ways,  saying that Hanuman was a spy. <a name=\"Verse23\"></a>Women, children and old people came out from their  respective dwellings, with an eagerness to see that Hanuman with his burning tail."
        },
        {
            "type": "verse",
            "text": "While the tip of Hanuman's tail was being ignited by the demons there, those female-demons  with monstrous eyes then informed that unpleasant matter to Sita, the princess. \"O Sita! That monkey  with a red face, who had a conversation with you, is being moved around in the city, with his ignited  tail.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"If that virtuous Rama recognizes me as one, who is endowed with a good moral conduct  and who is ardently desirous of meeting him, please be cool to Hanuman. If the venerable Sugreeva, true  to his promise, can make me traverse from this ocean of sorrow, please be cool to Hanuman.\""
        },
        {
            "type": "verse",
            "text": "Then, the fire-god, as though informing the fawn-eyed Sita about the well-being of  Hanuman, shone brightly with sharp flames, undisturbed and shooting out pointed flames towards the right. <a name=\"Verse33\"></a>Even wind-god, the father of Hanuman, combined with the fire on Hanuman's tail,  swept coolly like a snow-breeze, creating a solace to Sita."
        },
        {
            "type": "verse",
            "text": "While his tail was in flames, Hanuman was reflecting why the fire, which was blazing on  all sides, was not burning him. <a name=\"Verse35\"></a>\"It is conspicuous with large flames. But it is  not creating any pain to me, as if a snow-ball is kept at the tip of my tail. <a name=\"Verse36\"></a> Or, while I was jumping over the ocean, a surprise-alliance was formed with Mount Mainaka and through  the mountain, with the ocean, because of Rama's power. By this, the reason of the coolness is clear.\""
        },
        {
            "type": "verse",
            "text": "\"If such an eagerness was there in the mind of the sea and the wise Mount Mainaka for  the cause of Rama; will not the fire-god show the same degree of eagerness in making its touch cold?  The fire does not burn me, due to kindness of Sita, powerfulness of Rama and friendliness of my father.\""
        },
        {
            "type": "verse",
            "text": "That Hanuman, the foremost among the monkeys, reflected again for a moment, jumped with  swiftness and roared too. <a name=\"Verse40\"></a>Then, the glorious Hanuman like a mountain-peak approached  the city-gate, which was looking high and stood secluded from the crowds of demons."
        },
        {
            "type": "verse",
            "text": "That prudent Hanuman assumed the form of a mountain and immediately within a moment, assumed  an exceedingly short form, thus becoming free from his tethers. The glorious Hanuman, having been free  from his bonds, again assumed the form equal to a mountain and while looking around, found and iron  rod belonging to the arched door-way."
        },
        {
            "type": "verse",
            "text": "That long-armed Hanuman, again taking that rod made of iron, killed all those guards.  That Hanuman, having an impetuous valour in combat, destroying those demons and looking over Lanka, shone  like the sun encircled with rays, with the wreath of flames blazing on his tail."
        }
    ]
}