{
    "id": "prose-sundara-54",
    "kanda": "sundara",
    "sarga": "54",
    "title": "Hanuman makes up his mind to set fire the city of Lanka",
    "chapter": "54",
    "overview": "Hanuman, with his blazing tail comes out and flits over the horses in Lanka, making up  his mind to set fire to the city of Lanka which is the only work let for him to do. Hanuman burns the  entire city, barring the abode of Vibhishana. All the demons were frightened o seeing the blazing fire,  consuming their city with its trees, houses and a host of living beings. Surprised to see the city burning,  the celestials and musicians (Gandharvas) gain a great delight.",
    "content": [
        {
            "type": "verse",
            "text": "Then, after fulfilling his heart's wish, Hanuman, looking over Lanka, thought about the  remaining act to be done, with an augmented energy. \"Which act indeed is remaining now to be done by  me here that may further create anguish to these demons? I have demolished the garden. I have killed  excellent demons. I destroyed a portion of the army. The demolition of the fort is still remaining.  When the fort gets destroyed, the task (of Rama's battle) will be devoid of fatigue. Even with a small  effort in this task, the work will become fruitful. It is justified to satisfy this blazing flame on  my tail, by feeding it to the full, with these excellent houses (in the city of Lanka).\""
        },
        {
            "type": "verse",
            "text": "Then, Hanuman, with his burning tail, strolled over the house-tops of Lanka, like a cloud  charged with lightning. Surveying the gardens and lofty palatial mansions, that Hanuman, without fear,  passed from one house to another, of the demons. Jumping down on Prahasta's house, the valiant Hanuman,  with great swiftness, having strength equal to wind, scattering fire on it, jumped over from there,  to another house belonging to Mahaparsva. Hanuman, with great swiftness, having strength equal to wind,  scattering fire on it, jumped over from there, to another house belonging to Mahaparsva. Hanuman scattered  a fire there resembling a flame of fire that is to destroy the world."
        },
        {
            "type": "verse",
            "text": "That Hanuman, of great splendour, then leapt to the houses of Vajradamshtra, Shuka and  Sarana, the intelligent. Leaving the house of Vibhishana, Hanuman of great splendour, went successively  to the houses of Rashmiketu, Surya shatru, Hrasvakarna, Damshtra, Romasha the demon, Yuddhonmatta, Matta,  Dhvajagreeva the demon, the terrific Vidyujjihva, Hastimukha, Karala, Pishacha, Shonitaaksha, Kumbhakarna,  Makaraksha, Yajnashatru, Brahmashatru, Narantaka, Kumbha as also the evil-minded Nikumbha and burnt  the houses."
        },
        {
            "type": "verse",
            "text": "That Hanuman of great fame burnt away wealth in the mansions of the rich. Having passed  over all the houses, the mighty and glorious Hanuman thereafter approached the house of Ravana the king  of demons. Thereafter, scattering a blazing fire located at the tip of his tail, on that principal house,  decorated with various kinds of precious stones, resembling Mounts Meru and Mandara as also embellished  with all good work, the valiant Hanuman roared like a cloud thundering at noon-time in a rainy season."
        },
        {
            "type": "verse",
            "text": "In contact with the wind, the fire escalated with a great speed and intensity, blazing  like a fire that is to destroy the world. The wind carried the blazing fire to other houses. In conjunction  with the wind, the fire became very swift."
        },
        {
            "type": "verse",
            "text": "Those large houses, with golden windows, embedded with pearls, gems and precious jewels  were shattered to pieces. The demons, who were running hither and thither to protect their houses and  who lost their spirits and abundant wealth, created a tumultuous nose, saying \"Alas! The fire-god has  come really in a form of this monkey!\""
        },
        {
            "type": "verse",
            "text": "Some women crying and carrying their suckling&rsquo;s with their hair dishevelled, fell down  from their houses, which were enveloped with fire, and shone like flashes of lightning falling from  clouds in the sky. That Hanuman saw molten metals mixed with diamonds, corals, cat's eye-gems, pearls  and silver, surging from every marvellous house."
        },
        {
            "type": "verse",
            "text": "As the fire does not get satisfied with any amount of firewood and straw fed to it, Hanuman  was not wearied in killing any number of demons. The earth was not then wearied in receiving the number  of demons killed by Hanuman (in her lap). Flames of fire glittered like Kimshuka flowers at some places,  blossoms of Shalmali tree at some places and like saffron-flowers at some other places."
        },
        {
            "type": "verse",
            "text": "The high souled Hanuman, the swift monkey scorched the city of Lanka, as Rudra scorched  the city of Tripura. Then, the fire having a terrific prowess, diffused by the swift Hanuman, stretching  out a circle of flames, blazed and rose up to the summit of the mountain on which the city of Lanka."
        },
        {
            "type": "verse",
            "text": "That fire diffused on those buildings, together with the wind picked up a speed equal  to that of a fire at the time of dissolution of the world. It grew taller, touching the sky with a smokeless  splendour. Those flames of fire shot up, as inflamed by ghee. The great fire persisted, surrounding  the entire Lanka, having a good splendour equal to that of millions of suns and blazed like a broken-up  hemi-sphere of the world, creating many sounds of a wide-spread thunderbolt."
        },
        {
            "type": "verse",
            "text": "The fire with a fierce splendour there, extended fully to the sky, shooting flames like  Kumshuka flowers. The clouds, bearing the colour of blue lotuses, shone as covered by smoke formed out  of the extinguished fire. \"He is not a monkey. He is either Indra the Lord of celestials wielding a  thunderbolt, or Yama the lord of death of water, or the wind-god or the fire seated in the third eye  of Lord Shiva or the sun-god or Kubera the lord of riches or the moon-god. He may be Kala (the Time-spirit)  himself. Whether the rage of four-faced Brahma, the grand father of all and the creator of all has arrived  here in the guise of a monkey, playing the role of a destroyer of demons?\""
        },
        {
            "type": "verse",
            "text": "\"Or whether a supreme bright energy of Vishnu, the lord of maintenance of the Universe,  unthinkable, unmanifest, infinite and pearless, arrived now, assuming the form of a monkey for the destruction  of demons, by virtue of Her extraordinary power?\""
        },
        {
            "type": "verse",
            "text": "Thus spoke all those excellent troops of demons in multitude, gathering together there,  on seeing that city scorched so soon, with its host of living beings, houses and trees. Then, Lanka  having been scorched with its demons, horses, chariots, elephants, multitude of birds, animals and trees,  cried pitiably with tumultuous noise. Making a very terrific noise with a dreadful sound, the demons  cried in various ways as follows: \"O my dear beloved son! O my beloved husband! O my friend! O my very  auspicious life, filled with enjoyments!\" "
        },
        {
            "type": "verse",
            "text": "That Lanka appeared as though afflicted by a curse, as defeated by a strong fury of Hanuman,  enveloped by flames of fire, with its distinguished heroes killed and with its warriors in retreat.  Hanuman, with his great mind, saw Lanka with its dazed, frightened and dejected demons, marked by blazing  flames of fire and afflicted by the fury of Brahma the creator of the universe."
        },
        {
            "type": "verse",
            "text": "After demolishing the garden which was full of excellent trees, killing great demons  in battle and burning that city endowed with a series of excellent houses, Hanuman the monkey and the  son of wind-god, stood at ease. Standing there on the wonderful flat summit of Mount Trikuta, Hanuman  the foremost leader of the monkeys, having a garland of flames formed by his blazing tail, shone like  the sun having a garland of rays."
        },
        {
            "type": "verse",
            "text": "Killing those multitudes of demons, demolishing that garden endowed with several trees  and scattering fire on the houses of demons, the high-souled Hanuman sought Rama with his mind. Then,  all the multitude of celestials enlogised that Hanuman, the principal warrior of the monkeys, possessing  great strength and swiftness similar to the wind, greatly intelligent and the most excellent. Demolishing  the garden, killing the demons in battle, Hanuman of great splendour shone brightly, after burning the  beautiful City of Lanka."
        },
        {
            "type": "verse",
            "text": "Seeing that city of Lanka burnt there, celestials, saints and great sages along with  celestial&rsquo;s musicians, got a colossal surprise. Seeing that Hanuman, the foremost among the monkeys and  a mighty monkey, all the created beings were frightened, thinking of him as a fire that is to destroy  the world."
        },
        {
            "type": "verse",
            "text": "There, all the celestial musicians, Vidyadharas the supernatural beings, Nagas the celestial  serpents, Yakshas the spirits and all great living beings attained a great joy. "
        }
    ]
}