{
    "id": "prose-sundara-55",
    "kanda": "sundara",
    "sarga": "55",
    "title": "Hanuman doubts whether Sita dies in the fire",
    "chapter": "55",
    "overview": "Making out that the whole of Lanka is reduced to ashes and conjecturing that Sita too  thus might have lost her life, Hanuman begins to reproach himself for his unrestrained exhibition of  anger. Hanuman regrets that if Sita dies now in this fire of Lanka, Rama and his brothers on hearing  that report will not survive. While reflecting thus, Hanuman sees some good omens and asserts himself  that Sita can survive from the harsh forces of fire by her virtues of penance and devotion to Rama.  In the meantime, he hears of her safety from the lips of Charanas (celestial bards) and feels consoled.  Hanuman makes up his mind to return only after seeing her again.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing the city of Lanka blazing, and frightened with its multitude of demons getting  alarmed, Hanuman the monkey became thoughtful. A great anxiety entered his mind  and there arose in him a feeling of self-contempt. He said to himself \"What an admonitory act has bee  done by me in burning Lanka.\""
        },
        {
            "type": "verse",
            "text": "\"As a burning fire is extinguished with water, blessed indeed are those great-souled  men of excellence, who in their wisdom, restrain their elevated fury. Which enraged man would not incur  a sinful act? An enraged person may even kill his elders. An enraged person may insult virtuous men  with harsh words. An agitated person ever does not know which appropriate words are and which are forbidden  words to be uttered. For enraged persons, there is neither an improper act nor ever an improper word  to be spoken.\""
        },
        {
            "type": "verse",
            "text": "\"As a serpent casts off its slough, whoever casts aside an intense anger sprung up in  him suddenly by virtue of his endurance, he verily is said to be an excellent man. Shame be upon me,  the greatest sinner with utter foolishness and impudence, who became a fire-brand without giving thought  to that Sita and became hurtful to my master. If this whole Lanka for its part has been burnt, the  worshipful Sita too has surely been burnt. Thus, I have spoilt the purpose of my lord inadvertently.\""
        },
        {
            "type": "verse",
            "text": "\"That purpose for which all this effort was taken, has been spoilt. At the time of burning  the city, I have not saved Sita indeed. This task (of burning Lanka) has been fulfilled by me and  it has been completed only with a small effort. Overpowered as I was with anger, the very root of that  fulfillment has been destroyed by me. There is no doubt. The entire Lanka has been reduced to ashes.  No place is seen unburnt in this City. Therefore, Sita also must have been surely lost.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"If this task has been spoiled due to my perverted intelligence, it is appropriate even  for me, here and now itself, to give up my life. Shall I jump into fire now or into the mouth of a submarine  fire? Or shall I give up my body as a feed to the marine animals? By me who has ruined the entire task,  how can I, even while remaining alive, see Sugreeva the Lord of monkeys or Rama and Lakshmana the best  of men?\""
        },
        {
            "type": "verse",
            "text": "\"Due to culpability of my anger, I have indeed shown this apishness that is famous for  instability in the three worlds. Let there be shame upon the passionate way of my thinking, which breeds  helplessness and instability. For, eventhough capable as I am, Sita could not be saved by me due to  my exciting passion of anger. If Sita dies, those two princes, Rama and Lakshmana will die. If their  death occurs, Sugreeva along with his associates will also die.\""
        },
        {
            "type": "verse",
            "text": "\"How can the virtuous Bharata together with Shatrughna, who are affectionate to his brother,  survive after hearing this news? When the virtuous Ikshvaku dynasty perishes, all the people will undoubtedly  be tormented with anguish and affliction. Therefore, I, the unfortunate being, deprived of the values  of duty and interest, with my mind filled with culpability of anger, clearly became the destroyer of  the world.\""
        },
        {
            "type": "verse",
            "text": "While thinking thus, Hanuman clearly saw some omens, whose welcome-results had already  been directly experienced by him and again thought (as follows): \"Or else, Sita the auspicious lady,  who is completely charming of her limbs and protected by her own effulgence, does not get destroyed.  Fire does not indeed destroy fire! Fire is not indeed entitled to touch; Sita,  the wife of that Rama the virtuous man having unlimited splendour and duly protected by her own good  conduct.\""
        },
        {
            "type": "verse",
            "text": "\"If this fire with its burning nature is not igniting me, it is surely due to the power  of Rama and the benevolence of Sita. How should that Sita, who is a godhead for the three brothers  (of Rama) starting with Bharata and who is dear to the heart of Rama perish? This fire, which spreads  everywhere without any hindrance, is not burning my tail. How can it burn the venerable Sita?&rdquo; "
        },
        {
            "type": "verse",
            "text": "Hanuman then recalled with wonder the sight of Mount Mainaka (having gold in its cavities)  in the midst of sea-water there. \"That Sita can even burn away the fire by her penance, true utterances  and undivided devotion towards her husband. Fire does not ignite her.&rdquo; Hanuman,  who was thus thinking there about the overpowering virtue of Sita, happened to hear the words of the  high-souled charanas (heavenly bards)."
        },
        {
            "type": "verse",
            "text": "\"Alas! Hanuman, who hurled a very terrific fire into Ravana's house, has indeed done a  difficult act. The city of Lanka, full of demons their wives, children and elders running hither and  thither, as also filled with an uproar of people, appears as if it weeping through its mountain-caves.  It is just so surprising a marvel to us that the entire City with its market-places, ramparts and arched  door-ways, was burnt, but Sita alone was not burnt.&rdquo;"
        },
        {
            "type": "verse",
            "text": "That Hanuman became delighted in his mind, by seeing the omens, with their apparent advantages in them  and very high qualities of their origin as also the words of those sages. Then, Hanuman, having fulfilled  his object of desire by learning that Sita the princess remains uninjured, made up his mind to return  only after seeing her personally yet again."
        }
    ]
}