{
    "id": "prose-sundara-56",
    "kanda": "sundara",
    "sarga": "56",
    "title": "Hanuman again visits Ashoka garden and sees Sita",
    "chapter": "56",
    "overview": "Hanuman again visits Ashoka garden and sees Sita once more. He consoles Sita that  Rama along with his forces of monkeys and bears will come soon and after conquering the enemies in battle,  will take her back. After bidding adieu to Sita, he ascends Mount Arishta and enlarges his body making  himself ready to leap across the ocean.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, having offered his salutation to Sita, who was present at the foot of Ashoka  tree, Hanuman spoke: \"Thank heaven! I am seeing you uninjured here!\""
        },
        {
            "type": "verse",
            "text": "Then, beholding again and again, that Hanuman, who had made ready for his return journey,  Sita spoke the following words, filled with affection towards her husband. \"O Hanuman, the annihilator  of enemies! You are yourself surely sufficient single-handed completion of this task. Your elevated  energy is creditable indeed. <a name=\"Verse4\"></a>But, it will be appropriate for Rama, who destroys  the hostile forces, to take me with him, after routing Lanka with his arrows.\""
        },
        {
            "type": "verse",
            "text": "\"Therefore, you act in such a way that the high-souled Rama, valiant in battle, may exhibit  prowess worthy of him.&rdquo; <a name=\"Verse6\"></a>Hearing those humble, reasonable and meaningful words of  Sita, Hanuman spoke the following words in reply. \"Rama, accompanied by the leaders of monkeys and  bears, will come soon and after conquering the enemies in battle, will take away your grief.\""
        },
        {
            "type": "verse",
            "text": "Hanuman, the son of wind-god, thus consoling Sita and making up his mind to go, saluted  Sita with reverence. <a name=\"Verse9\"></a>Thereafter, that Hanuman the foremost among the monkeys,  and the annihilator of enemies, with an anxious desire to see his lord, ascended the Mount Arishta of  excellence."
        },
        {
            "type": "verse",
            "text": "That mountain was covered as it were with dark green rows of gardens inhabited by towery  elephants with red spots on their skin and with its clouds hanging between its summits, as with an upper  garment. By metals scattered here and there, looking like eyes drawing up the eye-lids, the mountain  looked like being awakened, as it were, with love by the bright rays of the sun."
        },
        {
            "type": "verse",
            "text": "The mountain looked resembling the one which has started reciting the scriptures clearly  in the form of the deep sound of running streams of water, singing as it were at a high pitch, in the  form of roaring sound of various cascades. The mountain stood as it were with uplifted arms in the form  of very lofty deodars and which started crying loudly as it were, on all sides, in the form of the sound  of its cascades."
        },
        {
            "type": "verse",
            "text": "The mountain seemed to be trembling in the form of waving dark automnal groves, which  was piping as it were, in the form of hollow bamboos shaken up by the wind and whistling. The mountain  was hissing as it were with fury, in the form of its terrible and most poisonous snakes and which sat  absorbed in meditation as it were, in the form of its deep caves covered with mist. It seems to be setting  out on a journey on all four sides, with feet of the mountain, looking like rising clouds, which with  its peaks having a lining of clouds, seemed to stretch its limbs in the sky."
        },
        {
            "type": "verse",
            "text": "The mountain was embellished with a number of summits and adorned with numerous caves  scattered at many places and endowed with many sal, palmyrah, karna and bamboo trees. The mountain was  adorned with clusters of creepers having plenty of flowers, filled with a number of summits and adorned  with numerous caves scattered at many places and endowed with many sal, palmyrah, karna and bamboo trees."
        },
        {
            "type": "verse",
            "text": "The mountain was endowed with many cascades, crowded together with heaps of rocks and  frequented by great sages, Yakshas, Gandharvas, Kinnaras and celestial serpents. The mountain was exquisite  with creepers and trees, having caves inhabited by lions, spread over with a number of tigers and endowed  with sweet roots and fruit-trees."
        },
        {
            "type": "verse",
            "text": "Hanuman, the son of wind-god, in a hurry to see Rama, ascended that mountain, excited  as he was with an extreme joy. <a name=\"Verse22\"></a>Then, the rocks in the charming table-land of the  mountain, on which the soles of Hanuman lied heavily, were crushed with noise and fallen to pieces."
        },
        {
            "type": "verse",
            "text": "Desirous of reaching the northern shore from the southern shore of that ocean, Hanuman  ascended that mountain and enlarged his body. Then, the valiant Hanuman after ascending the mountain,  saw the terrific ocean inhabited by fishes and water-snakes."
        },
        {
            "type": "verse",
            "text": "Hanuman, the foremost among the monkeys and the son of the wind-god, entered the sky towards  northern direction, like a wind, from southern direction. Pressed at that moment by Hanuman, that excellent  mountain sank into the bowels of the earth along with the various living beings and made a noise with  its shaking summits and toppling trees."
        },
        {
            "type": "verse",
            "text": "Shaken by the impetus of the thighs of Hanuman, trees in blossom were broken and fell  down on earth, as though struck by a thunder-bolt. When the lions of great prowess dwelling in the midst  of caves were tormented and roared terribly, that roaring noise was heard as it was piercing the sky."
        },
        {
            "type": "verse",
            "text": "The females of Vidyadhara class of supernatural beings, with their raiments in disorder  through fear and their ornaments fallen off, went up all of a sudden from the mountain. <a name=\"Verse30\"></a>Large poisonous serpents of immense size, possessing vigour and having fiery tongues  with their hoods and necks severely pressed lay coiled."
        },
        {
            "type": "verse",
            "text": "Then, leaving that tormented mountain of excellence; Kinnaras, Nagas, Gadharvas, Yakshas  and Vidyadharas ascended to the sky. Pressed down by that strong Hanuman, that beautiful mountain having  its elevated summits crowned with trees entered the bowels of the earth."
        },
        {
            "type": "verse",
            "text": "That mountain, with a width of ten yojanas (or eighty miles) and a height of thirty yojanas  (or two hundred and forty miles) got level with the earth. With a desire to cross easily the terrific  ocean, whose shores were being lashed by its waves, which Hanuman jumped up into the air."
        }
    ]
}