{
    "id": "prose-sundara-57",
    "kanda": "sundara",
    "sarga": "57",
    "title": "Hanuman leaps from Lanka and touches Mount Mainaka",
    "chapter": "57",
    "overview": "Hanuman leaps from the coast of Lanka and touches Mount Mainaka, which he came across  in the way. He advances further and roars at the top of his voice at the Mount Mahendra, so as to bring  jubilation to the monkeys awaiting his return there. Jambavan tells the monkeys, who moved by jumps  with joy on hearing Jambavan, that Hanuman has returned successfully, from his expedition as way evident  from his jubilant roar. Having greeted Jambavan, Angada and others on alighting on the summit of Mount  Mahendra, Hanuman narrates to them briefly the story of his discovery of Sita. Applauding Hanuman, prince  Angada, who was eager to hear the story, sits down on a rock along with all others.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Hanuman, with a rush equal to that of wind, without a fatigue, leapt across the boundless  sea looking analogous to sky, like a large ship crossing the ocean. In that pleasant and auspicious  sky-like sea, shone the moon as a white water-like sea, shone having the constellations known by the  names of Pushya and ShRavana as swans, the clouds as its duck-weeds; the twin constellations the Punarvasus  as its large fish, the planet Mars as its large alligator, a large island as Airavata (Indra's elephant),  graced with a swan in the form of the constellation, Swati, having gales as its waves, the moon beams  as its cool water and with the Nagas, Yakshas and Gandharvas as its full blown lotuses and water-lilies."
        },
        {
            "type": "verse",
            "text": "While moving in the sky, the illustrious Hanuman, the son of wind-god and the great monkey,  appeared as if swallowing the sky, scratching the moon and carrying off the sky with its stars and the  disc of the sun and was going as though dragging asunder, a mass of clouds."
        },
        {
            "type": "verse",
            "text": "Dense clouds, with white and red colours, blue and yellow colours as also green and reddish  brown colours shone brightly in the sky. Time and again, entering and coming out of the clusters of  clouds, Hanuman appeared like the moon becoming visible and invisible again and again. The heroic Hanuman,  who was clad in white clothes, having found his way into various kinds of dense clouds (and emerging  again) and having his personality becoming visible and invisible, shone like the moon in the sky."
        },
        {
            "type": "verse",
            "text": "Tearing asunder the clusters of clouds again and again as also emerging from them and  roaring with a big noise, Hanuman the son of wind-god, making a thunderous great sound, shone flying  like Garuda the eagle, in the sky. Killing the foremost of demons, becoming famous by is name, making  Lanka perplexed, causing anguish to Ravana by tormenting his terrible army, and bidding his adieu to  Sita, Hanuman returned by flying over the middle of the sea."
        },
        {
            "type": "verse",
            "text": "Touching Mount Mainaka, the victorious Hanuman came with a great speed resembling an iron  arrow discharged from a bow-string. Approaching a bit near and observing Mount Mahendra, the great mountain  looking like a dense cloud, that Hanuman made a loud noise."
        },
        {
            "type": "verse",
            "text": "Emitting a great roar, that Hanuman, whole loud noise resembled the rumbling of a cloud,  filled the whole space in all directions with the noise. Having reached that place, Hanuman who was ardently  desirous of seeing his friends, roared and waved his tail."
        },
        {
            "type": "verse",
            "text": "The sky, with the disc of the sun, began to crack as it were, due to his roar, even as  he repeatedly roared on the path of the sky as followed by Garuda, the eagle endowed with charming wings.  Those mighty heroes who were waiting already on the northern shore of the sea, with an eagerness to  see Hanuman, heard there at that time, the sound produced by the sweeping motion of Hanuman's thighs,  which resembled the roar of a huge cloud propelled by the wind."
        },
        {
            "type": "verse",
            "text": "All those monkeys, who were distressed in mind (for not having heard the news of Sita  hitherto), heard Hanuman's roar similar to the roar of a rumbling cloud. Hearing that roar of Hanuman,  who was making the sound, all those monkeys stationed there in all directions, became anxiously desirous  of seeing their friend."
        },
        {
            "type": "verse",
            "text": "The Jambavan, the foremost among the monkeys and bears, with his mind thrilled with joy,  having summoned all the monkeys, spoke the following words: \"This Hanuman has accomplished his assignment  in all ways. His sound will not indeed be like this, if he has not fulfilled his task. There is not  doubt in this matter.\""
        },
        {
            "type": "verse",
            "text": "Hearing the sound of the dashing movement of the high souled Hanuman's arms and thighs,  the monkeys moved by jumps with joy from their respective places. Those monkeys with joy, longing to  see Hanuman, took off from the top of one tree to the tops of other trees as also from one mountain-summit  to the other summits."
        },
        {
            "type": "verse",
            "text": "Those monkeys, grasping the boughs at the tops of trees, and standing there firmly, joyously  waved the twigs, as if they are their raiment. The mighty, Hanuman the son of wind-god, roared as though  the wind roars while it enters the caves of mountains."
        },
        {
            "type": "verse",
            "text": "Seeing that Hanuman then rushing like a dense cloud, all those monkeys stood there, joining  their palms in salutation. The swift Hanuman, looking like a mountain, then descended on the summit of  that Mount Mahendra, thick with trees. Hanuman like a mountain with its wings torn off, thrilled with  joy, fell from the sky into a charming mountain-torrent."
        },
        {
            "type": "verse",
            "text": "Then, all the foremost of those monkeys, with their pleasing hearts, stood surrounding  the high-souled Hanuman. Having encircled Hanuman, all of them obtained a supreme joy. All those monkeys  with their delightful faces, taking roots and fruits as their presents, honoured Hanuman, the foremost  among the monkeys, who came back hale and healthy."
        },
        {
            "type": "verse",
            "text": "Then, Hanuman the excellent one among the monkeys, on his part, offered his salutation  to venerable persons and elders like Jambavan in the first place, as also Angada, the prince. Jambavan  and Angada honoured that victorious and venerable Hanuman. The other monkeys also made him gracious.  Hanuman informed them briefly that he had seen Sita."
        },
        {
            "type": "verse",
            "text": "Then, seizing the hand of Angada, Vali's son, Hanuman sat down at a distinct spot in the  charming forest of Mount Mahendra. Then, the pleased Hanuman spoke the following words to those excellent  monkeys: \"I saw that Sita, the daughter of Janaka, who was staying in Ashoka garden, guarded unblemished  by highly dreadful female-demons and wearing a single braid, young woman, as she was, longing to see  Rama, thoroughly fatigued due to her fasting, with her hair twisted together, wearing soiled clothes  and looking emaciated.\""
        },
        {
            "type": "verse",
            "text": "Hearing from Hanuman that important and nectar like word to the effect that Sita had  been seen all the monkeys became delighted. Some mighty monkeys made a lion's roar. Some were making  a sound of approbation. Some were making a sound of thunder. Some others produced cries expressing joy.  Some others were roaring in return."
        },
        {
            "type": "verse",
            "text": "Some eminent monkeys, with joy and with their tails lifted up, waved their distended  curved tails. Descending from the mountain-tops; some other monkeys, with delight, fondingly touched  Hanuman who resembled an elephant."
        },
        {
            "type": "verse",
            "text": "After hearing the words of Hanuman, Angada spoke the following excellent words in the  midst of those eminent monkeys. \"O Hanuman! Since you returned here crossing the extensive ocean, none  stands equal to you in strength and prowess. What amazing is your devotion to the Lord! What a wonderful  prowess! What a surprising courage! By our good fortune, you saw the illustrious Sita, Rama's consort.  Thank heaven! Rama can give up his sorrow born out of Sita's separation.\""
        },
        {
            "type": "verse",
            "text": "Very much delighted, the monkeys then sat on extensive flat rocks encircling Angada,  Hanuman and Jambavan. Longing to hear about crossing of ocean and the seeing of Lanka, Sita and Ravana,  all those excellent monkeys waited with their joined palms, in anticipation of Hanuman's words. The auspicious  Angada encircled by many monkeys there, waited like Indra the lord of celestials, who was waited upon  by celestials in heaven. The high and large summit of the mountain, on which were seated then with delight,  the illustrious Hanuman and the famous Angada, with bracelets worn on his upper arms, stood blazed with  splendour."
        }
    ]
}