{
    "id": "prose-sundara-58",
    "kanda": "sundara",
    "sarga": "58",
    "title": "Jambavan requests Hanuman to narrate clearly the happenings",
    "chapter": "58",
    "overview": "Jambavan, seated along with the monkey-troops, requested Hanuman to narrate clearly whatever  has occurred. Hanuman narrates in detail how he saw Mount Mainaka in the course of his journey to Lanka  and how he escaped on the way from the clutches of Surasa, a great serpent living in the ocean. Hanuman  also narrated about his killing of Simhika, a female demon on the way and also about defeating another  female demon (Lanka-incarnate) who was guarding the City of Lanka. Hanuman explains to Jambavan, how  he beholds Sita in Ashoka garden after a thorough search in the City of Lanka and how he introduces  himself as an envoy sent by Rama and Sugreeva. Hanuman informs Jambavan that he hands over a finger-ring  of Rama as a token of remembrance to Sita and that he further asks for a return-token of remembrance  from her, to be handed over to Rama. Hanuman then narrates about Sita having delivered to him an excellent  jewel for her head, as a token of remembrance. He further narrates about the demolition of the garden  attached to Ravana's gynaecium and about killing of Aksha, Ravana's son. Hanuman further informs about  his capture by Indrajit, Ravana's son and his tail being burnt by demons on receiving the orders of  Ravana. He further informs about his setting fire of the City of Lanka. He finally narrates about his  re-visit to Sita and his return to Mount Mahendra.<br/> <br/>",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, the mighty monkeys, headed by Hanuman and others, experienced a great joy  on that summit of Mount Mahendra. Then, Jambavan, thrilling with rapture, asked the delighted Hanuman,  the great monkey about the particulars of that actual occurrence (of seeing Sita) as follows"
        },
        {
            "type": "verse",
            "text": "&ldquo;How did you see Sita? How was she there? How was that Ravana of terrible deeds behaving  towards her? <a name=\"Verse4\"></a>O Hanuman! Tell us entirely, in truth whatever has occurred. Ascertaining  the truth, from you, we shall again think about what decision to be taken further. When we go there  (to the presence of Rama), having prudence, tell us clearly which matter is to be disclosed and which  matter is to be kept off from him.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus commanded by Jambavan, Hanuman, with his hair standing on end mentally offered his  salutation to Sita, the princess, by bowing his head and replied as follows:"
        },
        {
            "type": "verse",
            "text": "&ldquo;With an intention to reach the southern shore of the ocean, I leapt into the sky, indeed  before your presence, from the summit of Mount Mahendra. While I was going, a terrific hindrance occurred  in my way as it was. I saw a golden mountain-peak which was so charming and fascinating. I accounted  that mountain staying turned towards the path, as an impediment. Approaching that excellent charming  and golden mountain, I made up my mind to shatter it.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"As I struck it with my tail, the mountain-peak of that great hill, resembling the sun,  was broken into a thousand pieces. Understanding my purpose, that great mountain spoke the following  sweet words saying, 'O my son!', As though it was refreshing my mind (once more to proceed further).  'Know me to be generally called as Mynaa dwelling in this great ocean, as a companion of the wind-god  and even as your father's brother'."
        },
        {
            "type": "verse",
            "text": "\" 'O my son! Long ago, the foremost among the mountains used to have wings. They used  to wander the entire earth freely, hurting the people! Hearing that behaviour of those mountains, the  venerable Indra the lord of celestials, the destroyer of a demon called Paka, chopped their wings into  a thousand pieces by using his thunderbolt. O child! I, on my part, was hurled into the great ocean  by the high-souled wind-god, your father and was liberated from the clutches of Indra.' \""
        },
        {
            "type": "verse",
            "text": "&ldquo; 'O Hanuman the annihilator of enemies! I have to behave in such a way as to help Rama.  For, Rama, having a prowess equal to that of Indra; is indeed excellent in supporting righteousness. <a name=\"Verse17\"></a>Hearing the words of that high-souled Mynaka and after informing my purpose, my  mind was prepared for a further travel. The high-soled Mynaka also allowed me to depart. That Mynaka  mountain vanished in the guise of a beautiful form of a human being. That large mountainous form also  later drowned into the great ocean.\""
        },
        {
            "type": "verse",
            "text": "\"Thereafter, employing an excellent speed and continuing on my course, I proceeded in  that path speedily for a long time. Thereafter, I saw Surasa, the mother of serpents in the midst of  the sea. That goddess spoke the following words to me. <a name=\"Verse22\"></a>O excellent of monkeys!  The celestials have shown you as my eatable. Therefore, I will eat you since you have been bestowed  to me by gods after a long time.\""
        },
        {
            "type": "verse",
            "text": "\"Hearing Surasa's words, I stood there, offering salutation with my joined palms to her.  Becoming pale-faced, I spoke the following words: Rama, the son of Dasharatha the splendid man and the  tormentator of enemies, together with Lakshmana, his brother and Sita entered the forest of Dandaka.  'The evil-minded Ravana took away Sita, Rama's wife. By the orders of Rama, I am going to her as an  envoy.&rsquo; \""
        },
        {
            "type": "verse",
            "text": "\"'You, abiding in Rama's country, ought to do a help to Rama. Otherwise, after seeing  Sita and Rama, who is unwearied in action, I will come to your mouth. I am thus promising you in truth. <a name=\"Verse27\"></a>Hearing my words, that Surasa who can assume any form at her will said: \"No one  can violate me by unfaithfulness. I have this boon with me. "
        },
        {
            "type": "verse",
            "text": "\"Hearing the words of Surasa, I, as tall as ten Yojanas (eighty miles), within a moment,  grew half as much in size (fifteen Yojanas or one hundred twenty miles). <a name=\"Verse30\"></a>She opened  her mouth so wide as to correspond to the size of my body. Seeing her expanded mouth, I assumed a dwarfish  form. At that moment, I still became reduced to the size of a human thumb. After entering her mouth  quickly, I then came out instantly. The divine Surasa, in her native form, spoke to me again, as follows:"
        },
        {
            "type": "verse",
            "text": "\" 'O gently monkey! O the foremost among monkeys! Go happily for the fulfillment of your  purpose. Bring back Sita to the magnanimous Rama. O mighty armed monkey! Be happy. I am pleased with  you. <a name=\"Verse33\"></a>Then, all living beings praised me! Saying Good! Well done! Bravo! Thereupon,  I leapt into the extensive sky, like Garuda the eagle, the carrier of Lord Vishnu. In the meanwhile,  my shadow was held fast. Yet, I did not perceive anything. My speed having been blocked, I surveyed  all the ten directions. But I could not discover there, any object by which my movement was blocked.\""
        },
        {
            "type": "verse",
            "text": "\"Then, the thought arose in me: \"How I wonder has such a hindrance arose in my journey,  although no concrete configuration is being seen here? While I was thinking thus, my sight has fallen  downward. There, I saw a terrible female-demon lying in water.\""
        },
        {
            "type": "verse",
            "text": "\"Heartily laughing with a great noise, that terrific woman, spoke to me the following  inauspicious words, firmly and without any bewilderment (as follows): \"O gigantic monkey! Where are  you going? You are my requisite food, hungry as I am. Gratify my person, who has remained without sustenance  for long. Saying 'Amen', I actually accepted those words. Thereupon, I expanded my body to a size larger  than the capacity of her mouth.\""
        },
        {
            "type": "verse",
            "text": "\"Her terrific large mouth too began to grow to devour me. She could not understand well  about me or about the change subsequently gone through by me (in the shape of a minute form) <a name=\"Verse42\"></a>Then, having contracted my large body within another moment, I extracted her heart  and leapt back into the sky.\""
        },
        {
            "type": "verse",
            "text": "\"When her heart has been cut off by me, that terrific Simhika looking like a mountain,  fell into the ocean with her arms emanating from it. I heard great sages along with wandering celestial  singers, moving in the sky, saying that Simhika the dreadful demon was instantly killed by Hanuman.\""
        },
        {
            "type": "verse",
            "text": "\"After killing her and again recollecting the task to be performed quickly, I travelled  for a long distance and saw the southern shore of the ocean, where that City of Lanka, adorned with  its trees, was situated. While the sun was setting, I, without being noticed by the demons of dreadful  prowess, entered the city of Lanka, the abode of demons.\""
        },
        {
            "type": "verse",
            "text": "\"While I was entering the City, a woman, resembling a cloud at the time of dissolution  of the world, stood up in front of me, emitting a loud laughter. Then defeating that woman, having her  hair looking terrific like a blazing fire and who was trying to kill me, by striking her with a blow  of the fist of my left hand and entered the land of Lanka at the dusk of early night. she, being frightened,  spoke to me as follows:"
        },
        {
            "type": "verse",
            "text": "\"O hero! I am (the personified) City of Lanka. Therefore, by the same prowess you conquered  me, you can defeat all the demons here completely. Searching there for Sita that whole night in Ravana's  gynaecium, I could not find that Sita, the slender-waisted lady.\""
        },
        {
            "type": "verse",
            "text": "\"Unable to find Sita in Ravana's dwelling and facing a sea of sorrow, I could not then  perceive its other shore. While bemoaning, I saw an excellent grove near that gynaecium, concealed by  a prolonged fence painted with golden colour. Crossing the fence, I saw that grove having copious trees.  Amidst that Ashoka garden, I saw a large Shimshupa* garden. After ascending it, I beheld an yellow-pigmented  thicket of banana plants.\""
        },
        {
            "type": "commentary",
            "text": "* Botanical name: Delbergia sissoo."
        },
        {
            "type": "verse",
            "text": "\"Not far from that Shimshupa tree. I saw Sita, of youthful complexion, with eyes looking  like lotus-petals, with her face emaciated by fasting, clad in a single piece of cloth, her hair soiled  with dust, her limbs afflicted with grief and agony, devoted as she was to the good of her lord and  surrounded on all sides by ugly and cruel female-demons living on flesh and blood, as a doe encircled  by tigresses. <a name=\"Verse60\"></a>Sita, who had eyes like those of a deer, was somehow quickly found  by me looking depressed in the amidst of female-demons, frightened (as she was by them) again and again,  putting on a single braid of hair (as a mark of desolation), wholly devoted to the thought of her lord,  having floor as her bedstead, pale-limbed like a lotus-stalk in a cool season, turning away the request  of Ravana, and determined to die.\""
        },
        {
            "type": "verse",
            "text": "\"Seeing that illustrious woman, the consort of Rama in such a state, I stayed perched  on the same Simsupa tree, looking at her. Meanwhile, I heard an exceedingly roaring and hallooing sound,  mixed with sounds of girdles and anklets in the abode of Ravana. Then, I was very much frightened and  contracted my physique. I, on my part, remained hidden like a bird in that Simsupa tree dense with foliage.'\""
        },
        {
            "type": "verse",
            "text": "\"Then, the mighty Ravana and his wives reached that place where Sita was staying. Thereupon,  seeing that Ravana the chief of a troop of demons, Sita with her lovely waist, sat compressing her  thighs enclosing her swollen breasts with her arms. <a name=\"Verse66\"></a>Ravana, bowing his head and  coming down, spoke (as follows) to that Sita who was frightened, very much grieving for her lord,  glancing hither and thither, not finding any protection for her, trembling, distressed and extremely  sorrowful saying, 'Treat me with respect.'\""
        },
        {
            "type": "verse",
            "text": "\" 'O arrogant lady! O Sita! If you refuse me by your arrogance, I will be drinking  your blood after a period of two months. Hearing those words of the evil-minded Ravana, Sita was very  much irritated and spoke the following excellent words: <a name=\"Verse70\"></a>How did your tongue not  fall of, O the worst demon, by speaking such words not to be uttered, to the consort of Rama, of boundless  glory, and the daughter-in-law of Dasharatha the lord of Ikshvaku dynasty?\""
        },
        {
            "type": "verse",
            "text": "\"O ignoble soul! Of what account is your prowess, when you came unnoticed during the  absence of my lord, that great soul and abducted me, O sinful one? You have no similarity with Rama.  You are unfit even to do service to Rama. Rama performs sacrifices. He speaks only truth. He is a lover  of battle'.\""
        },
        {
            "type": "verse",
            "text": "\"Hearing these harsh words from Sita, Ravana was at once ablaze with anger, as a fire  blazes in a pile of wood. <a name=\"Verse74\"></a>Rolling his cruel eyes and lifting his right fist, Ravana  was about to kill Sita. Then, an alarm was raised by a women there. <a name=\"Verse75\"></a>Springing  up from the midst of those women, a royal woman named Mandodari, the wife of that evil-minded Ravana,  ran to him. He was restrained by her.\""
        },
        {
            "type": "verse",
            "text": "\"She spoke to Ravana, smitten with love, the following sweet words: 'O Ravana having  a prowess similar to that of Indra! Of what need is with Sita to you? O lord! Enjoy yourself with  the daughters of gods, Gandharvas the celestial musicians and Yakshas the semi-divine beings. What will  you do with Sita?'\""
        },
        {
            "type": "verse",
            "text": "\"Thereupon, those women together propitiated that mighty Ravana and quickly took him  to his palace. <a name=\"Verse79\"></a>When that Ravana left, the ugly-faced female-demons frightened.  Sita with their cruel and very dreadful words. Sita reckoned the utterance of those women as a blade  of grass. At that time, the roaring of those female-demons reached Sita in vain.\""
        },
        {
            "type": "verse",
            "text": "\"As their roaring frittered away, those flesh-eating female-demons became helpless and  reported that great resolve of Sita to Ravana. Thereafter, all those women joined together, warded  off their hopes and held back their effort. In the end, they encircled Sita and were overpowered with  sleep.\""
        },
        {
            "type": "verse",
            "text": "\"When those women went to sleep, Sita, intent upon the welfare of her husband, was  deeply aggrieved, miserable and sore depressed as she was, lamenting pitifully. <a name=\"Verse85\"> </a>Trijata, rising from the midst of those female-demons, spoke the following words; 'Feed on yourself  quickly rather than on Sita, the daughter of Janaka, a virtuous woman and the daughter-in-law of Dasartha  who des not get destroyed'.\""
        },
        {
            "type": "verse",
            "text": "\"'Now, I have seen a dreadful dream, causing my hair to stand erect. It is pointing towards  the ruin of our demons and the victory of her husband. We will pray Sita, who is capable of protecting  all our female-demons from Rama. I feel that it is batter for us. When such a dream is seen while a  woman is weeping, that woman gets relieved of many kinds of sorrows and will obtain happiness. Sita,  the daughter of Janaka, indeed will be pleased on receiving a salutation'.\""
        },
        {
            "type": "verse",
            "text": "\"Delighted at hearing the victory of her lord, that girl Sita then basfully spoke:  'If it is true, I will be protecting you all'. Taking rest for some time and seeing such a dreadful  state of Sita, I reflected upon it. My mind could not satisfy itself.\""
        },
        {
            "type": "verse",
            "text": "\"Thinking about a means for starting a conversation with Sita, I started to describe  the history of Ikshvaku's dynasty. Hearing the words spoken by me, which are adored by the assemblies  of royal sages, Sita the princess, with her eyes filled with tears, spoke to me, as follows:\""
        },
        {
            "type": "verse",
            "text": "\" 'O the foremost among the monkeys! Who are you? Why did you come here? How did you  come? What type of friendship do you have with Rama? You ought to tell me all this? <a name=\"Verse95\"></a>Hearing those words of Sita, I spoke the following words: 'O princess! There  is a courageous king of monkeys, by name Sugreeva, who is a mighty companion to your husband, possessing  a terrific prowess.\""
        },
        {
            "type": "verse",
            "text": "\"Know me, who came here, as Hanuman, a servant of that Sugreeva, Rama, you husband, who  is unwearied in his actions, sent me here for your sake. O illustrious lady! Rama, the foremost among  men and the glorious man, gave this finger-ring personally to you as a token of remembrance.\""
        },
        {
            "type": "verse",
            "text": "\"O princess! For that reason, I wish to have a command from you. What am I to do? I shall  take you to the proximity of Rama and Lakshmana. What do you say? Hearing my words and understanding  them, Sita the daughter of Janaka said as follows: 'Let Rama take me back, after killing Ravana'.\""
        },
        {
            "type": "verse",
            "text": "\"Bowing my head in salutation to the noble and irreproachable Sita, I asked for a token  of remembrance which would gladden the heart of Rama. Then, Sita spoke to me as follows: 'Let this  foremost jewel, be taken, by which the long-armed Rama will be having a high opinion of you'.\""
        },
        {
            "type": "verse",
            "text": "\"Speaking thus, Sita having fine hips, gave that wonderful and the foremost jewel.  Highly distressed, she gave a message also in words to me. Then, offering salutation to Sita the princess  in utmost devotion, I circumambulated her from left to right, of course with my mind setting out to  come here.\""
        },
        {
            "type": "verse",
            "text": "\"Determining something in mind, she spoke to me again as follows: 'O Hanuman! You ought  to tell Rama about my tale of woes occurring here. Act so that both those heroes Rama and Lakshmana  together with Sugreeva quickly arrive here, soon after hearing my tale'.\""
        },
        {
            "type": "verse",
            "text": "\"'If proves to be otherwise, my survival will be only for two months. Rama cannot see  me thereafter. As such, I will be dying like a helpless woman. Hearing those miserable words, I became  angry. Thereafter, I thought of my remaining successive action to be done. Thereafter, my body grew  up to a size equal to that of a mountain. Then, I started destroying that garden, thereby longing for  a combat.\""
        },
        {
            "type": "verse",
            "text": "\"The female-demons; with their ugly faces woke up and saw that thicket of garden being  broken and with its frightened animals and birds moving about unsteadily. Coming from their respective  places and seeing me in that garden, those female-demons quickly went and reported the matter to Ravana  (as follows):\""
        },
        {
            "type": "verse",
            "text": "\"O mighty king! Indeed not knowing your prowess, an evil-minded monkey ahs demolished  your inaccessible garden. <a name=\"Verse112\"></a>O emperor! Give orders quickly for killing him, so  that the evil-minded monkey, who caused offence to you, will get destroyed.\""
        },
        {
            "type": "verse",
            "text": "\"Hearing those words, Ravana sent invincible demons called Kinkaras, who were adapted  to the mind of Ravana. In that portion of the garden, I destroyed with an iron rod, eight thousand kinkaras,  having darts and hammers in their hands.\""
        },
        {
            "type": "verse",
            "text": "\"Taking quick steps, those few who have survived, went and reported the news to Ravana,  of their large army having been killed by me. Then, an idea came to me. Occupying a lofty palatial mansion  of a sanctuary which was an eminent ornament of Lanka. I killed again a hundred demons stationed there  with a pillar.\""
        },
        {
            "type": "verse",
            "text": "\"Then, Ravana dispatched Jambumali, the son of Prahasta together with numerous dreadful  demons having terrific forms. <a name=\"Verse118\"></a>I destroyed that demon, though endowed with a great  strength and skilled in warfare, along with his followers, with my terrific iron bar itself.\""
        },
        {
            "type": "verse",
            "text": "\"Hearing of it, Ravana, the king of demons, dispatched the son of his minister, endowed  with great strength and strengthened with a regiment of infantry. <a name=\"Verse121\"></a>I killed all  of them also by that iron bar itself. Hearing of the minster's sons, who were quick in exhibiting their  valour in battle, having been killed, Ravana dispatched five valiant generals.\""
        },
        {
            "type": "verse",
            "text": "\"I got all the minster's sons together with their army destroyed. Then, Ravana, the ten-headed  monster, sent his mighty son, Aksha together with a multitude of army for the combat.\""
        },
        {
            "type": "verse",
            "text": "\"I suddenly caught by the feet, that prince, son of Mandodari, who was skilled in warfare  and who was jumping into the sky with his sword and shield. I whirled him round a hundred times and  crushed him. Hearing of the death of Aksha in combat, that ten-headed Ravana was very much enraged and  thereupon dispatched his second son, by name Indrajit, who was strong but foolishly arrogant in battle.\""
        },
        {
            "type": "verse",
            "text": "\"By conquering all that army in battle and making that Indrajit the foremost among demons;  lusterless, I experienced a great joy. Ravana himself dispatched, with a great confidence, that long-armed  and mighty Indrajit along with valiant demons excited with their arrogance.\""
        },
        {
            "type": "verse",
            "text": "\"Knowing me to be irresistible and his own army being perishable, that Indrajit with  a great haste, captured me with a Brahma-missile. Then, the demons, after capturing me, tied me there  with ropes and carried me away to Ravana's presence.\""
        },
        {
            "type": "verse",
            "text": "\"Seeing me, the evil-minded Ravana spoke to me. He asked, why did you come to Lanka?  'Why did you kill the demons? <a name=\"Verse131\"></a>I answered 'I have done all these acts for the  sake of Sita. O king of demons! I came to your abode with a desire to see Sita. I am the offspring  of wind-god and a monkey by name Hanuman'.\""
        },
        {
            "type": "verse",
            "text": "\" 'Know me to be a monkey, an envoy of Rama and a minister of Sugreeva. As Rama's messenger,  I sought your presence here! That Sugreeva of great splendour enquired about your welfare. He told you  (the following) beneficiary words, endowed with righteousness wealth and pleasure, appropriate for you'.\""
        },
        {
            "type": "verse",
            "text": "\" 'While I was dwelling in Mount R^ishyamuka, abounding with numerous trees, Rama having  a great prowess in battle became a friend to me. The king Rama told me that his wife had been taken  away by a demon and that I had to help him in that matter by all means'.\""
        },
        {
            "type": "verse",
            "text": "\" 'I also told him about the killing of Vali and requested him to come to a mutual agreement  for helping me in that matters. Rama, the great lord along with Lakshmana made friendship with Sugreeva,  (whose kingdom was taken away by Vali) taking Agni the fire-god for a witness. Killing Vali by a single  arrow in combat, Rama made Sugreeva (lord of monkeys) an emperor of monkeys'.\""
        },
        {
            "type": "verse",
            "text": "\" 'Now we have to extend help to that Rama in all ways. Therefore, I am sending Hanuman  rightly to your presence. <a name=\"Verse141\"></a>'Even before the heroic monkeys destroy your army,  bring Sita quickly and give her back to Rama. To whom is this strength of the monkeys not already  known, who go even to the presence of gods, when invited by them for help?'\""
        },
        {
            "type": "verse",
            "text": "\" 'Sugreeva the king of monkeys has sent the foregoing message to you. 'When spoken by  me in these words, Ravana was enraged and looked on me, as though he was going to reduce me to ashes  with his very looks. Without knowing my glory ( in the form of my immunity to death), the evil-minded  Ravana, the demon doing terrific acts, ordered for my killing. "
        },
        {
            "type": "verse",
            "text": "&lsquo;Then, there is the brother of that Ravana, called Vibhishana having a great intelligence.  He entreated Ravana, the king of demons, on my behalf (as follows): O Ravana the foremost among the  demons! No such attempt should be made in this way. Let this design be abandoned forthwith. You are  indeed following a path which is contrary to the statesmanship. O Ravana! It is not indeed found in  states' policies of killing an envoy. The real truth is to be known from an envoy speaking a good counsel.  O Ravana of great prowess! Even if a very high offence is committed by an envoy, an act of disfiguring  the person is mentioned in a treatise of state-policy and not of killing.\""
        },
        {
            "type": "verse",
            "text": "\"Hearing the words of Vibhishana, Ravana ordered those demons to burn my tail by fire.  Thereupon, hearing Ravana's words; the demons wrapped up my entire tail with bark of hemp and torn cotton-clothes.  Thereafter, the demons of terrible prowess, who completed their arrangements, striking me with their  wooden staffs and fists, burnt my tail. Even though I was bound with many ropes, I maintained restraint.\""
        },
        {
            "type": "verse",
            "text": "\"Then, having reached the city-gate, those strong demons made a loud proclamation of  my presence in the principal streets, bound and enveloped in flames as I was. <a name=\"Verse154\"> </a>Then, after contracting my gigantic form once more and releasing my bondage, I stood in my native  form again. Seizing an iron bar, I killed those demons.\""
        },
        {
            "type": "verse",
            "text": "\"Then, I quickly jumped on to that city-gate and without any bewilderment, I set fire  that city with its attics, ramparts and gates with my tail inflamed, even as a fire at the end of the  world, burns all living creatures. The entire Lanka has been reduced to ashes. No place is seen unburnt  in this City. Therefore Sita also must have been surely burnt.\""
        },
        {
            "type": "verse",
            "text": "\"Thus filled with grief, I came about to reflect as above. Meanwhile, I heard the auspiciously  worded utterance of charanas the celestial signers who were narrating a tale of astonishment saying  that Sita has not been burnt. After hearing those surprising words, a thought arose in me that Sita  escaped being burnt. This indicated by the following good omens: \"In the first place, even though me  tail is burning, the fire is not burning my body. My heart too is delighted. The winds are sweet-smelling. <a name=\"Verse162\"></a>My heart was delighted by seeing those good omens having their fruits apparent,  by looking into the reasons of high characteristics and by hearing the words of accomplished sages.\""
        },
        {
            "type": "verse",
            "text": "\"Seeing Sita once more, relieved by her again and then reaching the Mount Arishta there  again, I started leaping back (over the sea) with a longing to see you (all). Then, treading upon the  path of the sky, frequented by the wind, the moon, the sun, Siddhas the semi-divine beings and Gandharvas  the celestial musicians, I saw you all here.\""
        },
        {
            "type": "verse",
            "text": "\"I performed all tasks for accomplishing the purpose of Sugreeva, by the grace of Rama  and also through your energy. I have done all this properly there. Do accomplish that which remains  undone in this task by me and complete it.\""
        }
    ]
}