{
    "id": "prose-sundara-59",
    "kanda": "sundara",
    "sarga": "59",
    "title": "Hanuman describes the plight of Sita to his fellow monkeys",
    "chapter": "59",
    "overview": "Describing the plight of Sita to his fellow monkeys, Hanuman expresses his feeling that  it behooved them all to see Rama only after restoring Sita from Lanka. Hanuman says that even single-handed,  he is capable of destroying that City of Lanka with its troops of demons, and killing Ravana, much more  so when accompanied by heroic, mighty and powerful monkeys. Then, he recounts the past heroic exploits  of Jambavan, Angada, Neela, Panasa, Mainda and Dvivida. Hanuman thus incites them all to decided consciously  of a war against Lanka.",
    "content": [
        {
            "type": "verse",
            "text": "After informing all this, Hanuman the son of wind-god started telling more of the following  words: &ldquo;By the power of virtuousness of Sita, Rama&rsquo;s effort and Sugreeva&rsquo;s zeal are getting fulfilled.  My mind too is devoted to her. Ravana, the king of demons, who is strong in all ways, can burn away  the three worlds by the power of his penance. Even if he is enraged, he can scorch away his adversaries.  His body, which touched Sita the daughter of Janaka, was not destroyed because of his askesis. Even  a flame, when fully touched with one&rsquo;s hand, cannot do that which Sita would, if stirred by anger.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;This work (of mine in the form of Sita&rsquo;s discovery) has been informed to you in this  way. It is indeed proper to see those two princes (Rama and Lakshmana) along with Sita, after taking  permission from all the great monkeys headed by Jambavan. I am sufficient, even alone, to destroy rapidly  that City of Lanka together with those troops of demons as also the mighty Ravana.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;When accompanied by you, who are strong, whose spirit is disciplined, who are proficient  in the use of arms, valiant, longing for victory and moving by jumps, how much more is required? In  the battle, I on my part will kill Ravana along with his army, his forerunners, his sons and his brothers.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;In the battle, I can blow out the missiles presided over by Indra the lord of celestials,  Brahma the creator, Rudra the god of destruction, Vayu the wind-god, Varuna the god of water and even  those missiles even if they are difficult to be looked at, employed by Indrajit (Ravana&rsquo;s eldest son).  My prowess, when permitted by you, will frustrate that Ravana. The shower of rocks, which will be unequalled  and incessant, discharged by me, can kill even celestials. How much more those demons?&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;The ocean may overflow its shore. Mount Mandara may move from its position. But, in  battle, no army of adversaries can stagger Jambavan. The heroic Angada, the son of Vali alone, is sufficient  destroy all the troops of demons and even the demons who were their progenitors.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;By the rapid movement of the thighs of the high-souled Neela and of Panasa, even Mount  Mandara can be shattered. How much more, the demons in battle? Tell me any one who can fight against  Mainda or Dvivida, among Gandharvas the celestials singers or Uragas the serpents or Pakshis the birds  or the celestials or the demons or Yakshas the semi-divine beings.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;These two illustrious sons of Ashvini Kumaras, Mainda and Dvivida are the foremost among  the monkeys. In the battle-field, I do not find anyone who can fight against these two monkeys. Proud  of having received boons from Brahma the creator and their grandfather and abiding in a supreme haughtiness,  these two foremost among all the monkeys live on Amrita the nectar.\""
        },
        {
            "type": "verse",
            "text": "\"Long ago, Brahma the grandfather of all the worlds, gave an unequal boon to them in  honour of Ashvini Kumaras regarding their inviolability. By the pride of those boons, those two heroic  monkeys harassed a great army of celestials and thereupon drank up nectar, excited as they were with  joy.\""
        },
        {
            "type": "verse",
            "text": "\"Let all the other monkeys stand aside. Even these Mainda and Dvivida on their part are  capable of destroying the entire city of Lanka together with its horses, chariots and elephants. "
        },
        {
            "type": "verse",
            "text": "&ldquo;I alone burnt and destroyed the City of Lanka. In all its royal high-ways, the name  (of Rama and others) was proclaimed by me as follows: 'Victorious is Rama, the exceedingly strong and  the mighty Lakshmana too! Victorious is King Sugreeva, protected by Rama. I am Hanuman, a servant of  Rama and the son of wind-god'. In this way, the name (of Rama and others) was heralded by me everywhere.\""
        },
        {
            "type": "verse",
            "text": "\"In the midst of Ashoka garden of the evil-minded Ravana and underneath a Shimshupa tree,  the virtuous Sita was seen staying dejected, encircled as she was with female-demons, agonized with  grief and anguish, lusterless like a digit of the moon encircled by a line of clouds and disregarding  that Ravana who is arrogant of his strength.\""
        },
        {
            "type": "verse",
            "text": "Sita, a devoted and virtuous wife, having charming hips, has been placed under restraint.  The auspicious Sita is devoted to Rama in all ways, giving her undivided thought to Rama like Shachi  the goddess, giving her concern to Indra the destroyer of strong holds. Weaving that single piece of  cloth, which she had on her person even while being borne away by Ravana, and likewise covered with  dust, she was seen by me in a miserable condition with her grief and anguish, devoted as she was to  the welfare of her husband.\""
        },
        {
            "type": "verse",
            "text": "\"I saw Sita in a royal pleasure garden, amidst some female-demons. Sita was being  frightened time and again by those ugly female-demons. That Sita, wearing a single braid of hair and  looking depressed, was fully engaged in thinking about her lord. Looking like a lotus with a discoloured  figure in winter, she had determined to die, utterly averting to do anything with Ravana.\""
        },
        {
            "type": "verse",
            "text": "\"With great difficulty, I created confidence in that fawn-eyed Sita. Thereafter, I  talked to her and explained everything to her. She was delighted to hear the companionship cropped up  between Rama and Sugreeva. That high-souled Sita does not kill Ravana who has committed an offence  because she conducts herself well with restraint and since supreme is her devotion to her lord. Rama,  on his part, will become mere instrument in killing that Ravana. That Sita, who is by her own nature,  on delicate-limbed woman, was emaciated because of separation from her lord. She had grown thin like  the learning of a scholar continuing his studies even on the first day of lunar fortnight (which must  be observed as a complete holiday by students. Thus, the illustrious Sita remains immersed in grief.  Let all that be done, which requires to be counteracted by way of a relief in this matter.\""
        }
    ]
}