{
    "id": "prose-sundara-6",
    "kanda": "sundara",
    "sarga": "6",
    "title": "Inside the palace",
    "chapter": "6",
    "overview": "Hanuman moves about the city of Lanka, going from one house to another in search of mother Sita. He finds amazing wealth and riches abounding in that city of Ravana. He finally enters the huge house of Ravana.",
    "content": [
        {
            "type": "verse",
            "text": "That Hanuman who could assume any desire form, searching among houses had a lot of grief. Endowed with great speed, He roamed again the city of Lanka. After that, the glorious Hanuman neared the house of Ravana shining with the golden hue of Sun, surrounded by a compound wall. He shined purveying the building protected by horrible rakshasas, like a forest by lions. Ravana's house consisted of surprising archways decorated with sliver and gold, strange entrances and beautiful doors. Ravana's house waited upon by men on elephants, warriors, people with removed tiredness, drivers of elephants, by undefeatable horses, and by charioteers. Hanuman saw Ravana's house with protective shields made of lion and tiger skins, decorated with ivory, gold and silver, being roamed always by strange chariots with great sound."
        },
        {
            "type": "verse",
            "text": "Hanuman saw Ravana's house filled with a lot of diamonds, having valuable seats and utensils, abode of great warriors, with great chariots and great utensils. Filled all around with those and those various kinds of animals and birds in thousands, lovely to watch - very beautiful ones. Well protected by well trained rakshasas, protecting the inner area, filled all over by best women who were important. Having happy women, the abode of Ravana with the tinkling of best jewellery had a sound like that of an ocean. Together with royal insignia, with best scents and sandal wood, spread with great number of people like a great forest with lions. Resounded by bheris and mridagas, resounded by the sound of conch-shells, prayed upon daily by Rakshsas, with rituals on festivals, always worshipped by rakshasas."
        },
        {
            "type": "verse",
            "text": "The great Hanuman saw the wealthy Ravana's huge house, inscrutable like an ocean, like a noiseless ocean, with a roof embedded with great diamondsand filled with great diamonds. He thought the house, which was shining with its form filled with elephants, horses, chariots, to be the jewel of Lanka. Hanuman walked about there in the near-hood of Ravana."
        },
        {
            "type": "verse",
            "text": "That Hanuman moved about from one house to another of Rakshasas and also parks and observing in all directions without fear and also courtyards. He with great prowess, and one with great speed, jumped for the house of Prahasta and from there leapt for another house that of Mahaparshva. Thereafter the great Hanuman leapt for the house of Kumbhakarna which resembled a cloud and in the same way for the house of Vibhishana. Hanuman in the same way leapt for the house of Mahodara and also that of Virupaaksha, that of Viddutjihva. He the commander of Vanara army with great radiance went for the intellectual Suka's house, for Sarana's house, and in the same way for the house of Indrajit."
        },
        {
            "type": "verse",
            "text": "The best among Vanaras Hanuman went for the house of Jambumali and for the house of Sumali. The great Hanuman jumped for the house Rasmiketu and in the same way for the house of Suryaketu and in that way for the building of Vajrakaaya. He jumumrah's house, for Sampati's house, for Vidhudrupa's, Bhiima's house, for Ghana's house and Vighana's house, for Sukhana's house, for Vakra's, for Satha's house and also for Vikata's house, for Brahmakarna's house, for Damshra's house, for Roma's house, for Raksha's house, for Ydhonmata's and Indrajihva's house, in the same way for Hastimukas house, for Karala's house, for Pisacha's house, and also for the building of Shonita."
        },
        {
            "type": "verse",
            "text": "The son of Vayu, one with great fame, great one among Vanaras , moving about in a sequence in those and those best buildings, saw the wealth of those rakshasas, who were rich. The glorious Hanuman passing everyone's houses all round, there-after neared the house of Ravana. Hanuman, tiger among Vanaras, moving about saw Rakshas women, those who were sleeping near to Ravana, those who had horrific eyes, those who had Sulaas, Mudgaras in their hands, those who had Shaktis and Tomaras. He saw in that house of Ravana a variety of army divisions and also Rakshasas those who had huge bodies having different weapons raise up."
        },
        {
            "type": "verse",
            "text": "That Hanuman in that house saw horses in red colour and in white colour, slightly whitish, capable of great speed, elephants born in a good breed having good appearance capable of harassing enemy's elephants, skilled in good elephant training, equalling Iraavata, capable of killing enemies armies in war, rutting like raining clouds, like mountains with water falls that are pouring down, with trumpeting resembling thundering of clouds, unassailable by enemies in a battle. There Hanuman saw in the house of Ravana, the king of rakshasas, army divisions in thousands decorated with gold, covered with heaps of gold, equalling the Sun who has fully come up."
        },
        {
            "type": "verse",
            "text": "That Hanuman the son of Vayu saw in the house of Ravana the king of rakshasas, palanquins of various shapes, wonderful bowers, art galleries and other pleasure houses which were constructed with wooden mountains, house for sexual delight and a beautiful diurnal house. He saw the best among buildings equalling mount Mandara filled with pens for peacocks, spread by flag staffs managed by courageous ones like the house of Kubera filled with many diamonds and also heaps of riches. That building shone by the rays of diamonds, by the splendour of Ravana like the Sun by rays."
        },
        {
            "type": "verse",
            "text": "Hanuman leader of Vanaras saw couches and seats and chief vessels all made with gold. He entered the big house moistened by liquor made of honey, filled with vessels made of gems delightful one, un-congested one like the building of Kubera resounded by the sound of tinkles by the sound of waist ornaments, by the sound of percussion on Mrudangas with deep sound, which consisted of many mansions filled with hundreds of best women, encircled by many spacious enclosures."
        },
        {
            "type": "verse",
            "text": "Thus, this is the 6th chapter in Sundara Kanda of Valmiki Ramayana, the First Epic poem of India."
        }
    ]
}