{
    "id": "prose-sundara-61",
    "kanda": "sundara",
    "sarga": "61",
    "title": "Monkeys took halt at Madhuvana",
    "chapter": "61",
    "overview": "Leaving Mount Mahendra and leaping ahead towards Kishkindha, the monkeys on their way  halt at Madhuvana, a protected grove abounded in honey which was dear to Sugreeva and guarded by the  monkey, Dadhimukha. When the monkeys started to enjoy drinking of honey in the grove with the permission  of Prince Angada, Dadhimukha hinders in their way. The monkeys bruise Dadhimukha with their nails and  teeth.",
    "content": [
        {
            "type": "verse",
            "text": "Thereupon, the heroic monkeys like Angada and others as also Hanuman, the great one among  the monkeys accepted the words of Jambavan. Then, the excellent monkeys, resembling Meru and Mandara  mountains, like elephants in rut, as if covering the sky, having huge bodies and colossal strength,  keeping Hanuman in their front, leaving Mount Mahendra, went ahead leaping delightfully. They looked  as though conducted by the mind's eyes of Hanuman, who is adored by living beings as having good stupendous  swiftness, they having resolved to fulfill the purpose of Rama and to attain a great glory, having accomplished  the purpose and duly determined to complete the task. All of them were looking up at narrating the previous  pleasant tidings and taking delight in war. All of them, in high spirits, were judging rightly the vengeance  of Rama against the evil-minded Ravana."
        },
        {
            "type": "verse",
            "text": "Then, those monkeys, leaping into the sky and floating in the air, reached a garden looking  like Nandanavana the divine grove filled with trees and creepers. They reached, that Madhuvana by name,  the garden abounded with honey, which was protected grove, unapproachable for all and looking fascinated  to the soul of all beings."
        },
        {
            "type": "verse",
            "text": "A very powerful monkey called Dadhimukha, who was a high-souled eminent monkey and the  maternal uncle of Sugreeva always protected that garden. Reaching that huge grove, which was very dear  to the heart of Sugreeva, those monkeys became highly excessive in their behaviour."
        },
        {
            "type": "verse",
            "text": "Then, seeing that large Madhuvana, the garden abounded in honey, those monkeys, whose  colour was as yellow as honey, were delighted and solicited Angada the prince for permission to taste  the honey. Thereupon, Angada the prince, taking approval from those elders like Jambavan and others,  gave the monkeys a liberty to drink honey there."
        },
        {
            "type": "verse",
            "text": "Thereafter, all those monkeys, thus permitted to drink honey, were exceedingly pleased.  Then, those excited monkeys felt glad and began dancing. Some were singing. Some were offering salutations.  Some were dancing. Some were laughing loudly. Some were falling down. Some were moving in different  directions. Some were jumping up. Some were talking incoherently."
        },
        {
            "type": "verse",
            "text": "Some were leaning against one another. Some were falling upon one another. Some were  disputing with one another. Some were playing with one another. Some were running from one tree to another.  Some were falling down to the ground from the tree-tops. Some, with a missile-like speed, were flying  towards the tops of gigantic trees from the ground."
        },
        {
            "type": "verse",
            "text": "While one was singing, another approached him laughing. While one was laughing, another  approached him weeping. While one was weeping, another approached him pushing. While one was pushing,  another approached him roaring. That army of monkeys, moving in excessively honey-drunken state, became  highly excited. None in that army was not drunk. None in that army was not satiated."
        },
        {
            "type": "verse",
            "text": "Seeing that grove, being consumed and the trees stripped off their leaves and flowers  the monkey named Dadhimukha (who was incharge of the grove) then angrily interrupted those monkeys.  Threatened by those monkeys who were behaving excessively, Dadhimukha who was endowed with a terrible  energy, the care-taker of the grove and an elderly hero of the monkeys further contemplated the means  to protect that grove from the monkeys."
        },
        {
            "type": "verse",
            "text": "He spoke harsh words with some and courageously struck some others with his palms uninterruptedly,  created a quarrel by coming into collusion with some, and approached some in a conciliatory manner.  That Dadhimukha was dragged, after coming into collusion with him by those monkeys, who were being forcibly  hindered by him, eventhough those monkeys overpowered him with unrestrained emotion arising out of their  intoxication, those who had abandoned their fear disregarding any bad consequence of their act. Bruising  with their nails, biting with their teeth on account of their inebriety and making short work of that  Dadhimukha with their palms and feet, all those moneys made that large grove, divested of its flowers,  fruits and honey."
        }
    ]
}