{
    "id": "prose-sundara-63",
    "kanda": "sundara",
    "sarga": "63",
    "title": "Dadhimukha reports Madhuvana destruction to Sugreeva",
    "chapter": "63",
    "overview": "Dadhimukha comes to Sugreeva and reports that Madhuvana, the grove abounding in honey,  has been damaged by monkeys headed by Angada and Hanuman. When Lakshmana in the vicinity enquires Sugreeva  about the matter, Sugreeva says that by hearing about the jubilation of the monkeys, it can be concluded  that Sita has been traced out. Assuaging Dadhimukha, Sugreeva asks him to send without delay, Hanuman,  Angada and others to him, so as to hear about their efforts in tracing out Sita.",
    "content": [
        {
            "type": "verse",
            "text": "Just on seeing Dadhimukha, who fell touching his feet with his head, Sugreeva the chief  of monkeys, with an agitated mind, spoke the following words: \"O valiant monkey! Stand up, rise! Why  have you fallen on my feet? I grant you immunity from fear. Let the entire truth be spoken!\""
        },
        {
            "type": "verse",
            "text": "Thus inspired by the high-souled Sugreeva with confidence, that highly intelligent Dadhimukha,  rising up, spoke the following words: \"O king! Madhuvana was indeed not set free previously at any time  by Riksharajas, your father, nor by you, nor by even Vali. That Madhuvana has been consumed away by  the monkeys. When these guards of the grove obstructed the monkeys, they disregarded the guards and  continue to eat the fruits and drink the honey too. Some are throwing away a remnant of honey, after  drinking it there and some others are consuming that remnant. When prevented by us, all of them are  indeed exhibiting their eye-brows to us (in anger).\""
        },
        {
            "type": "verse",
            "text": "\"When these guards of the grove became angry and tried to keep them off from the grove,  those enraged monkeys threatened them. O chief of monkeys! Then, those valiant monkeys in large numbers,  having their red eyes in anger, drove away these monkeys. Those monkeys struck some of the guards with  their hands. They beat some of them with their knees. They dragged some of them and tossed them into  air. While you are in the position of a king, those monkeys have beaten these valiant guards and are  eating away the entire Maduvana too.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Lakshmana, the killer of hostile heroes and a very wise man, asked that Sugreeva, the  excellent of monkeys (as follows) while Dadhimukha was thus reporting to him: \"O king! Why has this  monkey the garden-protector, come here?' Pointing out what matter has this monkey in grief, spoken these  words to you?&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of the high-souled Lakshmana, the eloquent Sugreeva replied to him  as follows: \"O esteemed Lakshmana! Dadhimukha, the valiant monkey is informing that the foremost of  monkeys, who returned from the southern direction, after searching for Sita as also Angada and other  heroes consumed honey. By seeing the manner in which these returned monkeys overpowered, destroyed and  behaved towards Madhuvana, we can deduce that the monkeys would not have indulged in such an exploit,  had they not accomplished my purpose.\""
        },
        {
            "type": "verse",
            "text": "\"When those monkeys have overpowered Madhuvana, then it means that our task has been  accomplished by the monkeys. Sita was found. There is no doubt. None other than Hanuman must have seen  Sita. There is none other than, Hanuman who is the executor in accomplishing this work. In that Hanuman,  the foremost among the monkeys, capacity to accomplish any object; intelligence; strenuous, vigour effort;  and learning are well established in his life. Where Jambavan as well as Angada are leaders and Hanuman  is an administrator, the progress of that work cannot be as otherwise.\""
        },
        {
            "type": "verse",
            "text": "\"It is so reported that Madhuvana has been destroyed by the heroes with Angada as the  chief and the garden-guards who were together preventing the damage, were beaten up with knees. To tell  this matter in sweet words, the monkey renowned by Dadhimukha by name, with his celebrated prowess,  has come here. O the long-armed Lakshmana! Perceive the truth that Sita has been seen and see that  all monkeys, getting together, are drinking honey. O Lakshmana, the foremost among men! If the renowned  monkeys have not seen Sita, they would not have abused the charming grove; which was granted as a  boon. "
        },
        {
            "type": "verse",
            "text": "Then, the righteous Lakshmana, together with Rama, felt delighted. Hearing the words  coming from the mouth of Sugreeva, which were pleasant for the ears, Rama was rejoiced. The mighty Lakshmana  too was very much rejoiced. "
        },
        {
            "type": "verse",
            "text": "Hearing those words of Dadhimukha, Sugreeva with a charming neck, was very much pleased  and further spoke to Dadhimukha, the guardian of the grove (as follows): \"I am happy that Madhuvana  has been enjoyed by those monkeys, who have accomplished their act. Since the act (damage to the grove)  done by those monkeys, who have accomplished their purpose is fit to be forgiven, I pardon them. I,  together with Rama and Lakshmana, soon desire to see those monkeys, with Hanuman as their chief, who  having acquired the pride of a lion and who attained his purpose; and also to hear about their effort  in finding out Sita.\""
        },
        {
            "type": "verse",
            "text": "Seeing Rama and Lakshmana with their eyes filled with ecstatic delight, the princes,  who were thrilled with joy and who accomplished their aim, Sugreeva that king of the monkeys was very  much delighted, knowing that accomplishment of their work is coming close to their hands and his limbs  were thrilled with joy. "
        }
    ]
}