{
    "id": "prose-sundara-64",
    "kanda": "sundara",
    "sarga": "64",
    "title": "Hanuman apprises of the discovery of Sita",
    "chapter": "64",
    "overview": "Coming back to Madhuvana as instructed by Sugreeva, and craving   forgiveness of Angada, Dadhimukha submits to him that he along with the other   monkeys are urgently required by Sugreeva. Angada and other monkeys including   Hanuman spring forward into the air towards Kishkindha. Even before the   arrival of those monkeys, Sugreeva explains to Rama the valid reasons for   concluding that Sita has since been found. Angada, Hanuman and other,   monkeys approach Sugreeva. Then, Hanuman apprises Rama of the discovery of Sita.   Hearing the news, Rama and Lakshmana were thrilled with joy and looked on   Hanuman with a high esteem.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of Sugreeva, Dadhimukha the monkey was pleased and offered his salutation with reverence to Rama, Lakshmana"
        },
        {
            "type": "verse",
            "text": "After offering salutation to Sugreeva and to the mighty Rama and Lakshmana, that Dadhimukha accompanied by his valiant monkeys, sprang into the air.  That Dadhimukha, after entering Madhuvana, saw all the chiefs of monkeys, who were free from their intoxication, having passed off the honey and who were inwardly excited."
        },
        {
            "type": "verse",
            "text": "With his hands joined together for salutation, that valiant Dadhimukha approached them and cheerfully spoke the following gentle words to Angada:  \"O gentle sir! Due to their ignorance, these guards in anger, obstructed you to enter the grove. No resentment should be harboured by you about this obstruction.  O exceedingly strong Angada! You are the prince and also the master of this grove. We have done a mistake.  O faultless Angada! After going there, I indeed informed your uncle about the arrival of all these monkeys here.\""
        },
        {
            "type": "verse",
            "text": "\"Hearing your arrival along with these leaders of monkeys, your uncle was exceedingly pleased. Even after hearing of Madhuvana having been attacked, he did not develop any anger.   Sugreeva, your uncle, the lord of monkeys and the king was pleased and told me, 'send all the monkeys here'.\""
        },
        {
            "type": "verse",
            "text": "Hearing these smooth words of Dadhimukha, the eloquent Angada, the foremost among the monkeys, spoke to those monkeys as follows:  \"O the foremost of monkeys, the tormentators of enemies! I assume that Rama might have heard the news (of our arrival). Hence, it is not proper for us to remain here any longer, now that our work has been accomplished.  The monkeys are taking, rest, after drinking the honey to their heart's content. What is there remaining, except to go to the place where Sugreeva my uncle is there?\""
        },
        {
            "type": "verse",
            "text": "\"I shall do whatever all the leaders of monkeys together tell me. I am obedient to you, in the matter of what ought to be done.  I am not the master to command you, eventhough I am the crown prince. It is not befitting for me to play the lord over you, who have accomplished the task.\""
        },
        {
            "type": "verse",
            "text": "Hearing the indeclinable words spoken thus by Angada, the monkeys with their pleased minds, spoke to him (as follows):"
        },
        {
            "type": "verse",
            "text": "\"O prince, the foremost of monkeys! Who would speak like this, while he is the lord? Every one indeed thinks one's supremacy with an excited arrogance and says 'I, I'.  It is so worthy of you alone that you have spoken such words. None else can utter like this. Your humility itself is telling of your future suitableness for prosperity. <a name=\"Verse18\"></a>All of us, who reached here, are waiting for the right moment to go to that place where Sugreeva, the imperishable king of the heroic monkeys, is.  O the excellent of monkeys! Without your command, it is not possible for the monkeys anywhere, even a step forward. We are speaking this truth to you.&rdquo;  While they were thus speaking; Angada replied, \"Let us go.\" The mighty monkeys then sprang into the air."
        },
        {
            "type": "verse",
            "text": "All those leaders of monkey-troops, like stones shot from a catapult, making the space space-less, followed Angada, who was springing forward.  Those monkeys with speed, sounding forth a loud noise, sprang into the sky, like clouds driven by the wind. <a name=\"Verse23\"></a>"
        },
        {
            "type": "verse",
            "text": "Even before Angada landed there, Sugreeva, the king of monkeys spoke to the louts-eyed Rama, who was afflicted with grief (as follows): <a name=\"Verse24\"></a>\"Be pacified! Happiness to you! The princess has been seen. There is not doubt. When the time earlier fixed by us exceeds beyond limit, it is not possible for them to come here.  Angada, the long-armed prince and the most excellent of monkeys does not make his appearance before my vicinity, if the work is ruined.  Even if such an exploit may be possible by these monkeys who have not been able to accomplish their work, Angada would have worn a sad face and felt perplexed and scattered in mind.\""
        },
        {
            "type": "verse",
            "text": "\"If Angada the lord f the monkeys is not rejoiced, he would not have damaged my madhuvana, which belongs to my father and grandfather as well as protected by my forbears. Get consoled well, O virtuous Rama, the splendid son of Kausalya!  Sita was seen. There is no doubt. None other than Hanuman must have seen Sita. There is indeed none other than Hanuman, who is the executor.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"O Rama, having a very good understanding! In Hanuman, qualities like capacity to accomplish any object, intelligence, strenuous effort and vigour are unchangeable, like a splendour in the sun.  Where Jambavan is a leader; Angada as the commander of troops and moreover Hanuman as the administer, the progress of that work cannot be as otherwise.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama, of unlimited prowess! Do not encounter troubled thoughts now!\" Meanwhile, when the monkeys, who are proud of Hanuman's performance and who are making noise as though they are proclaiming about the accomplishment of their act are approaching Kishkindha Sugreeva heard certain sounds expressing joy, in the vicinity of the sky.\""
        },
        {
            "type": "verse",
            "text": "Then, hearing that clamour of the monkeys, Sugreeva the chief of the monkeys became rejoiced at heart, duly stretching and curling up his tail (in joy).  Keeping Angada and Hanuman in front of them, those monkeys too arrived with their eagerness to see Rama."
        },
        {
            "type": "verse",
            "text": "Those heroes, having Angada as their chief, exceedingly pleased as they were and filled with joy, landed at the vicinity of Sugreeva and Rama.  Thereafter, the mighty armed Hanuman, offering his salutation in bending his head low, informed Rama that Sita the princess is constant in devotion to Rama and sound in body."
        },
        {
            "type": "verse",
            "text": "Hearing the nectar-like words, saying \"Sita was found\" from the mouth of Hanuman, Rama and Lakshmana felt happy.  Thereupon, Lakshmana with love looked with reverence on the joyful Sugreeva, who earlier decidedly apprised about the aforesaid Hanuman, having accomplished the task.  Rama, the annihilator of hostile heroes, who obtained a great joy, looked on Hanuman with a high esteem."
        }
    ]
}