{
    "id": "prose-sundara-65",
    "kanda": "sundara",
    "sarga": "65",
    "title": "Hanuman conveys Sita's message to Sri Rama.",
    "chapter": "65",
    "overview": "Angada, Hanuman and other monkeys approach Rama, Lakshmana and Sugreeva at Mount PrasRavana.  When monkeys start narrating the news of Sita, Rama asks further details of Sita. Then, the monkeys  request Hanuman to explain the occurrences to Rama in detail. Then, Hanuman appraises Rama of Sita's  presence at the foot of a Simsupa tree in the midst of female-demons. After narrating the incidents  related by her and delivering to Rama the jewel for the head, earlier handed-over by Sita as a token,  Hanuman conveys her message to Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Keeping Angada the prince in their forefront those monkeys, on reaching Mount PrasRavana  having forests of variegated appearance, offered their salutation by bowing their heads in reverence  to Rama and the mighty Lakshmana, greeting Sugreeva respectfully. Then, they started narrating the news  of Sita. Those monkeys started to narrate, in the presence of Rama, about, the female-demons, and  frightening Sita in Ravana's gynaecium, her complete affection towards Rama and the time-limit of  two months given by Ravana."
        },
        {
            "type": "verse",
            "text": "Hearing of Sita being alive, Rama on his part replied, \"Where is Sita, the princess?  How is she disposed towards me? O monkeys! Tell me all that about Sita.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, the monkeys urged Hanuman to tell, in the presence of Rama,  all the incidents because he knew them better, about Sita. The eloquent Hanuman, the son of wind-god  saluting towards the direction of the Sita the princess by bowing his head, spoke the following words,  explaining how he saw Sita."
        },
        {
            "type": "verse",
            "text": "\"Having gone across the ocean, a hundred Yojanas wide, I reached the southern shore looking  in search of Sita, Janaka's daughter, with a wish to see her. There at the southern shore of the southern  ocean, there is city called Lanka of the evil-minded Ravana. O Rama! There, living in Ravana's gynaecium  in the city, I saw the lady Sita, your virtuous wife, centering here heart's desire in you.\""
        },
        {
            "type": "verse",
            "text": "\"In that pleasure garden, I saw Sita sitting in the midst of female demons, guarded  by those ugly-faced female-demons as also time and again being threatened by them.\""
        },
        {
            "type": "verse",
            "text": "\"O hero! Sita, who deserves to live happily with you, is obtaining grief. O Rama! I  somehow searched that princess, Sita wearing a single plait (as a as a mark of desolation), looking  miserable, remaining absorbed in your thought, reposing on the floor, having discoloured limbs like  a lotus in winter, turning back the wish from Ravana, having determined to die, but thinking of you  alone. O faultless tiger among men! Sita established confidence in me, after I slowly described to  her the fame of Ikshvaku dynasty. Thereafter, I spoke and explained to Sita, about the entire significance  of my arrival there. On hearing about the alliance between Rama and Sugreeva, she was quite pleased.  Her morality as well as her devotion in you are steadfast. O, the foremost of men! I thus saw that illustrious  Sita, endowed with severe penance and devotion towards you.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama, of great intelligence! To me, she gave as a token of remembrance, a previous  event of a crow occurred at your vicinity in Mount Chitrakuta. Sita spoke to me saying, 'O Hanuman!  Inform Rama, the foremost among men, all that you have seen here. While Sugreeva is hearing nearby and  while you are telling the words in this way, let this jewel, which is deliberately well-guarded, be  given to Rama. This beautiful jewel for the head has been well-guarded by me. You also ought to recall  a mark indeed painted by you (by slip) on the curve of my cheek with powder of an orange-red rock, when  my former mark on my forehead got effaced. This beautiful jewel, which has its origin in sea-water,  has been sent to you. Seeing this in my grief, I am feeling always happy as though I am seeing you.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama! I shall be sustaining my life for a month. Having come into the control of demons,  I cannot survive beyond one month. Sita, with her emaciated body, practicing virtue, confined in Ravana's  gynaecium and with her wide-open eyes like that of a doe, spoke to me the following words: \"O Rama!  I have narrated to you whatever has occurred, in its entirety. Let a bridge be constructed, by all means,  across the waters of the ocean.&rdquo; "
        },
        {
            "type": "verse",
            "text": "Coming to know that the two princes, Rama and Lakshmana have become confident and having  given that token of remembrance to Rama, Hanuman apprised completely in so many words, in regular succession,  all that was conveyed by Sita, the princess."
        }
    ]
}