{
    "id": "prose-sundara-66",
    "kanda": "sundara",
    "sarga": "66",
    "title": "Sri Rama urges Hanuman, to repeat the words spoken by Sita.",
    "chapter": "66",
    "overview": "Rama, presses the jewel for the head, dispatched by Sita on his bosom and speaks to  Sugreeva, telling him that by seeing that excellent jewel he obtains the sight of Sita, her father  and father-in-law. Rama urges Hanuman, to repeat the words spoken by Sita.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of Hanuman, Rama the son of Dasharatha, having Lakshmana by his side,  pressing that jewel on his bosom, began to weep."
        },
        {
            "type": "verse",
            "text": "Seeing that excellent jewel, Rama emaciated with grief, having his eyes filled with tears,  spoke to Sugreeva as follows: <a name=\"Verse3\"></a>\"Even as a cow, who is affectionate towards her offspring,  gushes forth the milk (from her teats) due to her love at the very sight of her calf, so does my heart  too melt through the sight of this excellent jewel. This excellent jewel was presented by my father-in-law  to Sita when she had become a bride and was tied to her head in such a way that it looked additionally  beautifying. The jewel, which was found in the waters and recommended by the good, had been presented  to him earlier by the intelligent Indra the lord of celestials, who was highly pleased in Yajna, a sacrificial  rite (intended to propitiate him).\""
        },
        {
            "type": "verse",
            "text": "\"O gentle Sugreeva! Seeing now this excellent jewel, I am considering it as surely as  obtaining the sight of my father as well as Janaka, the king of Videha. This jewel indeed looks splendid  on the head of my beloved Sita. By seeing this now, I am considering as though I obtained the sight  of Sita herself.\""
        },
        {
            "type": "verse",
            "text": "\"O gentle one! Repeat again and again, what Sita the daughter of Videha's king said  to you, sprinkling me with your stream of words, like offering water to a thirsty person. What could  be more painful than the fact that I am seeing this jewel found in waters, without the arrival of Sita?  If Sita can survive for a month, it means that she is surviving for long. Without that black-eyed  Sita, I cannot survive for even a moment.\""
        },
        {
            "type": "verse",
            "text": "\"Take me too to that place where my beloved Sita has been seen. I cannot halt even  for a moment, after receiving the news of her location. How does Sita, my virtuous wife with her charming  limbs, who is very shy, stay all the time with demons who are terrific and cruel?\""
        },
        {
            "type": "verse",
            "text": "\"Her countenance, surely like automnal moon, though liberated of darkness, but screened  by clouds, does not shine at present. O Hanuman! Tell me now, correctly what Sita told you. I shall  surely survive, by hearing her words, even as a sick man would with the help of a medicine. Tell me,  what my beautiful consort, who is sweet-natured, and who utters sweet words, having fine hips and has  been separated from me, said to you.\""
        }
    ]
}