{
    "id": "prose-sundara-67",
    "kanda": "sundara",
    "sarga": "67",
    "title": "Hanuman narrates an incident connected with a crow",
    "chapter": "67",
    "overview": "Hanuman narrates at length an incident connected with a crow that occurred during the  sojourn of Sita with Rama at Chitrakuta, which was related by Sita by way of a token of remembrance.  Sita then describes her miserable state to Hanuman and requests him to ask Rama, Lakshmana and Sugreeva  to come to Lanka to destroy Ravana together with his army. Hanuman consoles Sita, saying that Rama  and Lakshmana would reduce Lanka to ashes and take her back to Ayodhya. When Hanuman further requests  Sita to give a token of remembrance to be handed over to Rama, she gives him a jewel for the head  as a token.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of the high-souled Rama, Hanuman reported to Rama, all the words spoken  by Sita."
        },
        {
            "type": "verse",
            "text": "\"O Rama the foremost of men! Sita, the princess, spoke a detailed account of an event  which occurred long ago in Mount Chitrakuta, as a token of recollection. Sita, who slept happily by  your side (at one instance) got up before you. A crow coming down quickly tore her flesh at an area  in the midst of her breasts (with its beak). O Rama! You slept in your turn on  the lap of the princess. That crow again began to torment the princess. Coming near again and again,  it toe her breast severely. Dampened by her blood, you then were awakened by her. O tormentator of enemies!  Though lying happily asleep, you were awakened by Sita the princess, who was being ceaselessly tormented  by the crow. O long-armed Rama! Seeing her, who was lacerated at the midst of her breasts, you were  enraged like a hissing snake and spoke to her as follows. 'O bashful Sita! By whom was the middle  of your breasts lacerated with nail-points? Who is playing with an angry five-hooded serpent? Looking  around, you suddenly saw a crow, which perched in front of Sita, with its sharp nails stained with  blood. That crow, foremost of the birds was indeed the son of Indra the lord of celestials; dwelling  in the middle of the mountains and equal in speed to the wind.\""
        },
        {
            "type": "verse",
            "text": "\"O great armed Rama, the excellent among the wise! With your eyes rolling with anger,  you then harboured a cruel intention against that crow. Taking a blade of grass from your bed of the  sacred grass, you charged it with the potency of Brahma missile. That flaming blade blazed forth like  the fire of universal dissolution, with its end facing the bird. You hurled that flaming blade of grass  towards the crow. Then that flaming blade of grass for its part followed the crow. Forsaken by all the  celestials, Indra, its father and the sages too, that crow did not find a protector even after going  round all the three worlds (heaven, earth and the lower regions).\""
        },
        {
            "type": "verse",
            "text": "\"O destroyer of enemies! Being frightened the crow came to your presence once again and  sough your protection. Though fit to be killed, you on your part, affording shelter, in mercy to the  crow, protected that crow which had fallen flat on the ground. O Rama! Since it is not possible to make  the missile a waste, you destroyed the right eye of the crow.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama! Then, that crow, having been discharged by you, went back to its own habitation,  after offering salutation to you and to king Dasharatha. Why are you not employing the same type of a  missile on the demons, though you are the foremost among the wielders of missiles, though courageous  and possessed of good disposition?\""
        },
        {
            "type": "verse",
            "text": "\"Neither the Nagas the celestials serpents nor even Gandharvas the celestial musicians  nor the demons nor the troop of Maruts the host of gods, nor all of them joined together are capable  of fighting with Rama. If that powerful Rama is eager to save me, let him kill Ravana in battle quickly  with his exceptionally sharp arrows.\""
        },
        {
            "type": "verse",
            "text": "\"Why even that Lakshmana, the annihilator of adversaries and the foremost of men born  in Raghu dynasty is not saving me, by taking orders from Rama his brother? Wherefore those two competent  brothers Rama and Lakshmana, with their splendour equal to that of air and fire, and excellent among  men, even though they can conquer the celestials, are ignoring me? There is no doubt that I had done  some big impure act, for which reason those two brothers Rama and Lakshmana, who torment the enemies,  even though capable, are not paying attention to me.\""
        },
        {
            "type": "verse",
            "text": "Hearing the miserable words of Sita spoken with tears, I again spoke to that venerable  Sita the following words:"
        },
        {
            "type": "verse",
            "text": "&ldquo;&lsquo;O Sita the princess! Rama has grown indifferent because of grief born of separation  from you. I swear it to you truly. Rama, being overwhelmed with grief, Lakshmana too is feeling pain. You have been discovered somehow. This is not a time to lament. You will see the  end of your sorrows during this very moment'.Those two princes, the foremost  among men and the faultless ones are eager to see you. They can reduce Lanka to ashes. O lady with charming  hips! Killing the terrific Ravana together with his relatives in battle, Rama will certainly take you  to his City of Ayodhya'.\""
        },
        {
            "type": "verse",
            "text": "&ldquo;&lsquo;O faultless one! You can give now, a token of recollection, which Rama can recognize  and which can beget happiness to him. Having surveyed all the directions and having untied from the  end of her garment, this excellent jewel which was being strung together in her hair that Sita gave  it to me. O Rama! Taking that wonderful jewel for your sake from her, and offering my salutation by  bowing my head to that venerable Sita, I was seized with a haste to come back. Seeing me who was in  a hurry to come back and augmenting my body abundantly, Sita having a beautiful complexion spoke to  me.\""
        },
        {
            "type": "verse",
            "text": "With her eyes filled with tears, looking miserable, with her words ambiguously coming  out of her coked throat, bewildered as she was, at the though of my flying away and afflicted with a  gush of grief; (she spoke to me as follows):"
        },
        {
            "type": "verse",
            "text": "\"O Hanuman! Inquire those two brothers Rama and Lakshmana looking like lions, Sugreeva  together with his ministers and all others about their welfare. You ought to clear  up difficulties for that mighty armed Rama, so that he can help me to cross this ocean of sorrow. O  best of heroes among monkeys! Approaching Rama, tell this horrible gush of my grief and the threats  of these female-demons. Have a happy journey! O illustrious princes, the protector of men! The venerable  Sita filled with sorrow spoke these words to be conveyed to you. Comprehending this matter spoken  by me, believe that Sita is completely safe.\""
        }
    ]
}