{
    "id": "prose-sundara-68",
    "kanda": "sundara",
    "sarga": "68",
    "title": "Hanuman conveys to Rama that Sita expressed a grave doubt",
    "chapter": "68",
    "overview": "Hanuman informs Rama how Sita expressed her grave doubt as to how monkeys and bears  can leap across a vast sea, as well as her appeal to Rama to destroy Ravana along with his entire army  in Lanka and take her back to Ayodhya. Hanuman further informs Rama, how he resolved her doubt by explaining  the prowess of the troops of monkeys and bears, commanded by Sugreeva as also how he brought solace  and peace to her from her worries.",
    "content": [
        {
            "type": "verse",
            "text": "\"O excellent among men! Having shown respect for me out of her affection and good-heartedness  for you, I, who was in a haste to go, was spoken to again by Sita the princess about the further course  of action.\""
        },
        {
            "type": "verse",
            "text": "\"Rama, the son of Dasharatha, is to be informed by you thus in several ways, for quickly  killing Ravana in battle and also as to how he can get me back. O hero the annihilator of enemies! If  you deem it fit, stay for a day in a secret place. You can go tomorrow after taking rest. O the valiant  one! Because of your presence, the termination of my full-blown grief may continue for a while. When  you, the courageous one, have actually left to come back, there will be a danger even to my life. There  is no doubt about this'.\""
        },
        {
            "type": "verse",
            "text": "&ldquo;&rsquo;The sorrow born of your disappearance will further torment me, who is overtaken by  one sorrow after another, miserable and doomed to grief as I am. O best among the monkeys! O valiant  one! In the matter of monkeys and bears who are your helpmates, this very grave doubt stands before  me'.\""
        },
        {
            "type": "verse",
            "text": "\"'How indeed those troops of monkeys and bears or Rama and Lakshmana can cross that great  insurmountable ocean? Three beings viz. Garuda the eagle, or yourself or the wind-god only have the  capacity of crossing this ocean'.\""
        },
        {
            "type": "verse",
            "text": "\"'O valiant monkey! That is why, what strategy are you visualizing to fulfill this act,  which is so difficult to accomplish thus? You are indeed excellent of those who know how to accomplish  any work. O Hanuman the annihilator of hostile enemies! You, as one alone, are capable of fulfilling  this task. Your act of fulfilling this task your act of fulfilling the result is well-known.\""
        },
        {
            "type": "verse",
            "text": "&ldquo;&rsquo;It would result in his glory, if Rama, after killing Ravana along with his entire army,  takes me to his city in his victory. Rama ought not to take me back for fear that Ravana, in the same  manner as Ravana the demon took me away from the forest in the absence of Rama by cheating that heroic  Rama&rsquo;.\""
        },
        {
            "type": "verse",
            "text": "&ldquo;&rsquo;If Rama, the destroyer of rival army, fills the entire Lanka with arrows and takes  me home, it will be quite worthy of him. For that reason, you act in such a way, that the high-souled  Rama, valiant in battle, exhibits the prowess befitting of him.\""
        },
        {
            "type": "verse",
            "text": "Hearing that appeal (of Sita), that was somewhat good in its meaning, courteous and  duly furnished with reasons, I gave then my remaining reply (as follows): &ldquo;&rsquo;O Sita the princess! Sugreeva,  the lord of the troops of monkeys and bears, excellent among the monkeys and endowed with strength,  is firmly determined to rescue you. So many monkeys, endowed with prowess, perseverance great strength  and who can rush to any place as they wish, are intensely committed to Sugreeva's command. There is  no hindrance to their movement either in the sky or the ground or in a horizontal region between the  sky and the ground. Those monkeys with unlimited splendour are not indolent in performing any great  task.\""
        },
        {
            "type": "verse",
            "text": "\"Those illustrious monkeys, proud of their strength and following the path of wind, circumambulated  the entire earth several times. In them, some of the monkeys are superior to me and some are even equal  to me. No one in the vicinity of Sugreeva is inferior to me. When I have arrived here, why to talk about  those mighty ones? Generally, superior ones are not sent for errands. Only others are indeed sent'.\""
        },
        {
            "type": "verse",
            "text": "\"'O Sita the princess! Enough of your lamentation. Take away your sorrow. Those leaders  of monkeys will reach Lanka by one single leap. Rama and Lakshmana, those two lions among men, also  of great strength, ascending on my shoulders, can come to you, like the rising sun and the moon.\""
        },
        {
            "type": "verse",
            "text": "\"Rama, the annihilator of enemies, similar to a lion, and Lakshmana wielding a bow in  his hand, will surely approach the entrance-gate of Lanka and you will see them soon. You can see soon  those valiant monkeys, with their claws and tusks as weapons, having the prowess of lions and tigers  and looking like lordly elephants, coming here together'.\""
        },
        {
            "type": "verse",
            "text": "\"'You will hear within a short time, the clamour of the excellent of monkeys resonating  like a mountains and clouds, on the peaks of Mount Malaya in Lanka. You will see Rama, the annihilator  of enemies, returning from exile, and getting anointed to the crown in Ayodhya, along with you soon.  Thereafter, soothened by me with comforting, well-disposed and agreeable words, Sita, though tormented  with thought of your grief, obtained peace of mind.\""
        }
    ]
}