{
    "id": "prose-sundara-7",
    "kanda": "sundara",
    "sarga": "7",
    "title": "Hanuman sees Pushpaka in Ravana's inner city",
    "chapter": "7",
    "overview": "Hanuman continues his search for mother Sita in Ravana's inner city. He sees the aerial plane Pushpaka in Ravana's building.",
    "content": [
        {
            "type": "verse",
            "text": "Hanuman, the strong one, saw a group of houses with windows in golden hue, embedded with cat's-eye gems, like a great group of clouds in rainy season with lighting, together with a group of birds. He saw various halls of the houses, important buildings storing conches, bows, and other weapons, and also heartening spacious attics at the top of mountain- like houses. He saw houses glittered by various riches, well worshipped by Devas and Asuras, devoid of all flaws and obtained by the self-might of rakshasas. He saw those houses of the ruler of Lanka, constructed by great effort as though constructed by Mayaa himself on earth with all best qualities."
        },
        {
            "type": "verse",
            "text": "Thereafter Hanuman saw the best house of the lord of rakshasas, having the appearance of a cloud, soul-captivating one having a beautiful form made of gold which has no comparison, suitable of Ravana's might. The son of Vayu Hanuman saw Ravana's house like heaven thrown upon earth, effulgent with glory, embedded with variety of diamonds covered by flowers of various trees, like the summit of a mountain covered by pollen. Being shone by the best among women like a cloud by lightening, being worshipped, like being carried by the best swans, like an aerial car full of splendor, of good people in sky. He saw the best house like a beautiful cloud endowed with many hues, like the sky illumined by planets including the moon, decked with numerous precious stones like a mountain peak, looking picturesque with numerous minerals. The earth was made to be full of mountain ranges. The mountains were made to be abounded of trees. The trees were made to be full of flowers. The flower was made to be full of filaments and petals. White mansions were also built in the same way. Lakes also with beautiful flowers and also lotuses together with filaments and forest that were the best and wonderful."
        },
        {
            "type": "verse",
            "text": "There the great Hanuman saw a great aerial car, the best among best of aerial cars, shining with the name of Pushpaka with the rays of precious stones, and capable of traveling long distances. Artificial birds made of cat's-eye gems, as well as birds made of silver and coral, wonderful serpants made of various jewels, horses of beautiful limbs suitable by their noble breed were arranged. Birds were made with corals on their wings and together with golden flowers, with good wings, with curved and bent wings in a playful way, shining like helpers of the god of love himself. Images of elephants in a lotus-pool with filaments of lotus on body, with lotus petals held in their trunks, were devoted to the worship of an image of Goddess Lakshmi. And also an image of Goddess Lakshmi with four graceful hands and holding lotus in Her hand was made to exist in Pushpaka."
        },
        {
            "type": "verse",
            "text": "Then that Hanuman nearing that city of Lanka worshipped by Rakshasas ruled by arms of ten-headed Ravana moving thereabout became very gloomy on not seeing that Sita well worshipped by all. Greatly conquered by the virtues of Her husband Sri Rama"
        },
        {
            "type": "verse",
            "text": "Thereafter Hanuman nearing that city of Lanka worshipped by Rakshasas, ruled by arms of ten-headed Ravana, moving thereabout became very gloomy on not seeing that Sita well worshipped by all and greatly conquered by the virtues of Her husband Sri Rama  Thereafter then the heart of the great souled Hanuman who contemplated supreme spirit in many ways with a disciplined mind following righteous path, with good observant eyes, moving about in the city of Lanka became greatly sorrowful on not seeing Sita."
        },
        {
            "type": "verse",
            "text": "Thus, this is the 7th chapter in Sundara Kanda of Valmiki Ramayana, the First Epic poem of India."
        }
    ]
}