{
    "id": "prose-sundara-8",
    "kanda": "sundara",
    "sarga": "8",
    "title": "Description of the Pushpaka",
    "chapter": "8",
    "overview": "This chapter describes Pushpaka in glorious and amazing detail.",
    "content": [
        {
            "type": "verse",
            "text": "That Hanuman the courageous one, the son of Lord Vayu, saw the great aerial plane standing in the middle of that building with a surprising hue, due to diamonds, and gems decorated by series of refined gold. That plane shone like symbol for solar path standing in the aerial path obtaining the sky. Manufactured by Vishvakarma himself and praised by him as one without comparison in beauty. In that plane there is not even a small thing that is not made with great effort, in that there is nothing without the best diamonds, those characteristics definitely are not in Devas also, in that there is nothing that is not of great significance. One that has been obtained by austerities and by prowess, one that moves about by thoughts of concentrated mind, made from various significant parts with an appearance of parts of equal significance, collected from here and there from all over the world. Obtaining a special construction as a special object, like a mountain with wonderful peaks adorned by many peaks, attractive to soul, calm like an autumnal moon, like the peak of a mountain with other wonderful small peaks."
        },
        {
            "type": "verse",
            "text": "Hanuman saw that aerial plane which rakshasas who were great eaters, with a face beautified by earnings, who roamed around in the sky and thousands of genii with round eyes, crooked eyes and wide eyes capable of great speed carrying it. That Hanuman the best among Vanara warriors saw there a best plane with the name of Pushpaka with a more beautiful appearance than a group of flowers during spring, a more attractive appearance than even the spring season."
        },
        {
            "type": "verse",
            "text": "Thus, this is the 8th chapter in Sundara Kanda of Valmiki Ramayana, the First Epic poem of India."
        }
    ]
}