{
    "id": "prose-sundara-9",
    "kanda": "sundara",
    "sarga": "9",
    "title": "The inner buildings of Ravana's house",
    "chapter": "9",
    "overview": "This chapter further describes the inner buildings of Ravana's house. Hanuman passes through a hall filled with Ravana's wives.",
    "content": [
        {
            "type": "verse",
            "text": "Hanuman, the son of Vayu, saw a best tall building and a wide one in the middle of that best group of houses. That building of Ravana filled with many edifices was half a Yojana long and one Yojana tall. Hanuman, the destructor of enemies, moved around in all directions searching for Sita the wide eyed daughter of King of Videha. Thereafter, Hanuman the glorious one neared and observed the best residence of Rakshasas and the house of Ravana, containing elephants with four tusks and also those with three tusks, those with two tusks and still not crowded. It was protected by soldiers bearing raised weapons. That building surrounded by the wives of Ravana, by demonesses, and princesses brought by strength, was like an ocean filled with crocodiles, big fishes, sharks and other fishes, moved by the speed of wind, and together with serpants. Whatever wealth is at Kubera, whatever riches at Indra with green horses, all that affluence was at Ravana's house. That wealth was always without reduction. Whatever was the fortune of Kubera the King of Yakshas, of Yama and of Varuna, the same fortune or even greater treasure was at this house of Ravana."
        },
        {
            "type": "verse",
            "text": "Hanuman saw another house in the middle of that house, a well built one consisting of many elephants in rut. Whatever wonderful aeroplane by the name of Pushpaka, decorated with all kinds of precious stones, made by Visvakarma in heaven for lord Brahma, whatever plane Kubera obtained by great austerity from Lord Brahma, Ravana obtained that plane by prowess defeating Kubera. Supported by pillars decorated with images of wolves, with silver and golden hue and which were well made, radiant with splendour, decorated all around with rooms equalling Mount Meru and Mount Mandara, as though touching the sky with an auspicious shape. Well made by Visvakarma and resembling Fire and Sun in splendour, with stairways made of gold and with beautiful and best platforms. With windows and ventilation holes made of gold and also made of crystal, with platforms made of sapphires and emeralds. Shone by floors embellished with corals of strange hue and with precious stones of great value, with pearls without comparison. Reddish and resembling gold, together with sandal wood having a good smell and brilliant like the Sun at noon. The great Hanuman alighted the best aeroplane called Pushpaka with an excellent form decorated by rows of upper floors."
        },
        {
            "type": "verse",
            "text": "That Hanuman then being there, smelled a wonderful sweet fragrance like wind with an appearance, created from drinks and foods, including cooked rice diffused on all sides. That sweet smell was as though saying thus to that Hanuman : \"Come here!\", like a relative to a best relative pointing to there wherever that Ravana was. Hanuman started thereafter there (in that direction) and saw an auspicious great hall, close to heart of Ravana, like a delightful best woman. That hall was made of stairways embedded with diamonds, decorated with golden windows, with a floor embellished with crystal, with shapes made from ivory in the middle. Well decorated with pearls, corals and also with silver and gold and with diamond studded pillars and also decorated with many pillars. By pillars slightly bent with no distortion, which were very tall and well decorated all over, that hall was as though starting for sky with very high wings. Covered by a wonderful large carpet with all earth's characteristics like rivers, mountains, oceans, forests, painted over, that hall was like the vast earth together with states and rows of houses. It was resounded by birds in heat, made fragrant by excellent perfumes, hung with best tapestries and inhabited by the king of rakshasas. It was made smokey by the fumes of agallocum. It was a pure one white like a swan, wonderful by the decoration of flowers, like divine cow with a great radiance. That excellent hall was causing happiness to heart, causing a fair complexion, destroying sorrow and was as though producing prosperity. Like a mother, then that hall governed by Ravana caused satisfaction to all five sensory organs with all the excellent five objects of the senses."
        },
        {
            "type": "verse",
            "text": "Hanuman thought thus : \"This is heaven! This is indeed the abode of Devas! This is a city of Indra. This might be the result of a great austerity.\" Like gamblers defeated by greater gamblers in gambling, Hanuman saw golden hued lamps being still, as though in thought. \"This building shines by the light of lamps and the brilliance of Ravana and also due to the radiance of jewellery.\""
        },
        {
            "type": "verse",
            "text": "Thereafter, Hanuma saw a thousand of the best women sitting on the rug with clothing of various colours and decorated in a variety of ways. Then, at the turn of midnight, those women slept deeply, resting after playing during the night, with a deep sleep caused by liquor. That sleeping group of women, adorned with jewels which were not making sound, shone like a great park of lotuses with calm swans and bees."
        },
        {
            "type": "verse",
            "text": "Hanuma saw faces of those best women, with teeth covered by lips, with closed eyes, and with lotus fragrance. At that time, those faces shone which became like lotuses in blossom during the daytime and again were like lotuses with closed petals at night. Hanuma thought that drunk bees definitely are desiring again and again these lotus faces like lotuses in blossom. The glorious great Hanuma thought as above by recourse to reason. He also thought thus, \"Those faces equal lotuses by their qualities such as beauty, fragrance, and others.\""
        },
        {
            "type": "verse",
            "text": "That hall of Ravana's being shone by those women, glittered like a calm cloudless sky in autumn shone by stars. That lord of Rakshasas, surrounded by those women, shone like the radiant moon surrounded by stars. Then Hanuma thought thus: \"Whatever meteors together with residue of piety fall down from the sky, all those meteors had been together as these women.\" There the luster, complexion, and grace of those women clearly resembled great stars which emitted an auspicious radiance."
        },
        {
            "type": "verse",
            "text": "Those women with dishevelled large thick garlands and scattered excellent jewels during the time of drinking, dancing, etc., were with consciousness stolen by sleep. Best women with disturbed sacred marks (tilaka) on forehead became with displaced anklets, became with necklaces fallen off to the side. Some other women became tied with pearl necklaces, some others became with tied-up waist ornaments (and) resembled young female horses who had walked long. Some others wearing nice earrings with flower garlands that were torn and disturbed resembled creepers, tread upon by an elephant in a big forest."
        },
        {
            "type": "verse",
            "text": "Big pearl necklaces with the radiance of moon-rays in the middle of breasts of some other women shone like sleeping swans. And of some other women, necklaces made with cat's eye gems resembled birds called Kadambas, and for some others, golden chains were like Chakravaka birds. Those women with buttocks resembling sand dunes shone like rivers filled with swans and birds called Karandas and decorated by Chakravaka birds. Those sleeping women shone like rivers with their smiles as flower buds, with golden jewelry as big lotuses, with their behaviors as crocodiles, with fame as banks."
        },
        {
            "type": "verse",
            "text": "Auspicious lines of decoration which were on smooth parts of some other women and on nipples were like jewelry. Edges of clothing worn by them disturbed by air from breathing of some other women, were being fluttered again and again on their faces. Those edges of clothes with various beautiful colors shone at the base of Ravana's wives' throats like hoisted flags of beautiful shine. Here ear-rings of some beautiful women with a good glory also moved lightly due to the air from breathing of those women."
        },
        {
            "type": "verse",
            "text": "Then comforting breath from the faces of those women, by nature fragrant with the smell of liquor made of Sarkara, served Ravana. Some women of Ravana smelled co-wives' faces again and again, imagining them to be the face of Ravana. Those best women with greatly devoted mind in Ravana, then not being on own will, brought delight only to their co-wives."
        },
        {
            "type": "verse",
            "text": "Some other women slept there, making as pillows their arms decorated with bracelets and beautiful clothes. Another woman slept on another's bosom, again another woman slept on her shoulder, another woman slept on another woman's thigh and another slept on her breasts. Overcome with heat and friendship, they resorted to thighs, sides, waist and back of one another, with mutual limbs placed on one another."
        },
        {
            "type": "verse",
            "text": "That garland of women tied with the rope of each other's shoulders shone like a flower garland with dragon flies on it tied in thread. That group of women of Ravana, tied by each other as garland with mixed group of flowers, with beautiful shoulders entwined promiscuously, hair like an exalted garden with a flower garland tied together of creepers in bloom due to the caress of the lord of wind in the vernal in the month of Vaisakha, with entwined beautiful trees."
        },
        {
            "type": "verse",
            "text": "Then it was not possible to make clear the knowledge of jewellery, body parts and clothes of those women even for those used to them. While Ravana slept comfortably, golden lamps shining brilliant, were as though seeing without closing eyes, those women of various glows."
        },
        {
            "type": "verse",
            "text": "Women of royal sages, brahmanas and demons and of Gandharvas, of Rakshasas - all those unmarried girls surrendered from lust to Ravana. All those women had been stolen by Ravana with a desire for war, some together with heat of youth obtained Ravana being desired by god of love. There, even one woman had not been obtained forcefully by the strong Ravana, except for that daughter of Janaka, Seetha."
        },
        {
            "type": "verse",
            "text": "Every other woman had been obtained by her character alone and there was no woman who had desire in another man, and there also was none with another lover. And there was no wife of his without a good lineage, there was no one with less beauty, no one without skill, no one without service, none with low intellect, no one without causing desire to lover."
        },
        {
            "type": "verse",
            "text": "Following thought occurred to Hanuman with a pious mind : \"It would have been good for this Ravana if the virtuous wife of Rama had been left happy with her husband in the same such manner as these wives of the king of rakshasas.\" Hanuman became gloomy and thought thus: \"Sita is definitely the best by virtues; then this lord of Lanka even though being great otherwise, did an evil and an un-gentlemanly deed with her."
        },
        {
            "type": "verse",
            "text": "Thus, this is the 9th chapter in Sundara Kanda of Valmiki Ramayana, the First Epic poem of India."
        }
    ]
}