{
    "id": "prose-ayodhya-1",
    "kanda": "ayodhya",
    "sarga": "1",
    "title": "Rama, The Hero",
    "chapter": "1",
    "overview": "Valmiki describes the innumerable virtues of Sree Rama in this sarga. Dasharatha wants to coronate Rama as the crown prince with the approval of all his people. With this end in mind, he invites various citizens, important people from all cities and villages in his kingdom.",
    "content": [
        {
            "type": "verse",
            "text": "Bharatha, while going to his maternal uncle's house, has taken his brother Satrughna (he who has no sins and who annihilates his enemies) along with him with love. Treated with good hospitality and paternal love by his maternal uncle, Yudhajit, who was a lord of cavalry, Bharatha stayed with his brother there. Those heroes of valour Bharatha and Satrughna, though staying there enjoying all the comforts, were remembering their age old father. The mighty Dasharatha was also often remembering his sons Bharatha and Satrughna who were out of his state and who were equivalent to Indra and Varuna."
        },
        {
            "type": "verse",
            "text": "Dasharatha was bestowing his equal love to all his four sons who were best among men, as though they were his four hands emerging out of his own body. Rama, like the Brahma among all the living beings, the most virtuous among those brothers and the mightiest was a great source of joy for his father. That Rama - was He not the eternal Vishnu who was born on earth as prayed by celestials to kill the egoistic Ravana?"
        },
        {
            "type": "verse",
            "text": "Like Adithi by Indra, best among the celestials, Kausalya shone by her son Rama, the mighty. Rama was beautiful in form, a hero of valor and without envy. By virtues, he was like Dasharatha. In this way, he was an incomparable son on earth. That Rama was always peaceful in mind and spoke softly. He did not react to the hard words spoken by others. That Rama, because of his good bent of mind, feels glad even by whatever way a good thing is done to him. He does not remember any number of bad things done to him. Whenever he finds some time even while practising archery, Rama used to converse with elderly people, elder by way of conduct or wisdom or age or with good- natured people."
        },
        {
            "type": "verse",
            "text": "Rama was a wise man. He used to speak sweetly. He was the first man to initiate a talk. His speech was compassionate. He was valorous. But he was not arrogant of his mighty valour. He did not speak untruth. He was all knowing. He used to be receptive and worshipful to the elders. People used to love him and he used to love the people. He had compassion. He conquered anger. He used to be receptive and worshipful to the wise. He had mercy towards the meek. He knew what was to be done. He had always self-control. He was clean (in conduct)."
        },
        {
            "type": "verse",
            "text": "That Rama, having an attitude suitable for his social rank, giving due respect to righteousness of warrior-class, believed that by following the righteousness he would attain great fame and through it the fruit of heaven. Rama was not interested in actions, which were not beneficial. He was a scholar. He had no taste in tales opposing righteousness. Like vächaspathi, his eloquent speech contained a series of strategies for action. Rama was a young man without any disease. He was a good speaker. He had a good body. He knew both time and place. He could grasp the essence of men. He was the one gentleman born on earth."
        },
        {
            "type": "verse",
            "text": "People loved the virtuous prince Rama and treated him as their spirit moving outside. After completing his education properly, Rama, after knowing the science of archery as prescribed, was better than his father in the use of bow and arrows. Rama, having born in a good clan, was gentle minded. He was not feeble. He spoke truth. He was straightforward. He was properly trained by elderly wise men that knew righteousness. Rama knew the real form of desire, wealth and righteousness. He had a good memory power. He had a spontaneous wisdom. He had skills in arranging customs useful to society prevalent at that time. "
        },
        {
            "type": "verse",
            "text": "Rama was humble. He did not let his feelings appear outwardly. He kept his thoughts to himself. He helped others. His anger and pleasure were not wasteful. He knew when to give and when not to give. Rama had a firm devotion and steadfast mind. He was not stubborn nor did he speak evil words. He was free from idleness and was ever alert. He recognized his own errors and those of others."
        },
        {
            "type": "verse",
            "text": "Rama knew the theory and practice of sciences. He understood the differences among men. He could judiciously discriminate whom to protect and whom to punish. He identified good men and protected them. He knew the people worthy of reprimand. He knew the ways and means of getting income as well as the system of spending, as perceived by economic sciences. Rama could obtain great skill in the groups of sciences along with their subsidiaries. He was interested in enjoying comforts only after understanding the economic realities. He never remained inactive."
        },
        {
            "type": "verse",
            "text": "Rama was acquainted with the fine arts useful for entertainment. He knew how to distribute the wealth. He was efficient in riding and taming of elephants and horses. Rama was the best of persons knowing the science of archery in the world; and was well appreciated by the champions of archery. He attained skills in marshalling the army. He faced and killed the enemies in battle."
        },
        {
            "type": "verse",
            "text": "Even enraged celestials and demons could not defeat Rama in battle. He had no jealousy. He conquered anger. He had no arrogance and envy. He had not humiliated any living being. He had not surrendered to time. That Prince Rama, with these good virtues, was fair to the people. He was agreeable to the three worlds. By patience and the related virtues, he was equal to earth, by wisdom to Brihaspathi and by valor to Devendra."
        },
        {
            "type": "verse",
            "text": "Rama, by his virtues, was a source of happiness to all the people and a spring of joy to his father. As the sun shines with his rays, Rama was shining, thus, with his virtues. The earth wished Rama to be her Lord as he was adorned with self -control and norms of behavior bearing undefeatable valor equal to that of universal lords like Indra."
        },
        {
            "type": "verse",
            "text": "Dasharatha, who annihilates enemies, started thinking as follows after observing his son with his many incomparable virtues. The long living and aged Dasharatha thought: \"Will Rama become king while I am still alive? Shall I enjoy that happiness?\" A great loving thought was ringing in his mind that when he would be able to see his beloved son Rama crowned as a king."
        },
        {
            "type": "verse",
            "text": "\"Is not Rama, as a raining cloud to the earth, better liked by people than me, as he desires the development of the world and has equal compassion towards all living beings. Rama is equal to Yama and Devendra in valor, to Brihaspati in wisdom and to a mountain in courage. He is more virtuous than me. Shall I attain heaven, after seeing in this age, my son ruling the entire earth?\""
        },
        {
            "type": "verse",
            "text": "Rama had many other virtues beyond hitherto stated virtues not to be seen in other kings. His virtues cannot be counted and they are the best in the world. Seeing that type of virtuous Rama, Dasharatha along with his ministers, decided to make Rama the prince."
        },
        {
            "type": "verse",
            "text": "The wise Dasharatha said that there was sign of a great alarm being forecast because of comet like things found in earth heaven and the sky. He also told the ministers that his body was getting aged. He recognized that if Rama were crowned as king, he would not have worries as Rama had beautiful face as a full moon; was a great wise man; and was liked by the people."
        },
        {
            "type": "verse",
            "text": "The righteous Dasharatha was hurried with concern in the coronation of Rama as it is for his own benefit and for the benefit of people. Because it is as per his liking and also as the appropriate time has come. Dasharatha called for other kings and officers staying in various cities and villages in his kingdom separately."
        },
        {
            "type": "verse",
            "text": "The hurried Dasharatha did not call for the king Kekaya, the maternal uncle of Bharatha or the King Janaka as he thought they both could hear the good news even afterwards. The king Dasharatha presented them suitably with houses and jewelry. Duly adorned himself, he looked after them in the manner Lord Brahma looks after his children. All the invited kings, duly liked by their people, entered the assembly after the king Dasharatha , who annihilates the opponent's army, occupied his seat."
        },
        {
            "type": "verse",
            "text": "The kings thus entered, occupied their various seats allotted to them by the king, by facing toward the king as per the prescribed rules. Surrounded by the respected and humble kings sitting closely to him as well as the important heads of cities and villages, king Dasharatha shone like lord Devendra surrounded by celestials."
        }
    ]
}