{
    "id": "prose-ayodhya-10",
    "kanda": "ayodhya",
    "sarga": "10",
    "title": "Kaikeyi enters the house of wrath",
    "chapter": "10",
    "overview": "In this chapter, Kaikeyi enters the house of wrath. Dasharatha tries to pacify her anger.",
    "content": [
        {
            "type": "verse",
            "text": "Having been thus wrongly preached by that sinful Manthara. Kaikeyi lied down on the floor as a Kinnara woman beaten by a poisoned arrow. The skillful Kaikeyi, after deciding in mind what ought to be done told it all slowly to Manthara. Being stupefied by the words of Manthara, that Kaikeyi became dejected, made firm resolve, with deep and warm sigh, like a maiden-serpent and thought for that moment about the ways which can lead to her happiness. Manthara, who is Kaikeyi's companion and who is desirous of getting benefit, heard of Kaikeyi's firm resolve and became very much pleased as if she achieved success. Kaikeyi, being angry and well determined, lied down on the floor with eye brows, knitted in her face. Thereafter, she threw away her colourful chaplets and beautiful ornaments on to the floor."
        },
        {
            "type": "verse",
            "text": "Those chaplets and ornaments which were thrown away by her were making the earth shine, as stars to the sky. Tying her single braid of hair tightly over her head and wearing soiled clothes, that Kaikeyi lying down in the chamber of wrath was looking like a Kinnara woman lying down dead. King Dasharatha ordered for various arrangements to be made for Rama's coronation, took permission to leave from the elders who were present there and entered his palace. King Dasharatha, who kept all activates under his control entered into the inner chambers to tell the good news of Rama's coronation to Kaikeyi who was a worthy woman to be told the good news first (thinking that she has not yet heard the news). That Dasharatha with vast glory entered Kaikeyi's chambers as moon enters the sky with white clouds."
        },
        {
            "type": "verse",
            "text": "King Dasharatha entered his magnificent palace but could not find his beloved Kaikeyi on her best couch there. Peacocks and parrots were being reared in that palace, sounds of birds like curlews, and swans were heard around. The place was resonant with sounds of musical instruments. Short and hunch-backed maid-servants were moving here and there. There were bowers surrounded with creepers and lovely champaka and Ashoka trees. There were painted rooms. There were altars built with ivory, silver and gold. There were trees yielding flowers and fruits in all seasons and wells in the middle. There were beautiful seats constructed with ivory, silver and gold. Various types of food, drinks and snacks were made available. That palace was looking like heaven with beautifully adorned women. Being possessed of power of lust, that king who came with object of sexual pleasure, was distressed in not finding his beloved wife and enquired the people there. In former times, Kaikeyi did not keep away herself at that kind of hour, nor the king enter her chambers at any time without her presence. After entering the house, king Dasharatha enquired with the maid-servants there as before, without knowing about foolish Kaikeyi who desired to get her selfish ends. Then, a female door-keeper fearfully folding her hands in supplication, said: \"Oh, king! The queen ran to her chamber of wrath with much anger\". That Dasharatha having much disturbed mind already for the absence of Kaikeyi there, became more dejected after hearing the words of door-keeper. "
        },
        {
            "type": "verse",
            "text": "King Dasharatha, after seeing Kaikeyi lying down on floor in the chamber of wrath, became tormented with grief. That Dasharatha,saw his wife, who was sinless, a youthful woman dearer than his life, lying down on the floor with an intent to do sin. At that time, she was looking like a completely uprooted creeper, like a fallen angel, like a thrown down Kinnara woman, like an expelled divine dancer Apsarasa, like a dropped off illusionism and like a female deer tied up in a net. That Dasharatha touched Kaikeyi affectionately, as a great elephant in a forest touches a female elephant which is wounded by poisoned arrow. That Dasharatha, possessed with infatuation and having fearful mind, touched that lotus-eyed woman with his hands and spoke the following words."
        },
        {
            "type": "verse",
            "text": "\"Oh queen, of auspicious qualities! I do not know that you are angry with me. Who has cursed or disrespected you? I am pained to see you resting in this way on a dirty floor .When I am here to expend all good to you, why are you hurting my mind by lying down on the floor like the one who is possessed of a devil. There are so many royal physicians who are skilled and famous . They can make you healthy. Tell me your sickness To whom do you want a favour to be done? Who has offended you? Tell me to whom I have to extend a favour now and to whom I have to do a great offensive act .Oh, Kaikeyi! Do not weep and get your body dried up. If you tell, I shall kill a person who is exempt from death or shall release a person who is worthy to be killed. I shall make a poor man prosperous or a rich man, destitute. I and all my people are submissive to you. I do not wish to foil even a little of your intention. Tell me that which is desired by your mind to be achieved even at the cost of my life. You need not suspect me, as you very well know your authority over me. I keep my oath on my righteousness that I shall certainly do whatever is liked by you. My jurisdiction over this earth stretches out as much to the extent as to the extent a chariot-wheel revolves. Eastern countries, Sindhu, Sauviira and Saurastra countries, as well as countries in the south, Vanga, Anga, Magadha and Matsya countries, Kasi and Kausala countries are all full of riches. In those countries, gold and grain, sheep and goats and all types of goods are produced. Oh, Kaikeyi! which of the goods do you want to acquire? Oh, fearful one! why are you exerted like this? Oh, beautiful lady! Get up, get up! Oh, Kaikeyi! Tell me the source of  your fear. I shall remove that source as sun sets aside the mist.\" Consoled by hearing the words of Dasharatha, Kaikeyi intending to put up that unkind proposal ( like Rama's exile ) was beginning to harass her husband further, by her words. "
        }
    ]
}