{
    "id": "prose-ayodhya-100",
    "kanda": "ayodhya",
    "sarga": "100",
    "title": "Rama enquires his father's welfare with Bharata",
    "chapter": "100",
    "overview": "Rama gives instruction to Bharata as regards the duties of a king and the polity under an ideal monarchy under the pretext of enquiring about the welfare of his father and others.",
    "content": [
        {
            "type": "verse",
            "text": "Rama saw Bharata, with matted locks, wearing bark-robes and, with joined palms, lying on the ground, incapable of being seen as the sun at the time of the dissolution of the world."
        },
        {
            "type": "verse",
            "text": "Rama recognized with some difficulty his brother Bharata, whose face became pale and who was emaciated, and took him by the arm. Smelling the crown of his head, placing him on his lap. He who was born in Raghu dynasty embraced Bharata and with an absorbent mind, enquired of him as follows:"
        },
        {
            "type": "verse",
            "text": "\"My darling! Where is our father, that you have come to the forest? He, being alive, you ought not have to come to the forest. I see you after a long time, coming from a far-off distance, wearing a mournful face into this forest Alas! Why have you come to the forest, my darling? My dear brother! Is the king alive, that you have come here? I hope the miserable king has not indeed departed to the other world, all of a sudden.\""
        },
        {
            "type": "verse",
            "text": "\"O, gentle brother! I hope the eternal kingdom has in a no way suffered from your youthful experience. My darling! Are you rendering service to our father, who is truly valiant? I hope that the King Dasharatha is well, he who is true to his promise, he who performs Rajasuya and Ashvamedha Sacrifices and he who has a righteous resolve.\""
        },
        {
            "type": "verse",
            "text": "\"My darling! Are you treating respectfully as before that preceptor of the Ikshvakus, the one who knows the sacred scriptures, the one who knows the sacred scriptures, the learned who constantly keep up the virtues and he who has a great splendour? My darling! I hope that Kausalya and Sumitra having good offspring are happy. I hope the venerable queen Kaikeyi is rejoicing.\""
        },
        {
            "type": "verse",
            "text": "I hope that the preceptor (Suyajgna the son of Vasishta), who is rich in humility, a son of a noble family, who has a knowledge of many scriptures an unenvious person and who is full of insight, is duly honoured by you.\""
        },
        {
            "type": "verse",
            "text": "\"I hope that a brahmin who is versed in the traditions, who is intelligent and just, employed in your sacred fires, always informs you in time, about a sacrificial fire having been or going to be fed with oblations. My darling! I hope that you are holding in high esteem the gods, your ancestors, dependents and teachers of your father's age the doctors and the brahmins.\""
        },
        {
            "type": "verse",
            "text": "\"O, my darling! I hope that you treat with due respect; Sudhanva, your teacher in archery, who is furnished with the most excellent arrows and darts and well-versed in political economy. I hope that ministers who are valiant like you, learned, masters of their senses of noble birth and skilled interpreting internal sentiments by external gesture, are assigned to you.\""
        },
        {
            "type": "verse",
            "text": "\"The source of victory for kings indeed comes from a concealed counsel by ministers, who are well-versed in political sciences and who can hide their thoughts within themselves. I hope you do not fall a prey to excess of sleep and do wake up at appropriate time. I hope you contemplate during the later half of the night, about the adroitness of an action.\""
        },
        {
            "type": "verse",
            "text": "\"I hope that you do not deliberate alone nor indeed with numerous men. I hope your decision arrived at by you through such deliberation does not flow to the public (even before it is carried out)\"."
        },
        {
            "type": "verse",
            "text": "\"O, Bharata! I hope considering your interest fully, you launch an undertaking, which has maximum benefit with minimum coast and indeed do not delay it further. I hope the other kings know your entire undertakings only after they have been successfully completed as well as those which have taken a shape, but not your proposed undertakings.\""
        },
        {
            "type": "verse",
            "text": "\"My darling! I hope that others are not knowing, by their enquiries or strategies or by any other approaches not mentioned, the details of discussions you make with your ministers. I hope you solicit for one wise man rather than for a thousand stupids for, a wise man can be of a great help to you in difficult matters.\""
        },
        {
            "type": "verse",
            "text": "\"Even if a king employs thousands or tens of thousands of fools, they will not be helpful to him. Even one wise, valiant sagacious and efficient minister alone can cause to secure a great prosperity to the king or to one who enjoys royal authority.\""
        },
        {
            "type": "verse",
            "text": "\"I hope that superior servants are assigned superior works only, mediocre servants in mediocre works and inferior servants in inferior works. I hope you are appointing those ministers, who are eminent incorruptible, born of the fathers and for bears of good family and who are full of integrity in matters of great importance.\""
        },
        {
            "type": "verse",
            "text": "\"O, Bharata! I hope your ministers do not watch as mere witnesses, while your subjects in the kingdom wielding tremble with great fear, under your inflexible wielding of the scepter. I hope those who perform the sacrifice do not hold you in contempt, as one who accepts terrible gifts; as one who is fallen, as women hold in contempt of those highly lustful men.\""
        },
        {
            "type": "verse",
            "text": "\"He, who does not slay a physician skilled in ways and means of aggravating a disease, a servant intent on bringing disgrace and a valiant warrior seeking kingly power, is *himself) slain by them. I hope an army-chief, who is cheerful, wise, courageous, valiant, well-behaved, born in a good family, who is beloved by his subordinates and efficient, is selected by you.\""
        },
        {
            "type": "verse",
            "text": "\"I hope those warriors, who are excellent strong, skilled in war-face, whose excellent actions were seen before and the most courageous ones are duly honoured and respected by you. I hope you are regularly giving your army, the daily provisions and the suitable salary to them, without any delay.\""
        },
        {
            "type": "verse",
            "text": "\"When there is delay in giving bread and wages, the servants become incensed against their master and become corrupt; and that is said to be a great unfortunate occurrence. I hope all the foremost descendents of your race (kshatriyas) are devoted to you and do they lay down their lives steadfastly for your sake?\""
        },
        {
            "type": "verse",
            "text": "\"I hope that a knowledgeable man, living in your own country, a wise man a skilled person endowed with presence of mind and the one who knows how to speak to the point, is selected as an ambassador by you. Do you get to know through three spies, each unacquainted with each other, about the eighteen* functionaries of the enemies and the fifteen functionaries of your own side?\""
        },
        {
            "type": "verse",
            "text": "\"O, slayer of your Foes! I hope you do not forever think lightly of your foes, who are weak and having been expelled, return again. I hope are not honouring the materialistic brahmins, My dear brother! These men are skilled in perverting the mind, ignorant as they are and thinking themselves to be learned.\""
        },
        {
            "type": "verse",
            "text": "\"Reaching to their logical acumen, these men of perverted intellect preach meaninglessly, in the presence of eminent books on righteousness. I hope you preserve the City of Ayodhya, furnished with everything and flourishing, that was formerly inhabited by our heroic ancestors, O my dear brother, that is worthy of its name, with its fortified gates, its elephant horses and chariots that fill it, with its brahmins, warriors and merchants in thousands, ever engaged in their respective duties, with its noble citizens self-controlled and full of energy, with its palaces in various shapes and the learned who abound there.\""
        },
        {
            "type": "verse",
            "text": "\"I hope that the kingdom, adorned with peaceful places rich in temples and sheds where water stored for distribution to passers-by in tanks, with happy men and women, graced by social festivities, with land well-tilled, abiding in cattle which are totally free from cruelties, the agricultural land not exclusively fed by rains, which is beautiful and is purged of beasts of prey, which is completely rid of fears, studded with mines, a destitute of sinful men, and well-protected by our fore-fathers, is prosperous and an abode of happiness.\""
        },
        {
            "type": "verse",
            "text": "\"Are you cherishing all those who live by agriculture and cattle-rearing, O, dear brother! The people living on agriculture and cattle-rearing indeed prosper well. I hope their maintenance is being looked after by you, in providing what they need and eschewing what they fear. All the citizens are indeed to be protected by a king through his righteousness.\""
        },
        {
            "type": "verse",
            "text": "\"I hope you are pacifying the women well. Are they protected by you? I hope you are not believing the words of these women and not telling them the secrets. Are you supervising the woods inhabited by elephants? I hope female elephants are there to you in good number. I hope you are not simply satisfied with the existing population of female elephants, horses and male-elephants.\""
        },
        {
            "type": "verse",
            "text": "\"O, Prince! Do you, regally adorned, appear before the people on rising each morning, on the great high way? I hope that all your servants, in your presence, do not adopt a disrespectful attitude or on the other hand all of them do not hasten away on seeing you. Ofcourse, a middle course only in the principle to be followed in this matter.\""
        },
        {
            "type": "verse",
            "text": "\"I hope all your citadels are quite full of money, grain, weapons, water and mechanical contrivances as well as artisans and archers. I hope your income is abundant and expenditure, minimum. I hope your treasure does not reach undeserving people, O, Bharata!\""
        },
        {
            "type": "verse",
            "text": "\"I hope that your expenditure goes for the cause of divinity, manes, brahmins, unexpected visitors, soldiers and hosts of friends. If one of noble work, despite his honesty and integrity, is falsely accused of some offence, I hope he is not killed impatiently, without enquiry by those well-versed in law-books.\""
        },
        {
            "type": "verse",
            "text": "\"O, foremost of men! If a thief is seen and even caught at the time of his act on sufficient ground and interrogated-I hope, he is not released from greed of wealth. O, Bharata! I hope that your well-educated ministers examine a case dispassionately when a contention occurs between a rich man and a poor man, after studying the situation carefully.\""
        },
        {
            "type": "verse",
            "text": "\"The tears fallen from those who are the victims of false accusations, O Bharata, destroy their sons and herds of those who are indifferent to justice, merely for the sake of pleasure. I hope that you seek to conciliate by the following three means, viz. gifts, a loving mind and polite words- the aged, the children and the foremost physicians.\""
        },
        {
            "type": "verse",
            "text": "\"I hope you greet your teachers, the elderly, the ascetics, the deities; the unexpected visitors, the trees standing at cross roads and all the brahmins of auspicious life and conduct. I hope you do not abrogate virtue by your excessive devotion to wealth or your excessive devotion to wealth or your earthly interests by your over-emphasis on religion or both your religious and secular interests by your self-indulgence in pleasure, greed and gratification of the senses.\""
        },
        {
            "type": "verse",
            "text": "\"I hope your pursue wealth, religion and the delights of the sense dividing them all according to time, O Jewel among the victorious, the one who is conversant with the proper time and O, the bestower of boons! O, the one who is endowed with great wisdom! I hope that brahmins versed in the knowledge of the scriptures, the inhabitants of town and the country pray for your happiness.\""
        },
        {
            "type": "verse",
            "text": "Do you eschew the following fourteen for of kings -viz. atheism, falsehood, anger carelessness, procrastination, disregard of the wise, sloth, bondage to the five senses, himself alone devoting thought to the affairs of the state (without consulting the ministers), taking counsel with those of perverted insight; failure to undertake the projects already decided, failure to keep secrets, failure to utter auspicious words (at the beginning of an undertaking), and rising from one's seat (indiscriminately) to receive all."
        },
        {
            "type": "verse",
            "text": "\"O, the very wise Bharata! I hope you understand the following and deal them properly the ten evils(1), the five kinds of fortifications(2), the four expedients(3), the seven limbs of state(4), the eight evils (born of anger), the three objects of human pursuit(5), the three branches of learning(6) subjugation of the senses, the six strategic expedients(7) adversity brought about by divine agencies(8), and by human agencies(9), the twenty types of monarches(10), and the entire population of the kingdom, setting about an an expedition, drawing up an army in a battle-array and the two bases viz, peace and war."
        },
        {
            "type": "commentary",
            "text": "(1). Ten evils attendant on royalty to be eschew. Hunting, gambling, sleeping during the day, lustfulness, inebriation, pride, calumny, lounging about idly or aimlessly, diversions such as singing and dancing. (2). Five kinds of fortifications: By moat, high bank, trees thickly planted, a space destitute of grain or provisions, the turning of waters. (3) Four expedients:- Making peace, liberality, sowing dissension, chastisement. (4) Seven limbs of state king, ministers, friends, treasure, territory, forts and an army. (5) Three objects of human pursuit: Religious merit, material wealth and sensuous enjoyment or the three kinds of power (viz. energy, power of dominion, power of counsel) (6) Three branches of learning: the three Vedas, the knowledge relating to agriculture, commerce and other vocational pursuits and political science. (7) Six strategic expedients: Coming to terms with the enemy, waging war against him, marching against him, biding one's time to seek a favourable opportunity, causing dissension in the enemy's ranks, seeking protection of a powerful ally. (8) Adversity brought about by divine agencies: Fire, water in the shape of excessive rains or floods, epidemic or endemic diseases, famine and pestulence, earthquakes and Tsunamis. (9) Adversity brought about by human agencies: officials, thieves, enemies, king's favourites and king himself, when acutated by greed. (10)Twenty types of monarchs (who are not worth-negotiating with):1. a king who is yet a child. 2. Aged. 3. Who has been ailing for a long time. 4. who has been ostracised by his own kith and kin. 5. ho is characterized by a cowardly attitude. 6. who is surrounded by cowards. 7. who is greedy. 8. has greedy associated. 9. who has estranged his ministers and others. 10. who confers with fickle-minded persons 11. who speaks ill of divine begins and brahmins; 12. who is extremely indulged in sensuous pleasures and luxuries; 13. who is ill-fated; 14. a fatalist (who believes that all things are pre-determined or subject to fate); 15. who is afflicted by famine and; 16. by military reverses; 17. who (mostly) remains away from home; 18. who has numerous enemies; 19. who is in the clutches of adverse times and; 20. who is not devoted to truth and piety."
        },
        {
            "type": "verse",
            "text": "\"I hope that you consult with three or four ministers as mentioned in scriptures any proposal collectively and singly with each of them in secret. Do you find advantages in your study of Vedas? Are your acts, production of fair results? Do you benefit from the company of your consorts? Has your learning been fruitful?\""
        },
        {
            "type": "verse",
            "text": "\"O, Bharata! I hope that your conviction, is the same as mentioned by me in the foregoing verses, which is conducive to long life, fame, religious merit, enjoyment and wealth. Do you follow the common practice, which our fore fathers observed and which is in accord with the path of the virtuous and which is distinguished in itself.\""
        },
        {
            "type": "verse",
            "text": "\"I hope you do not eat by yourself nicely made eatable and do you share it with your friends, who seek it? A wise and learned king, having obtained and ruled the entire earth, properly by righteousness and by administering justice to the people, indeed ascends to heaven when detached from the mortal body.\""
        }
    ]
}