{
    "id": "prose-ayodhya-101",
    "kanda": "ayodhya",
    "sarga": "101",
    "title": "Bharata informs Rama about Dasharatha's death",
    "chapter": "101",
    "overview": "Rama asks Bharata why he has come to the forest, wearing robes of bark and antelope skin, abandoning Ayodhya kingdom. Bharata informs Rama about Dasharatha's death and requests Rama to take over the kingdom, endowed to him as per succession. Rama says that since king Dasharatha allotted two different duties to the two of them one enjoining the exile of his elder brother being binding on him and the other bequeathing the kingdom to Bharata, they must be implicitly obeyed by both of them.",
    "content": [
        {
            "type": "verse",
            "text": "Rama along with Lakshmana, his younger brother, began to question Bharata, his brother who was devoted to elders (as follows):"
        },
        {
            "type": "verse",
            "text": "\"I desire to hear from you, why you have come tot his place in robes of bark and an antelope-skin. You ought to tell me all about the purpose for which you entered this place, clad in deer-skin and matted hair, relinquishing the kingdom.\""
        },
        {
            "type": "verse",
            "text": "Thus questioned by the high souled Rama, by closely embracing him again, Bharata with joined palms answered as follows:"
        },
        {
            "type": "verse",
            "text": "\"O, noble brother! Our father the mighty armed, after performing a deed must difficult to perform, and having abandoned us has gone the divine region; he died of grief on account of separation from his son.\""
        },
        {
            "type": "verse",
            "text": "\"O, tormented of foes! As urged by his wife and my mother Kaikeyi;, our father committed this great sin that has taken away his own reputation. Without having plucked the fruit of kingdom, widowed and emaciated with grief my mother will fall into the most terrific hell. Grant me, who am your true servant, a favour! This very day, as Indra the Lord of celestials himself, receive the royal anointing! Grant all these people and these widowed Queens, who have come here to see you, this felicity!\""
        },
        {
            "type": "verse",
            "text": "\"O, Prince! For that reason, accept the throne that is befitting; endowed to you as per succession and that is yours by right fulfill, as your should, the desires of your friends. Bring the widowhood of the entire world to an end by becoming her Lord, as does the immaculate moon to the autumn-night. Grant this grace to your brother, who prostrates at your feet along with your ministers is both your discipline and your slave.\""
        },
        {
            "type": "verse",
            "text": "\"O, Tiger among men! You cannot disregard this unbroken kingdom, which is eternal, ancestral and honoured.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, the mighty armed Bharata, with tears, once again seized Rama's feet in great honour, as per precept. Rama embraced his brother Bharata, who sighed again and again like an elephant in rut, and spoke as follows:-"
        },
        {
            "type": "verse",
            "text": "\"How should a man of noble birth, rich in Sattva (goodness), dignified and who has observed sacred vows like myself, commit sin for the sake of a mere kingdom? O, Bharata the annihilator of enemies! I do not see the slightest fault in you and you should not reproach your mother for a childish action.\""
        },
        {
            "type": "verse",
            "text": "\"O, Bharata the highly intelligent and the faultless man! It is incumbent always on the part of the elders to act freely with reference to their wives and progeny. Since it was said thus by virtuous men in this world, we should all, women children and disciples, obey our Lord; this must be known to you. The great king is the master, who has a discretion either to make me reside in the forest, wearing bark robes and a black antelope skin or to sit on the throne, O gentle brother!\""
        },
        {
            "type": "verse",
            "text": "\"O, excellent among the supporters of law and the virtuous! The same degree of respect is to be paid to our mother, as is due to our father, who is honoured by all. How can I do otherwise, while both my parents of virtuous nature ask me to go to the forest? It is for you to occupy the throne in Ayodhya that the world reveres and it is for me to occupy this Dandaka forest, wearing bark robes. Having commanded thus, the emperor Dasharatha with a great splendour, made the division of duties in this manner (for us two) in the presence of the people and then ascended to heaven. That pious souled king, the preceptor of the world is the standard authority for you and you have to enjoy the share given by our father accordingly. I, for my part, shall enjoy the share given to me by our high-souled father for fourteen years, taking my abode in Dandaka forest, O gentle brother!\""
        }
    ]
}