{
    "id": "prose-ayodhya-102",
    "kanda": "ayodhya",
    "sarga": "102",
    "title": "Bharata requests Rama to come to Ayodhya",
    "chapter": "102",
    "overview": "Bharata replies that it is an established practice for the eldest son to become a king and requests Rama to come to Ayodhya and get crowned in the kingdom for the welfare of Ikshvaku race. Bharata requests Rama to offer traditional libations of water to their deceased father, who died with the thought of Rama alone, absorbed in his mind.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing Rama's words, Bharata replied as follows: \"What will the discharge of royal duties amount to me, who is outside of that code?\""
        },
        {
            "type": "verse",
            "text": "\"O, the foremost of men! O, Majesty! It has been ever the established tradition in us that while the elder son is there, the younger one cannot become a king.\""
        },
        {
            "type": "verse",
            "text": "\"O, Rama! Therefore, come to the prosperous Ayodhya along with me and get anointed in kingdom for the welfare of our race. The king, whom people speak of as a human being and whose conduct is in conformity with righteousness and worldly prosperity, they declare as super- human, is conceded by me as a god-head. While I was there in Kekaya kingdom and you had proceeded tot he forest, the king Dasharatha, the revered one who was given to the performance of sacrifices and was honoured by the virtuous, has gone to heaven.\""
        },
        {
            "type": "verse",
            "text": "\"Hardly were you gone with Sita and Lakshmana, than the king succumbed to misfortune and grief and ascended to the most sacred heaven. Arise, O the Tiger among men! Let the traditional libations of water be offered to our father. Shatrughna and I have previously done it.\""
        },
        {
            "type": "verse",
            "text": "\"O, Rama! It is said that the one given by an affectionate son becomes measureless and you undoubtedly are beloved to our father. Entirely abandoned by you, lamenting about you, desirous of beholding you, being not able to turn away his mind absorbed in you alone, immersed in grief of you and recollecting you, your father died.\""
        }
    ]
}