{
    "id": "prose-ayodhya-103",
    "kanda": "ayodhya",
    "sarga": "103",
    "title": "Rama fainted away, after hearing the news of his father's death",
    "chapter": "103",
    "overview": "Rama fainted away, after hearing the news of his father's death and is brought back to  consciousness by Bharata and others who sprinkle water on him. Rama laments in various ways. Bharata  consoles him. Rama in turn consoles Sita who is weeping. Rama painfully reaches the River Mandakini,  offers water and balls of food to the spirit of his departed father and returns to the hut. The crying  sounds of those brothers mourning for their dad father with Sita created and echo in the mountain.  Hearing their cry of distress, the troops approach Rama, who receives them all with affection.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those mournful words relating to the death of his father, spoken by Bharata,  Rama fainted away. Those unpleasant thunder bolt of words spoken by Bharata, like a thunderbolt released  by Indra the Lord of celestials in a battle, Rama the tormentator of his enemies, stretched forth his  hands and fell on the ground, in the same manner as a tree covered at extremities with blossoms was  cut off by an axe in the forest."
        },
        {
            "type": "verse",
            "text": "Seeing Rama lying on the earth, has the lord of the earth, like an elephant crushed by  a land slide on a bank where he was sleeping, those brother along with Sita approached him from all  sides and weepingly sprinkled water on him. Coming to his senses again and tears falling from his eyes,  Rama began to speak much plaintively."
        },
        {
            "type": "verse",
            "text": "Hearing that the King and his father had ascended to heaven, the virtuous. Rama spoke  the following words, consistent with righteousness to Bharata: \"What should I do with Ayodhya, now that  my father reached the end of his life? Who will rule that Ayodhya, which is bereft of that excellent  king? In my misfortune, what can I do for that high-souled one? He died of grief on my account and I  did not perform the last rites for him! O, Bharata the faultless one! Alas! Happy are you, by whom as  well as by Shatrughna the king was honoured by all obsequial rites! Even after the end of my exile,  I do not want to return to Ayodhya which is in a disarranged state, deprived of a chief and made bereft  of a king.\""
        },
        {
            "type": "verse",
            "text": "\"O, Bharata the tormentator of foes While our father has gone to the other world, who  will counsel me when my exile in the forest is over? Formerly, seeing my good conduct, our father used  to address me in words of praise; from whom now shall I hear those words delightful to the ears?\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus to Bharata, Rama went to seek out his consort, whose face resembled  the full moon, and overwhelmed with grief, spoke to her as follows:- \"O, Sita! your father-in-law  is dead. O, Lakshmana! You have become bereft of your father. Bharata is informing a sorrowful news  of the emperor being dead.\" "
        },
        {
            "type": "verse",
            "text": "While Rama was uttering those words, copious tears caused to flow then from the eyes  of those sons of Dasharatha. Then, all those brothers consoled Rama very much and said to him, \"Let us  offer libations of water for our father, the Lord of the earth.\""
        },
        {
            "type": "verse",
            "text": "Hearing that her father-in-law, that great monarch had ascended to heaven, Sita was  unable to see her husband through eyes filled with tears. "
        },
        {
            "type": "verse",
            "text": "Rama consoled that Sita who was weeping and himself stricken with grief, spoke to the  lamenting Lakshmana as follows: \"Bring the crushed pulp of Ingudi Tree and bring a piece of bark for  being wrapped about my loins and another for being used as my loins and another for being used as an  upper garment, so that we may proceed to offer libations of water for our magnanimous father. Let Sita  walk in the front and you follow after her nearby. I shall follow in the rear. This indeed is the most  terrible procession.\""
        },
        {
            "type": "verse",
            "text": "Then, their faithful companion Sumantra versed in the spiritual science, endowed with  great intelligence, kind, self-controlled and glorious, and deeply devoted to Rama, consoling him and  his brothers, took Rama by the hand and helped him descend to the auspicious River Mandakini. The illustrious  Rama and others painfully reached the River Mandakini, that stream of sacred fords, the enchanting one  always covered with flowers, coming to a blessed ford, free from mud and offered the lustrual water  to the king, saying \"Father! May this prove agreeable to you.\""
        },
        {
            "type": "verse",
            "text": "Holding together in the form of a hollow his palms full of water and turning his face  turned towards the southern quarter and weeping the great prince pronounced the traditional words saying:  \"O, Tiger among men! May this water without taint and incorruptible at the moment that I offer it to  you, reach you in the region of your ancestors where you are.\""
        },
        {
            "type": "verse",
            "text": "Thereafter, the glorious Rama, resending the bank of Mandakini River along with his brothers,  offered balls of food to his father. He placed the pulp of the Ingudi tree mixed with the pulp of plums  on a mat of Kusa grass and overcome with sadness, weeping, spoke the following words: \"O, Great King!  Be pleased to partake of this, which we eat for, that which man eats, is also consumed by his gods.\""
        },
        {
            "type": "verse",
            "text": "Rama the tiger among men then re-ascending by the same path on the banks of the river  reached the charming summit of Chitrakuta mountain. Gaining the door of his leafy hut, Rama the Lord  of the earth then embraced Bharata and Lakshmana with his arms."
        },
        {
            "type": "verse",
            "text": "From the sound of the cry of those brothers with Sita, which resembled like the roaring  of lions rose an echo in the mountain. Hearing the tumultuous clamour by those mighty heroes as, weeping  they completed the libations of water to their father, Bharata's army got alarmed."
        },
        {
            "type": "verse",
            "text": "Those troops of Bharata also said, \"Assuredly, Bharata has joined Rama and this is a  great sound only of their wailing, as they mourn for their dead father.\""
        },
        {
            "type": "verse",
            "text": "Leaving their tents all of them having but one thought, went running in the direction  of that sound instantly. Some went on their horses, some others on their elephants, some in their chariots  covered with ornaments while the youthful people went on foot. In their longing to see Rama, whose absence  though recent, seemed so long a period for them, the whole people ran towards the hermitage. Eager to  see those brothers re-united there, they went hastily by various means of transport, either by hoofed  animals or by wheeled vehicles."
        },
        {
            "type": "verse",
            "text": "Trodden by many vehicles, beasts and chariots, that land emitted a tumultuous noise,  as a sky during the conjunction of clouds. Frightened by that noise, the wild elephants, surrounded  by female elephants, perfuming the quarters with the scent of their ichor, went to another wood from  there."
        },
        {
            "type": "verse",
            "text": "Boars, wolves and lions, buffaloes, snakes, monkeys, tigers, Gokarnas and Gavayas (two  distinctive species of deer) along with spotted deer felt frightened. The ruddy gooses, water-fowls,  swans, Karandavas ( a sort of ducks), herons, male cuckoos and cranes, utterly confused made it to various  directions. The sky filled with birds that had been frightened by that noise and the earth covered with  men, both looked beautiful at that moment."
        },
        {
            "type": "verse",
            "text": "Suddenly then, the people beheld the illustrious and the sinless Rama, sitting on the  bare earth. Abusing Kaikeyi and Manthara, those people turned up with their faces bathed in tears. while  approaching Rama. Seeing those people thus deeply afflicted their eyes suffused with tears, Rama knowing  what was right, embraced them like their father and mother. "
        },
        {
            "type": "verse",
            "text": "Rama embraced some men there, while some others offered salutations to him. Approaching  them on that occasion, the king's son received them all including his friends and companions. The tumult  of those magnanimous persons lamenting, resounded over the earth and in the sky, reverberating through  the mountain caves and in all quarters like the continuous beating of drums."
        }
    ]
}