{
    "id": "prose-ayodhya-104",
    "kanda": "ayodhya",
    "sarga": "104",
    "title": "Vasishta advances to the hermitage of Rama.",
    "chapter": "104",
    "overview": "Preceded by Dasharatha's wives and others, Vasishta advances to the hermitage of Rama. Kausalya, on the way, shows to her co-wives the balls of Ingudi fruit-pulp offered to the spirits of Dasharatha by Rama on blades of Dabha grass, the raised spikes of which pointed towards the south; along the bank of Mandakini River. Kausalya was stricken with anguish for her deceased husband. Reaching the hermitage, both Rama and Lakshmana hold the feet of the Queens in salutation. Kausalya feels sad at the fate of Sita in the forest, when the latter touches her feet. Rama holds the feet of his preceptor and takes his seat. Accompanied by his ministers, Bharata also sits nearby.",
    "content": [
        {
            "type": "verse",
            "text": "Eager to see Rama again, Vasishta approached that place, preceded by Dasharatha's wives.  The king's wives, while moving slowly towards River Mandakini, saw the ford there, being frequented by Rama and Lakshmana. "
        },
        {
            "type": "verse",
            "text": "With a gloomy and emaciated face, filled with tears, Kausalya spoke to Sumitra and other royal women (as follows):"
        },
        {
            "type": "verse",
            "text": "\"This is the ford, located in the eastern region of the forest, frequented by Sita, Rama and Lakshmana, banished from the kingdom; those unfortunate persons of illustrious exploits who have no country. O, Sumitra! Lakshmana, your son always draws water himself from here unwearyingly for the sake of my son. Through engaged in an inferior act (of carrying water), your son is not to be censured because all that service rendered to his brother is enjoined with virtues. Your son too, who is not accustomed to such pains, will indeed be relived now of this mean, wretched and laborious task.\""
        },
        {
            "type": "verse",
            "text": "The large-eyed Kausalya observed a ball made of Ingudi pulp, which was placed by Rama in honour of his father on the ground, on a heap of Darbha grass, the raised spikes of which pointed towards the south. "
        },
        {
            "type": "verse",
            "text": "Seeing that ball of food placed on the ground by the unfortunate Rama for his father, the Queen Kausalya spoke to all those wives of Dasharatha (as follows):"
        },
        {
            "type": "verse",
            "text": "\"See this ball of food offered traditionally by Rama in honour of his father, the high-souled Dasharatha the Lord of Ikshvaku race. I do not consider this offering as befitting for that great-souled king, who was like unto a God and who lived amidst every pleasure. How can that Lord of the earth, Dasartha, equal to the Lord of celestials and a mighty man, having enjoyed the earth with its four quarters, the boundaries of which are the oceans, eat a cake of Ingudi pulp? I do not consider any thing painful to me on earth than when Rama the man of fortune offering a cake of Ingudi pulp to his father. Seeing this offering, a cake of Ingudi pulp, of Rama to his father, why does my heart not break into a thousand pieces with anguish? It indeed occurs to me that the saying among men that the food eaten by man is also consumed by his Gods is true.\""
        },
        {
            "type": "verse",
            "text": "Consoling Kausalya thus afflicted by grief, Kausalya's companions then proceeded further and saw Rama in his hermitage, who resembled an Immortal driven out of Paradise. Beholding Rama bereft of all enjoyments, his mothers agonized as they were with grief, emitted cries and allowed tears to flow."
        },
        {
            "type": "verse",
            "text": "Rama, the tiger among men, true to his promise raised up and took hold of the auspicious feet of all his mothers. Those large-eyed Queens, by means of their pleasantly touching soft fingers and palms as well as charming hands, wiped the dust from Rama's back."
        },
        {
            "type": "verse",
            "text": "Seeing all those mothers, the wailing Lakshmana too slowly paid obeisance devotedly to them all by bowing to each in turn, immediately after Rama. All Dasharatha's wives manifested the same affection towards Lakshmana, who was born of Dasharatha and exceedingly handsome, as they did to Rama. "
        },
        {
            "type": "verse",
            "text": "Then, the grief-stricken Sita, her eyes filed with tears, also touched the feet of her mothers-in-laws and stood before them. "
        },
        {
            "type": "verse",
            "text": "Kausalya embraced the miserable Sita as a mother her daughter, she who was emaciated because of her stay in the forest and afflicted with grief, and spoke the following words: \"How has the daughter of King Janaka, the daughter-in-law of King Dasharatha and Rama's wife, fallen into such a wretched plight that she is living in a desolate forest? O, Sita! Seeing your face, like a lotus withered with heart or a faded lily or gold defiled with dust or a moon hidden by the clouds, the fire of grief produced by the firewood of adversity and existing in my mind burns me severely.\""
        },
        {
            "type": "verse",
            "text": "While the sorrowful mother was speaking thus, Rama the elder brother of Bharata approached Vasishta and took hold of his feet in salutation. Then, Rama holding the feet of that priest, who was equal of Agni the fire and endowed with very great splendour, even as Indra the Lord of celestials would clasp the feet of Brihaspati, sat down by his side. Then, after Rama and Vasishta sat, Bharata the pious man along with his counsellors, the leading citizens, warriors and virtuous people seated himself at a lowel level at a proximity to Rama."
        },
        {
            "type": "verse",
            "text": "Seeing Rama in the garb of an ascetic, radiant in majesty, the extremely powerful Bharata, paying obeisance to him with joined palms, then took his place in his presence, as the devoted Indra the Lord of celestials sits before Brahma the Lord of creation. A highest curiosity arose in the minds of those worthy men (assembled there) as to what persuasive words Bharata at that moment would utter, while addressing Rama, having offered salutation and homage to him. "
        },
        {
            "type": "verse",
            "text": "That Rama endowed with truth and forbearance with Lakshmana who was bestowed with magnanimity and the pious Bharata, surrounded by his companions, were as resplendent as the three sacrificial Fires (known by the names of Garhapatya, Ahavamiya and Dakshina), accompanied by the superintending priests."
        }
    ]
}