{
    "id": "prose-ayodhya-105",
    "kanda": "ayodhya",
    "sarga": "105",
    "title": "Bharata requests Rama to accept the kingdom",
    "chapter": "105",
    "overview": "Bharata requests Rama to oblige him by accepting the kingdom of Ayodhya, being offered  by him back to Rama with the concurrence of Kaikeyi, eventhough bestowed on him by their deceased father.  Rama consoles Bharata, saying that death is inevitable for living beings and they should not grieve  for their deceased father. Rama asks Bharata to control his grief and go back to Ayodhya to shoulder  the burden of rulership there in order to the command of their deceased father and that Rama himself  would obey his father's command by staying back in the forest.",
    "content": [
        {
            "type": "verse",
            "text": "While those lions among men amidst a host of friends were lamenting, that night elapsed  with a much difficulty. When the beautiful dawn broke, Rama's brothers along with their companions,  having made their offerings and recited their prayers on the banks of River Madakini, approached Rama.  Sitting in silence, no one uttered a word. Bharata, on his part, amidst his companions, addressed Rama  as follows:"
        },
        {
            "type": "verse",
            "text": "\"My mother has been consoled (by you) by giving this kingdom to me. I am giving back  that kingdom to you. Enjoy it without hindrance! As a dam breached by a great on-rush of water during  a rainy season cannot be repaired so easily, this great continent cannot be defended by any one other  than you. As a donkey cannot emulate the tempo of a horse, or an ordinary bird the movement of Garuda  (a kind of falcon), neither can I follow in your footsteps, O, Lord of the world!\""
        },
        {
            "type": "verse",
            "text": "\"O, Rama! Know his life to be blessed forever, on whom others depend Life is, however,  difficult for him who depends on others for this life. As a tree planted by a man may grow and with  its great branches and immense trunk, become inaccessible to a dwarf, yet though it may come to flowering,  does not bear fruit, it yields no pleasure for him. O, mighty armed! You ought to understand the import  of this simile and being the distinguished Lord of all, may you guide us, your servants!\""
        },
        {
            "type": "verse",
            "text": "\"O, emperor, the conqueror of foes! May all behold you, shining resplendent on all sides  like the sun, seated on the throne! O, Rama! May the elephants, intoxicated with ichor be heard trumpeting  on the highway, when you do return and the women of the inner apartments rejoice, all happily joined  together.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Bharata, who was thus appealing to Rama, the various people of the  city in approbation, said \"Excellent! Well said!\" "
        },
        {
            "type": "verse",
            "text": "On seeing the illustrious and sorrowful Bharata thus lamenting, the prudent and self-composed  Rama began to console him as follows: \"Man is not able to do what he wills. He is not the Master A fixed  form or name drives him hither and thither. All that is piled up, is finally disbursed. What rises,  ends in a fall. Union ends in separation. Life ends in death. How a ripe fruit does not fear for anything  other than its falling, so also a man once born, does not fear for anything other than his death.\""
        },
        {
            "type": "verse",
            "text": "\"As a house that is solidly constructed ultimately falls into decay, human being too  is subject to age and death. The night that has passed, does not return and the bountiful River Yamuna  just marches on towards the all-sufficient abounding in water. The passing days and nights in this world  quickly decrease the life-span of all living being as in the summer, the rays of the sun dry up the  water (in a pool).\""
        },
        {
            "type": "verse",
            "text": "\"You grieve for yourself. Why do you grieve for another? Even while you stay at home,  or departed to another place, your life-span gets shortened. Death walks just with us (as we walk) and  sits with us (as we sit). Having traveled a very long distance (with us), death returns along with us  (as we return).\""
        },
        {
            "type": "verse",
            "text": "\"When folds have appeared on limbs and hair have turned grey; on what expedient can a  man having got decayed with age, come back to the original splendour? People are delighted when the  sun has risen and also when the day ends. But they are not able to perceive the waning in their life-span.\""
        },
        {
            "type": "verse",
            "text": "\"Seeing the onset of season, people rejoice, as though it has come something newly. But  the succession of the seasons devours the life of being. As pieces of drift-wood floating on the ocean  come together for a span, so wives, children, kinsmen wealth and property come together for a while  and part with us. Their parting in deed inevitable. Here, no being can escape its destiny ( in the form  of birth and death). For that reason, the power to avert his own death does not ingrain in a man mourning  for a dead person. As a caravan is passing on a road, one stationed at the way-side says, I too will  come behind you. In the same manner, we should inevitably follow the path taken by fathers and fire  fathers. Why a man who obtained that path, for which there is no return, distress himself.\" "
        },
        {
            "type": "verse",
            "text": "\"While the age rushes on, without any return like a flowing river, one's self should  be employed in a pursuit leading to blessedness. It is said that beings are meant to be happy? The king  Dasharatha, our pious minded father performed almost all auspicious sacrifices and paid plentiful sacrificial  fees (to the officiating priests and Brahmins) and went to heaven.\""
        },
        {
            "type": "verse",
            "text": "\"Our father reached heaven because he maintained his servants properly, protected his  subjects and realized the taxes in the manner prescribed by scriptures from them. Our father, the king  Dasharatha obtained heaven because of his auspicious acts and performing sacrifices involving heavy sacrificial  fees.\""
        },
        {
            "type": "verse",
            "text": "\"Having performed many types of sacrifices, enjoying worldly pleasure abundantly and  having obtained a long and virtuous life, king Dasharatha reached heaven. O, dear brother! King Dasharatha,  our father who was treated with respect by all virtuous men and who secured excellent life-span and  enjoyments, is not to be pitied.\""
        },
        {
            "type": "verse",
            "text": "\"King Dasharatha, our father, having abandoned his worn-out human body, indeed has attained  the celestial state, by which he can stroll in the realm of Brahma (the highest heaven). No wise, learned  and exceptionally clever man, would weep in such a manner, such as I and you, about the emperor.\""
        },
        {
            "type": "verse",
            "text": "\"The wise, who are steadfast, should indeed relinquish these sorrows, lamentations, weeping  and such other states of misery. Be composed, O Most eloquent of orators! Control your grief, return  to the City of Ayodhya in order to obey the command of our father, the subduer of his senses. I also  will fulfill the command of our father, the venerable man in that very place, where I have been ordered  to stay by that king Dasharatha of virtuous deeds.\""
        },
        {
            "type": "verse",
            "text": "\"O Bharata the Vanquisher of Foes! It is not justifiable for me to violate the command  of our father. You also must honour it to the end, for it comes from our father, out own blood. O, Bharata!  Hence, I shall conform to the honourable word of our father, the practiser of virtue, by my act of dwelling  in the forest. O, Tiger among men! Thus should a pious man act, who seeks to harm none, who is obedient  to his elders and who aspires to conquer the higher world. O, excellent among men! perceiving the virtuous  conduct of our father, the King Dasharatha, act in conformity to your own nature.\""
        },
        {
            "type": "verse",
            "text": "Having uttered in about an hour, these meaningful words in this manner to his younger  brother on the need of obedience to his father's will, the magnanimous and the mighty Rama became silent."
        }
    ]
}