{
    "id": "prose-ayodhya-106",
    "kanda": "ayodhya",
    "sarga": "106",
    "title": "Bharata gives many reasons to Rama to accept the throne",
    "chapter": "106",
    "overview": "Bharata requests Rama, giving various reasons, to accept the throne of Ayodhya. He abuses his deceased father for having transgressed the righteousness merely for a fear of wrath from Kaikeyi and requests Rama to reverse that transgression of righteousness. Bharata takes a vow not to return to Ayodhya but to continue to stay in the forest in case Rama did not heed to his request. Rama's mothers also join Bharata and urge Rama to grant his request, when they find Rama lukewarm in the matter and insistent on implementing the words of his deceased father.",
    "content": [
        {
            "type": "verse",
            "text": "When Rama thus kept silent after uttering those meaningful words as aforesaid, the pious Bharata for his part addressed to virtuous Rama who was fond of people conformable to justice at the banks of that River Mandakini."
        },
        {
            "type": "verse",
            "text": "\"Who, in this world, is endowed with such qualities like you, O annihilator of enemies! Neither does sorrow disturb you nor does joy enrapture you. You are highly honoured by elders and you clarify your doubts from them. \"By what should he be moved, who looks on life and death, misfortune or prosperity with an equal eye? O, King! He who knows the totality of time as you do, ought not to feel despondent even on meeting with adversity.\""
        },
        {
            "type": "verse",
            "text": "\"O, the magnanimous Rama! you are equally strong as celestials. You are true to your promise, all-knowing, all-viewing and endowed with understanding. Even the most fearful calamity ought not to attack you, endowed as you are, with such attributes; and recognizing the birth and end of all beings. The sinful deed, committed by my mean mother for my sake during my absence, was not to my liking. (Hence) be gracious to me.\""
        },
        {
            "type": "verse",
            "text": "\"I am bound by the chains of morality. For that reason, I do not kill with a severe punishment, my mother who was of perverse conduct and worthy of retribution. How can I, born of Dasharatha of noble birth and deeds and conversant of right and wrong, do the most wicked and horrible act?\""
        },
        {
            "type": "verse",
            "text": "\"The King Dasharatha was my preceptor, had several sacrificial performances to his credit was aged, was my father, equal to a deity and is now dead. Hence, I cannot reproach him in an open assembly. O Rama the knower of piety! What man who knows the principles of righteousness, would commit such an improper act, bereft of one's interest and duty, in order just to please a woman?\""
        },
        {
            "type": "verse",
            "text": "\"There is an ancient saying that at the time of death, beings lose their judgment. The king, acting as he did, has made this saying indeed true in the eyes of the world. This transgression of righteousness was done by our father for fear of anger (of Kaikeyi) or through infatuation and over-haste. You do keep in view a noble purpose and reverse that transgression.\""
        },
        {
            "type": "verse",
            "text": "\"A son who honours only a good deviation (from righteousness) of a father is accepted as a real son in this world. He who acts otherwise than this would be facing a quite reverse situation. You be that real son. Do not lend yourself to the infamous act, committed by our father, which in this world, confident men freely condemn. \"Save Kaikeyi and me, our father, our friends, our relatives, all the urbanites and the villagers as well as the entire kingdom. Where is the forest and where is the princely dignity? Where is the matted hair and where is the protection of a kingdom? You ought not to do such a contradictory act.\""
        },
        {
            "type": "verse",
            "text": "\"O, the highly enlightened hero! The first duty of a warrior is indeed to get crowned, so that he may then protect his subjects. Which man of warrior-caste would set aside his manifest duty and practise a virtue that gives doubtful result, which does not promise happiness, which has a mental restraint and which is uncertain? If you desire to pursue a virtue alone; although born of pain, then take pains while protecting the four castes as per tradition, by recourse to righteousness.\""
        },
        {
            "type": "verse",
            "text": "\"O, Rama the knower of righteousness! The knower of what is right indeed tell that the life of a house-holder is the noblest of all the four* stages of life. How can you abandon it?\""
        },
        {
            "type": "commentary",
            "text": "*Four Stages of life Brahmacherya (student-life); Garhasthya (life of a house-holder); Vanaprastha (life of a hermit); Sannyaasa (Life of an ascetic)."
        },
        {
            "type": "verse",
            "text": "\"I am indeed junior to you in the point of learning, situation and by birth. How should I rule the earth, while still you are living? I, a mere child, who am devoted of intelligence and virtues besides placed in an inferior position, cannot even live without you.\""
        },
        {
            "type": "verse",
            "text": "\"O, Rama the knower of righteousness! Rule this entire kingdom belonging to your father, without distraction, without hindrance and as per the conduct prescribed for you along with your relatives.\""
        },
        {
            "type": "verse",
            "text": "\"Let all the king's ministers along with Vasishta and other priests well-versed in sacred formulas, crown you, the knower of sacred texts, here itself. You, having been crowned thus, may proceed to Ayodhya along with us to rule it, like Indra the Lord of celestials, having conquered all the worlds with his might, proceeds to his kingdom along with celestials.\""
        },
        {
            "type": "verse",
            "text": "\"You shall discharge the three obligations subdue all the enemies, gratify the wishes of all your friends and you alone rule me in Ayodhya. "
        },
        {
            "type": "commentary",
            "text": "Three obligations to the Gods, the Ancestors and Brahmins."
        },
        {
            "type": "verse",
            "text": "\"O, excellent among men! Wipe off my mother's curse today and protect our venerable father from his sin. I request you by bowing my head before you. Show compassion on me and on all our relatives as Lord Shiva ( the Supreme Deity) on all beings. Else if you disregard my entire request and move again into the forest form here, I too will go along with you.\""
        },
        {
            "type": "verse",
            "text": "Even while being propitiated by Bharata as above, by bowing his head duly sinking in his spirit, the illustrious Rama, the Lord of the earth was still abiding in the words of his father and did not feel inclined to return to Ayodhya. Seeing that wonderful staunchness in Rama, the people of Ayodhya felt sorrowful and at the same time, experienced joy. They became distressed that he was not going to Ayodhya and felt rejoiced to see his firmness of resolve. The priests, citizens and elders of that multitude as well as Queens, distracted and weeping bitterly, acclaimed Bharata who was then speaking thus, duly prostrating himself before Rama and added their supplications to Rama."
        }
    ]
}