{
    "id": "prose-ayodhya-107",
    "kanda": "ayodhya",
    "sarga": "107",
    "title": "Rama tells Bharata about Dasharatha's promise of kingdom",
    "chapter": "107",
    "overview": "Rama reveals to Bharata that Kaikey's marriage, stating that Dasharatha would confer the kingdom as a marriage-dowry. Rama also adds that Kaikeyi also received the promise of two boons from Dasharatha as a token of his pleasure and gratitude for the help Kaikeyi rendered during the conflict long ago between gods and demons. Rama further informs Bharata that according to that promise, Kaikeyi asked for the two boons, one for Bharata's throne and another for his own exile to the forest. Rama requests Bharata to make Dasharatha's promises true and asks him to return to Ayodhya and assume its ruler ship.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, the illustrious Rama, highly respected among his fraternity, (as follows) to Bharata who was speaking as aforesaid among his relatives. \"These words, which you have spoken are worthy of you, the son of Dasharatha the excellent king, born through Kaikeyi. O, My brother! Long ago, when our father married your mother, he promised your maternal grandfather that he would confer his kingdom as an exceptional marriage-dowry. Thereafter, in a conflict between Gods and demons, your mother received the promise of two boons from the efficient lord of the earth, King Dasharatha, as a token of his joy and gratitude.\""
        },
        {
            "type": "verse",
            "text": "\"O, Tiger among men! Your illustrious mother of beautiful complexion consequently demanded these two boons from that chief of men, for you the throne and for me the exile to the forest. O, excellent among men! I too, have been enjoined by our aforesaid father to live here in the forest for fourteen years, in accord with granting of boon.\""
        },
        {
            "type": "verse",
            "text": "\"I as such, without any rival, have come to this lonely forest accompanied by Lakshmana and Sita in order to carry out the promise given by our father. You too ought, likewise, to make our father, as a person having given a true promise, O Indra (the Lord of Celestials) among kings, by getting yourself anointed to the crown without any delay."
        },
        {
            "type": "verse",
            "text": "\"O, Bharata! For my sake relieve the mighty king from his vow and make both our mother and father happy. \"My dear brother! Formerly, an illustrious king named Gaya, while performing a sacrifice in a place called Gaya in honour of his ancestors, chanted the following verse: \"Since a son delivers his father from a place of torment (hell) called 'Put', he is named as 'Putra'- 'he who delivers his ancestors from all dangers' To have many virtuous and learned sons is to be desired, since one, atleast among them, who is intimately connected will come to Gaya to perform a sacrifice.\""
        },
        {
            "type": "verse",
            "text": "\"O, prince! This is the conviction of all the royal sages. O, the efficient and the excellent of men! Therefore, save our father from hell. O, the valiant Bharata! Go to Ayodhya along with Shatrughna and all the Brahmanas and give joy to the people there.\""
        },
        {
            "type": "verse",
            "text": "\"O, King! I too, without delay, will proceed to Dandaka forest along with Sita and Lakshmana. O, Bharata! You become the Lord of men. I will become the emperor of the wild beasts of the forest! Return now to the excellent city of Ayodhya full of joy and I also full of joy will enter Dankada Forest!\""
        },
        {
            "type": "verse",
            "text": "\"O, Bharata! Let the (royal) white umbrella provide a cool shadow for your head, repulsing the rays of sunlight. I will take shelter comfortably under the abundant shadow of these forest-trees. O, Bharata! The wise Shatrughna is helpful to you. Lakshmana is known to be an outstanding friend for me. We, the four excellent sons, will ultimately make the king true to his promise. Do not get disappointed.\""
        }
    ]
}