{
    "id": "prose-ayodhya-108",
    "kanda": "ayodhya",
    "sarga": "108",
    "title": "Jabali tries to persuade Rama to accept the Kingdom",
    "chapter": "108",
    "overview": "A Brahmana named Jabali tries to persuade Rama to accept the kingdom by advocating the  theory of Nastikas (non-believers), saying that he need not get attached to his father's words and remain  in the troublesome. Jabali requests Rama to enjoy the royal luxuries, by accepting the crown.",
    "content": [
        {
            "type": "verse",
            "text": "A Brahmana called Jabali spoke the following unrighteous words to Rama, who knew righteousness  and who was assuaging Bharata as aforesaid. \"Enough, O Rama! Let not your wisdom be rendered void like  a common man, you who are distinguished for your intelligence and virtue. Who is related to whom? What  is there to be obtained by anything and by whom? Every creature is born alone and dies alone. O, Rama!  He who clings to another, saying, 'This is my father, this is my mother, he should be known as one who  has lost his wits. There is none who belongs to another.\""
        },
        {
            "type": "verse",
            "text": "\"O, Rama! As one who passes the a strange village spends the night the and the next day  leaves that place and continues his journey, so are mother, father, home and possessions to a man; they  are but a resting place. The wise do not become attached to them. O, chief of men! You as such should  not abandon your father's kingdom in order to dwell in a lonely forest, that is excruciating hard to  traverse and full of thorny thickets. Get yourself crowned in the prosperous kingdom of Ayodhya. That  city is waiting for you, with your locks duly unfound.\""
        },
        {
            "type": "verse",
            "text": "\"O, prince! Enjoy the royal luxuries worthy of you. Move around in Ayodhya as Indra the  Lord of celestials does in heaven! Dasharatha is none to you nor you in anyway to him. That king is another  and your are another. Hence, do what is told by me? The father is only the seed of a being. The sperm  and the ovum blend at the right time in the mother's womb, so that a human being is born in this world.  The king has gone, where he had to go. This is the fate of all being unnecessarily, you are still frustrated  over the matter. I pity all those whosoever, devoted to wealth and religious merit, not other (who are  devoted to sense-enjoyment), for, they, having undergone suffering in this life, have met with extermination  after death.\""
        },
        {
            "type": "verse",
            "text": "\"These people say, 'The eighth day should be given up to sacrifices for the spirits of  our ancestors.' See the waste of food. What will a dead man eat? If food eaten by one here, reaches  another's body, then let a sacrifice be offered for those who are setting out on a distant journey.  Will it not become a food on their path? Perform sacrifices, distribute gifts, consecrate yourselves,  practise austerity and renunciation' - These writings are composed by learned men for the sake of inducing  others to give. O, the highly wise! Arrive at a conclusion, therefore, that there is nothing beyond  this Universe. Give precedence to that which meets the eye and turn your back on what is beyond our  knowledge. Honour the judgment of the wise and regarding that which is approved by all, accept the kingdom  as propitiated by Bharata.\""
        }
    ]
}