{
    "id": "prose-ayodhya-109",
    "kanda": "ayodhya",
    "sarga": "109",
    "title": "Rama refutes the atheistic arguments of Jabali",
    "chapter": "109",
    "overview": "Rama refutes the atheistic arguments of Jabali and enunciates the importance of truthfulness.  He states that truth is God and all virtues follow truthfulness. Rama further adds that there is nothing  higher than truth. He announces that he wants to fulfil the command of is father, who was a devotee  of truth and stay back in the forest. Jabali replies that just for the sake of convincing Rama to return  to Ayodhya, he has spoken the words of a non-believer.",
    "content": [
        {
            "type": "verse",
            "text": "After hearing Jabali's words, Rama the best among virtuous and upright men spoke with  a great devotion and with an undisturbed mind of his own (as follows);"
        },
        {
            "type": "verse",
            "text": "\"That which, in your desire to please me, you have counselled, is impossible though it  appears to be possible. It is like a forbidden food, appearing to be an agreeable one. He who is unruly,  fully invested with ill-conduct, having a bad reputation and seeing differences in everything, does  not gain respect from honest men. One's conduct itself explains whether one belongs to a good family  or a bad family, valiant or arrogant and chaste or unchaste. What sensible man, able to discern what  is just and what is unjust, in this world, would respect me, if I am ignoble resembling as noble, bereft  of honesty, impure, having no good qualities but appearing like the one having good qualities, ill-behaved  but appearing as well-behaved abandoning righteousness and getting hold of unrighteousness in the guise  of piety, creating confusion in the world and disregarding rules of conduct.\""
        },
        {
            "type": "verse",
            "text": "\"If I behave in this manner faithlessly, to whom can I advise a prescribed conduct? How  would I attain heaven? This entire world would follow its own whims, for, whatever the conduct of the  kings may be, such will be the conduct of their subjects.\""
        },
        {
            "type": "verse",
            "text": "\"The eternal royal governance is indeed an assemble of truth and not cruel. Hence, the  kingship has the Truth as its essence. The world is established in Truth. Even sages and divine being  have respected truthfulness alone. The one who speaks truth obtains the highest position in this world.\""
        },
        {
            "type": "verse",
            "text": "\"People fear of a person, who speaks untruth, as one fears a snake. Truth is the highest  virtue and is stated to be the origin of heaven. Truth is god and all virtues follow truth. All are  rooted in truth there is nothing higher than truth.\""
        },
        {
            "type": "verse",
            "text": "\"Gift sacrifice, oblation, austerities performed and the scriptural texts have the foundation  in Truth. Hence, one should thoroughly surrender to truth. One rules over the world. One develops a  race. One sinks into hell . One rises high to heaven (according to one's degree of truthfulness practiced).  I am true to my promise. Why should I not fulfill the command of my father, who was a devotee of truth?\""
        },
        {
            "type": "verse",
            "text": "\"Neither covetousness nor forgetfulness nor pride would cause me to destroy the bond  of morality. I shall honour the vow made to my father. Neither gods nor the manes will accept the offerings  of those who are wanting in truth, unsteady and unstable in their minds. This is what is taught to us.\""
        },
        {
            "type": "verse",
            "text": "\"I perceive this virtue i the form of truthfulness as a universal permeation of spirit.  That is why, this burden, observed as a vow, has been honoured by good men. I renounce the so-called  duty of a warrior, it is injustice under the name of justice, it is practised by petty cruel and covetous  men of evil deeds.\""
        },
        {
            "type": "verse",
            "text": "\"Sin is committed by the body after it has been conceived by the mind and falsehood is  spoken with the tongue. Thus, the degrading act is of three types (with body, mind and tongue) The earth,  fame, prosperity and fortune indeed woo a man of truth. They constantly oblige the truth: truth should  therefore be strictly observed!\""
        },
        {
            "type": "verse",
            "text": "\"The logical words, you have made it out to be good, saying 'Do this good thing' as uttered  to me, are really unworthy. Having promised before my father about my exile to the forest, how can I  fulfill Bharata's words now, abandoning the father's words?\""
        },
        {
            "type": "verse",
            "text": "\"A firm promise has been made by me in the presence of my father, when Queen Kaikeyi  too became rejoiced. I will proceed with life-journey in this manner, by accepting this dwelling in  the forest, by remaining pure in body and mind, having controlled my diet, by feasting the Gods and  Ancestors with pure roots, flowers and fruits, with all my five senses fully sated, without any deceit,  fully devout and discriminative of what ought to be done and what ought not to be done.\""
        },
        {
            "type": "verse",
            "text": "\"Having reached this terrestrial globe (the realm of action), only a virtuous act is  to be undertaken. The god of fire, the wind-god and the moon-god reap the fruits of their acts. Having  performed a hundred sacrifices, Indra the Lord of celestials went to heaven. Having practised severe  austerities, the great sages went to heaven.\""
        },
        {
            "type": "verse",
            "text": "Hearing that argument of atheism inuntiated by Jabali, Rama the prince with a terrible  energy, without tolerating his words, spoke in reproach to him (as follows):"
        },
        {
            "type": "verse",
            "text": "\"The virtuous say that truth, piety, valour, compassion for all beings, polite speech  and worship of Brahmanas, gods and unexpected guests are the paths to heaven. Therefore the learned,  well-instructed in what is to be their greatest advantage; follow their purpose resolutely and fulfill  their duty in its entirety properly and attentively, seeking to attain the highest realms.\""
        },
        {
            "type": "verse",
            "text": "\"I accuse the act done by my father in taking you into his service, you with your misleading  intelligence, a firm atheist fallen from the true path. It is an exact state of the case that a mere  *intellection deserves to be punished as it were a thief and know an atheist to be on par with a mere  intellectual. Therefore he is the most suspectable and should be punished in the interest of the people.  In no case should a wise man consort with an atheist.\""
        },
        {
            "type": "commentary",
            "text": "* It is the word that is responding to the challenge, which we call intellection.  Truth/God is very subtle. A mind that is caught in the net of words/arguments cannot understand truth/God."
        },
        {
            "type": "verse",
            "text": "\"Men that lived before you have performed many auspicious acts, abandoning all hopes  of reward in this world as well as the next. Therefore, Brahmanas offer oblations in the sacred fire  and practise noble deeds. The sages who are devoted to righteousness, associating with men of virtue,  endowed with spiritual splendour, practising abundant charity, harm-less and washed free of all taint,  are honoured into the world.\""
        },
        {
            "type": "verse",
            "text": "\"To the high-souled Rama, who never had self-pity and speaking indignantly as aforesaid,  Jabali (that Brahmana) replied in a fitting manner in words that were beneficial and truthful, which  showed his belief in authority of Vedas, the other world and so on.\""
        },
        {
            "type": "verse",
            "text": "\"I am not speaking the words of non- believers. I am not an atheist, nor is it a fact  that nothing exists whatsoever. Perceiving the time, I have become a believer. When the time comes,  I will become again just a non-believer. O, Rama! That and this time too came gradually. The words of  a non-believer were spoken by me for your sake, to pacify you and to persuade you to return to Ayodhya.\""
        }
    ]
}