{
    "id": "prose-ayodhya-11",
    "kanda": "ayodhya",
    "sarga": "11",
    "title": "Kaikeyi's evil boons",
    "chapter": "11",
    "overview": "In this chapter Kaikeyi asks King Dasharatha to fulfill the boons given to her in earlier times.",
    "content": [
        {
            "type": "verse",
            "text": "Kaikeyi spoke the following harsh words to that king, who was struck by cupid's arrows and yielded to hasty lust:"
        },
        {
            "type": "verse",
            "text": "\"Oh, King! no body has insulted me, nor despised me. But I have a certain desire that needs to be fulfilled by you. If you wish to fulfil my desire, you first promise to fulfil it. After your promise I shall inform you that which is desired by me.\""
        },
        {
            "type": "verse",
            "text": "The most majestic and lustful Dasharatha smiled a little and caressingly kept his hand into her hair and spoke these words to Kaikeyi who was having white smile in her face: \"Oh, proud woman! Don't you know that there is nobody on this earth more dearer to me than you except Rama, the best among men. Rama cannot be defeated by enemies. He is a very important person in our family. He is the supporter of life and a high souled man. I take oath by him. Tell me what is desired by you. Oh, Kaikeyi ! I can't live even for a moment without seeing Rama. This is certain. By that Rama, I am taking my oath and promising to fulfill your word. I desire the well being of Rama, the best of men, even at the cost of my life or the lives of my other sons. I take oath by that Rama and tell you that I shall fulfil your word . Oh, auspicious lady! My heart is sinking. You raise it by your touch. Oh, Kaikeyi! you observe all this and tell me that which you think as good. You need not doubt me as you know your authority over me. I am taking oath on my auspiciousness. I shall do whatever is desired by you.\"      That Kaikeyi, who had utmost desire for coronation of  Bharata and for sending Rama to exile, revealed that wish from her mind, uttered unspeakable words with bias and  delighted as she was with Dasharatha's words, conveyed  to him as follows of the very horrible wish in her mind as conveying the news of a suddenly befallen death standing at his door: \"Let thirty three celestials with the god of Fire in the forefront hear your words giving boons to me, preceded by series of your oaths. Let your words be heard by sun, moon, sky, planets, day, night, the four quarters, universe, earth, celestial musicians, demons, spirits wandering in nights , house-gods and other spirits. King Dasharatha, who has true promise, who has great valour, who knows righteousness and who has good equanimity of mind, is giving boon to me. Let the celestials hear it for my sake.\""
        },
        {
            "type": "verse",
            "text": "Kaikeyi made Dasharatha to hear these words, praised him too much and thereafter spoke these words to him who was ready to give boons as he was infatuated by lust: \"Oh, King! Remember what happened in the battle between celestials and demons earlier. There the enemy destroyed almost every thing except your life. Oh, King! There, I saved you. Hence you gave boon to me who was so attentive in trying to save you. Oh, King! The protector of the Earth, the one who has true promise! I am hunting for those boons, which were given by you and kept with you for safe custody. You have to give that boon, as per right, to me as promised by you. If you despise me by not giving it, I should abandon my life now itself\"."
        },
        {
            "type": "verse",
            "text": "Dasharatha, after having thus yielded in full measure to kaikeyi's words, fell into her trap as a deer, for his self destruction."
        },
        {
            "type": "verse",
            "text": "There-afterwards, Kaikeyi spoke these words to Dasharatha who was ready to give boons and who was infatuated by lust: \"Oh, King! the lord of Earth!Now only I am asking for those boons which were given by you then. Listen to my words\"."
        },
        {
            "type": "verse",
            "text": "\"All arrangements have been made to undertake Rama's coronation. Let my Bharata instead be coronated on this occasion itself\"."
        },
        {
            "type": "verse",
            "text": "\"Now, the time has arrived for the second boon given by you affectionately then in the battle between celestials and demons. Rama has to take refuge in the forest of Dandaka for fourteen years and let him become an ascetic wearing rags, deer skin and matted hair\"."
        },
        {
            "type": "verse",
            "text": "\"Now itself, Bharata has to get rights of succession to kingdom, which is free of enemies. This is my greatest desire. Now I am asking for the boon given by you earlier. Oh King of the Kings, Dasharatha ! Be true to your promise and protect your caste, character and birth. Are not the ascetics telling that for human beings to get happiness in another world, they have to speak only the truth.?\""
        }
    ]
}