{
    "id": "prose-ayodhya-110",
    "kanda": "ayodhya",
    "sarga": "110",
    "title": "Vasishta gives details of the creation of the world to Sri Rama.",
    "chapter": "110",
    "overview": "Vasishta gives details of the creation of the world to Sri Rama. He says that Brahma, in the form of a boar caused the earth to rise from water and from Brahma is created the entire world. He recites the Genealogy of Rama's line. He informs that Aja and Suvrata were the two sons of Nabhaga and it was Aja who begot the virtuous King Dasharatha; Rama's father. Vasishta also informs Rama that i the whole of Ikshvaku race, only the eldest son becomes the king. He requests Sri Rama not to violate this tradition and take over the reins of Ayodhya.",
    "content": [
        {
            "type": "verse",
            "text": "Recognising that Rama has become angry, Vashishta spoke as follows: \"Even Jabali is aware of the going and coming of this world.\""
        },
        {
            "type": "verse",
            "text": " He spoke in this manner, on account of his desire that you should return. \"O, Lord of the people! Learn from me of the creation of the world! All was water only in the beginning from which element the earth was formed. After that, the self-existent Brahma with all the gods came into existence. Thereafter, that Brahma, assuming the form of boar, caused the earth to rise from water and with his sons of pure soul, created the entire world. The eternal, changeless and imperishable Brahma was begotten from ether and from his was born Marichi. Marichi's son was Kashyapa.\""
        },
        {
            "type": "verse",
            "text": "\"From Kashyapa, Vivasvan (sun-god) was born. Manu was the son of Vivasvan. Manu for his part, was formerly the lord of creation. Ikshvaku was Manu' s son. The entire fertile earth was given by Manu to Ikshvaku and know that Ikshvaku was thus the first king of Ayodhya! kshvaku's son was known as Kukshi, the illustrious king. Then, Kukshi's son was the valiant Vikukshi.\""
        },
        {
            "type": "verse",
            "text": "\"To Vikukshi was born the most splendid and powerful son, Bana. To Bana was born Anaranya the mighty armed and the most illustrious son. While this King Anaranya, the most excellent among beings was reigning, there was neither dearth of rain nor a drought. No one was a thief. From Anaranya was born the mighty armed king Prithu. From Prithu was born the Emperor Trishanku. That valiant man ascended to heaven along with his mortal body, because of his true eloquence.\""
        },
        {
            "type": "verse",
            "text": "\"The illustrious Mandhata was born as a son to Yuvanasva. To Mandhata was born the hero, Susandhi. There were two sons Dhruvasandhi and prasenajit to Susandhi. From Dhruvasandhi was born the illustrious Bharata, the annihilator of enemies. From the mighty armed Bharata was born a son named Asita, for whom his royal adversaries, Haihayas, Talajanghas and the valiant Shashibindavas became the enemies.\""
        },
        {
            "type": "verse",
            "text": "\"Having drawn out his battle-array against all those kings in a combat, the king Asita was driven away. Asita then became a devoted sage taking asylum in an excellent and charming mountain. Asita's two wives became pregnant. It is a hearsay that one of his wives gave poison to the other co-wife in order to destroy her fetus. A sage called Chyavana, belonging to Bhrign race was staying in a Himalayan mountain. Kalindi (Asita's wife) approached that sage and offered her salutation. That Brahmna spoke the following words to her, who wanted to obtain a boon for the birth of a son.\""
        },
        {
            "type": "verse",
            "text": "\"O, Queen! A high-souled son, who will be world-famous, righteous, of a good conduct, a perpetuator of the race and an annihilator of enemies will be born to you. The delighted Queen Kalindi circumambulated that sage, took permission from him to leave and thereafter on reaching home, had delivered a son, having eyes resembling lotus-leaves and having a radiance like that of Brahama the Lord of creation. Poison was given earlier by her co-wife with an intention to kill her fetus. Born with that poison itself, he became Sagara (a man with poison).\""
        },
        {
            "type": "verse",
            "text": "\"It was king Sagara who excavated the ocean and who, by his sacrifice, on the day of the full moon, by his energy, frightened the people here by the speed of his digging. Asamanja was Sagara's son. There was a hearsay that on account of his wicked deeds, Asamanja was banished by his father even during his life time. A valiant son called Amshuman was born to Asamanja. Dilipa was Amshuman's son. Bhagiratha was Dilipa's son. Of Bhagiratha was born kakutstha, from whom the Kakutsthas take their name. To Kakutsthas was born a son called Raghu, from whence spring Raghavas. From Raghu was born a renowned son named Pravriddha, known in the world under the names Purushadaka, Kalmashapada and Soudasa. Kalmashapada's son was renowned as Shankhana, who, even on attaining his father's valour, perished (in a battle) along with his army.\""
        },
        {
            "type": "verse",
            "text": "\"The fortunate Sudarshana was the son of Shankhana. Sudarshana's son was Agnivarna; and of Agnivarna was born Shighraga. Shighraga begot Maru and Maru's son was Prashushruva from Prashushruva was born Ambarisha of that great radiance. To Ambarisha was born a son named Nahusha who was full of valour. Nahusha's son was Nabhaga of outstanding virtue. Aja and Suvrata were the two sons of Nabhaga and it was Aja who begot the virtuous King Dasartha.\""
        },
        {
            "type": "verse",
            "text": "\"You are the eldest son of that Dasharatha, very well-known as Rama, the heir who can claim over the inheritance. O, King! Hence, take over your kingdom and look after your people there.\""
        },
        {
            "type": "verse",
            "text": "\"The eldest son only becomes the king in the entire Ikshvaku race. When the eldest son exists, the younger son will not become a king. The eldest son only is anointed to the crown. O, the celebrated one! This is the eternal tradition of your race, those born in Raghu dynasty and ought not to be violated by you. Rule over the earth, this vast kingdom abundant with precious metals, as did your father.\""
        }
    ]
}