{
    "id": "prose-ayodhya-111",
    "kanda": "ayodhya",
    "sarga": "111",
    "title": "Vashishta urges Rama to grant the prayer of Bharata",
    "chapter": "111",
    "overview": "Vashishta urges Rama to grant the prayer of Bharata. Rama replies that the command given  by his father cannot be disregarded. Bharata then decides to undertake a fest unto death as a last resort  to exert pressure on Rama. On Rama's dubbing such a step as repugnant to the code of conduct prescribed  for a kshatriya, Bharata requests Rama to allow him to remain in the forest as the latter's proxy. Rama,  however, rules out this proposition also, saying that it is a matter of reproach. He reaffirms his resolve  to enter Ayodhya only after implementing the pledge given to his father.",
    "content": [
        {
            "type": "verse",
            "text": "Having spoken thus to Rama, Vasishta the royal priest added the following righteous words:"
        },
        {
            "type": "verse",
            "text": "\"O, Kakutstha, O offspring the Raghu dynasty! From birth, the three spiritual instructors  of a man are his teacher, his father and his mother. O, excellent among men! The father of man his life.  The teacher instructs him in wisdom and therefore instructs the teacher is said to be the superior!\""
        },
        {
            "type": "verse",
            "text": "\"O, Rama the tormentator of the enemies! I am the spiritual Preceptor to your father  and to you too. In obeying my words, you will not transgress the path of the virtuous. O, dear prince!  These subjects, the traders, the other categories of people and Brahmana are your people only. In fulfilling  your duty to them, you will not be transgressing your righteous path. You ought not to be lacking in  reverence to your mother who is aged and possessing a noble conduct. By carrying out her words, you  will not deviate from the path of the virtuous. O, Rama excelling in truth and virtue. By fulfilling  the words of the beseeching Bharata, you will not be false to yourself.\""
        },
        {
            "type": "verse",
            "text": "Having heard the sweet words spoken by his spiritual preceptor himself, Rama the excellent  among men replied (as follows) to Vasishta who was seated there."
        },
        {
            "type": "verse",
            "text": "\"The good, which a father and mother do, by giving whatever they can, to their son constantly,  by putting him to sleep, rubbing his body with oil etc, nay, by speaking kindly to him every moment,  and even by nourishing him, can never be wholly requited. The command laid upon me by king Dasharatha,  my father, who begot me, cannot therefore be disregarded.\""
        },
        {
            "type": "verse",
            "text": "Hearing Rama's words, the most generous Bharata felt very much anguished and addressed  the following words to Sumantra the charioteer who was standing nearby:"
        },
        {
            "type": "verse",
            "text": "\"O, charioteer! Spread speedily the Kusha grass on the ground here for me. I shall remain  facing my illustrious brother till he gets propitiated (and grant my request). I shall remain lying  down in front of Rama's hut without food or drink and depriving myself of light until he returns to  Ayodhya, like a Brahman who is a destitute (lies down at the door of his creditor).\""
        },
        {
            "type": "verse",
            "text": "Seeing Sumantra who was gazing at Rama waiting for his command, the low-spirited Bharata,  on his own, brought a heap of Kusha grass and spread it on the floor."
        },
        {
            "type": "verse",
            "text": "Rama of great splendour and the best among royal sages spoke to Bharata as follows: \"O  Bharata my dear brother! What wrong have I done that you lie down before me? A Brahmana may lie down  on one side in order to obstruct a willful debtor in this world. But, it is not befitting for a warrior-class.  O Bharata, Tiger among men! Giving up this formidable resolve, rise up proceed speedily to Ayodhya the  best of cities, from here.\""
        },
        {
            "type": "verse",
            "text": "Still sitting in the same posture, Bharata looked at the citizens and rural folk around  on all sides and asked them why they were not entreating his venerable brother to return."
        },
        {
            "type": "verse",
            "text": "Those people, the inhabitants of town and country replied to the magnanimous Bharata  as follows: \"We know Rama very well. He is speaking rightly. This Rama of exalted merit is indeed standing  on his father's words. Hence, we are not able to convince him to return to Ayodhya.\""
        },
        {
            "type": "verse",
            "text": "Hearing their words, Rama said to Bharata: \"Reflect on the words of your companions,  who see rightly. O the mighty armed Bharata! Having listened to their testimony and mine, reflect on  the matter carefull. Rise and touch me and drink water.\""
        },
        {
            "type": "verse",
            "text": "Thereafter, Bharata rose, touched water and spoke as follows: \"Let the audience, including  ministers and the guild of traders hear me also. I never asked my father for the kingdom, nor did I  counsel my mother to enthrone me. I never gave my approval for the exile of Rama, the venerable hero,  who knows his duty very well. If it is absolutely essential that one of us should remain here and the  command of our father be executed, then it is I who will reside in the forest for fourteen years.\""
        },
        {
            "type": "verse",
            "text": "The high-souled Rama was surprised by the sincere words of his brother and by looking  at the inhabitants of town and country, spoke (as follows):"
        },
        {
            "type": "verse",
            "text": "\"The disposal, the pledge and the come-by which he was alive, cannot be broken either  by me or by Bharata. I cannot accede to the substitute in respect of the sojourn in the forest and it  is distasteful thing. What was advised by Kaikeyi was proper and what was done by my father was a righteous  deed.\""
        },
        {
            "type": "verse",
            "text": "\"I am aware that Bharata has necessary patience and due devotion for the elders. All  will be propitious in the case of this magnanimous Bharata, who is true to his promise. After returning  from the forest, I shall rule the earth, assisted by my virtuous brother. The king Dasharatha was indeed  solicited for a boon by Kaikeyi. That word of the king has been fulfilled by me. Hence, relieve our  father, the emperor from the blame.\" "
        },
        {
            "type": "verse",
            "text": "Thus completes 111th Chapter of Ayodhya Kanda of the glorious Ramayana of Valmiki, the  work of a sage and the oldest epic."
        }
    ]
}