{
    "id": "prose-ayodhya-112",
    "kanda": "ayodhya",
    "sarga": "112",
    "title": "The sages requests Bharata to accept Rama's words",
    "chapter": "112",
    "overview": "On hearing the debate between Rama and Bharata, all the sages there were astonished. The sages request Bharata to accept Rama's words. Bharata explains to Rama that he is unable to rule the vast kingdom alone to the satisfaction of its subjects. Bharata further adds that Rama has the necessary competence to save the world and makes a fervent appeal to Rama to return to Ayodhya. However, Rama replies that Bharata is quite capable of ruling the kingdom and advises Bharata to take counsel from his wise ministers before administering the kingdom. Rama reaffirms Bharata that he will never be false to his father's vow. Finally, Bharata agrees to Rama's proposition, but requests Rama to offer his sandals to be carried by him to Ayodhya so that the people there would get gain and security. Rama agrees to it and offers his sandals to Bharata, who takes a vow before Rama to enter fire in case he did not return immediately after the expiry of his term of exile. After embracing Bharata and Shatrughna, Rama bids farewell to all with due respect in accord with the rank of each and enters his hermitage.",
    "content": [
        {
            "type": "verse",
            "text": "Witnessing that thrilling converse between those two brothers with incomparable dignity, the great sages gathered there were astonished. The assemblies of ascetics, great saints present there and the distinguished sages who stood invisible in space, applauded both Rama and Bharata, the magnanimous brothers, saying (as follows):"
        },
        {
            "type": "verse",
            "text": "\"That Dasharatha, who begot these two sons, who know righteousness and whose strength is justice, was fortunate. By hearing the debate between these two princes, we are indeed delighted.\""
        },
        {
            "type": "verse",
            "text": " Thereafter, that assembly of sages, who wished to see a quick destruction of Ravana, came together and spoke the following words to Bharata, the excellent king."
        },
        {
            "type": "verse",
            "text": "\"O Bharata born in a noble race, highly intelligent, having a superior conduct and a great repute! If you have regard for your father, Rama's words are to be accepted. We wish to see Rama absolved of all obligations forever to his father. Dasharatha, having honoured his pledge to Kaikeyi, indeed went to heaven.\""
        },
        {
            "type": "verse",
            "text": "Having uttered that much, all the celestial musicians and the great sages then went to their respective abodes. Hearing those auspicious words, the good-looking Rama looked radiant and worshipped those sages with a joyful countenance."
        },
        {
            "type": "verse",
            "text": "Bharata, on his part, with trembled limbs, joined his palms in salutation and again spoke the following words to Rama in a strangled voice: \"O, Rama! Keep in view the continuance of our royal statue and the statute of the race. You ought to yield to the entreaties of mine and those of your mother. I am not able to rule this vast empire alone to the satisfaction of the beloved inhabitants of town and country!\""
        },
        {
            "type": "verse",
            "text": "\"Our kith and king, soldiers, companions and allies are waiting for you indeed, as farmers wait for the rainy clouds. O, the sagacious Rama! Return to the kingdom and keep it in order. You have the competence to save the world! "
        },
        {
            "type": "verse",
            "text": "That Bharata, who was kind-spoken, thus made a fervent appeal to Rama and fell at his feet."
        },
        {
            "type": "verse",
            "text": "Placing on his lap, that Bharata of dark hue, with eyes resembling lotus-petals and having a voice like that of a swan in rut, Rama spoke the following words to him:"
        },
        {
            "type": "verse",
            "text": "\"O, my dear brother! You are very much competent to rule the earth, by the intellect you obtained both inherently and by training. Take counsel with your ministers, companions and intelligent counsellors and get all activities done, even if they are gigantic. Light may go off from the moon; Himalayan mountain may shake off its snows; the sea may transgress its shores, but I will never be false to my father's vow! My dear brother! Your mother acted thus, for your sake, out of her affection or ambition. It should not be carried out in your mind. You ought to obey her as your mother.\""
        },
        {
            "type": "verse",
            "text": " Bharata replied (as follows) to Rama, who was speaking as aforesaid and who was equal to sun by his splendour or to the moon in its first quarter."
        },
        {
            "type": "verse",
            "text": "\"O, noble brother! Pray mount with your feet on the wooden sandals adorned with gold! Surely, these will bestow, gain and security to all the people!\" Rama, the tiger among men, possessing exceptional glory, placing his feet on the sandals and leaving them, gave them to the magnanimous Bharata."
        },
        {
            "type": "verse",
            "text": "Bowing before the sandals, Bharata spoke the following words to Rama: \"O, Rama the hero and the tormentator of enemies! For fourteen years, I shall wear matted locks and robes of bark, live on fruits and roots O Rama, and live outside the city, offering the ruling of the kingdom to your sandals. O, Rama! If I do not see you the following day when the fourteenth year has fully ended, I shall enter the fire once for all.\""
        },
        {
            "type": "verse",
            "text": "\"So be it\" promised Rama, embraced that Bharata with affection, took Shatrughna also in his arms and spoke to Bharata as follows:"
        },
        {
            "type": "verse",
            "text": "\"O Bharata! Protect your mother, Kaikeyi. Do not get angry with her. You are taken vow thus by me and by Sita.\" speaking thus, Rama with his eyes filled with tears, bade farewell to his brother. The valiant Bharata, who knew righteousness worshipped those sandals which were well-decorated made a circumambulation to Rama and kept the sandals on the head of an excellent elephant."
        },
        {
            "type": "verse",
            "text": "Rama, the augmentator of Raghu dynasty, being firm as a Himalayan rock in abiding in his own righteousness, greeted those men, in accord with their rank, the host of his preceptors, ministers, subjects and his brothers and bade farewell to all of them. His mothers, their voices choked with tears due to sorrow, were unable to bid farewell verbally to Rama. However, Rama himself offered his salutations to all his mothers and entered his hermitage, weeping."
        }
    ]
}