{
    "id": "prose-ayodhya-113",
    "kanda": "ayodhya",
    "sarga": "113",
    "title": "Keeping Rama's sandals on his head, Bharata ascends his chariot",
    "chapter": "113",
    "overview": "Keeping Rama's sandals on his head, Bharata ascends his chariot along with Shatrughna. Bharata advances along with his troops along side the mountain of Chitrakuta. On the way, he beholds Bharadwaja's hermitage and meets the sage. Bharata informs the sage about the insistence of Rama to stay back in the forest for fourteen years so as to honour the promise of his father scrupulously and also Vaishta's advice to Rama to offer his sandals to Bharata, to ensure peace and harmony in Ayodhya.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, keeping the sandals on his head, Bharata delightfully ascended his chariot along with Shatrughna. Before him, Vasishta, Vasudeva of firm vows, Jabali and all the ministers distinguished for their counsels, went ahead. Them, they advanced eastwards, by the charming Mandakini River, after making a round of Chitrakuta Mountain."
        },
        {
            "type": "verse",
            "text": "Observing various types of thousands of enchanting rocks, Bharata advanced along with his troops along the side of the mountain. In the vicinity of Chitrakuta Mountain, Bharata saw a hermitage where the sage Bharadwaja resided. Then, that Bharata endowed with understanding reached that hermitage of Bharadwaja, descended from his chariot and bowed down to the feet of Bharadwaja in salutation. "
        },
        {
            "type": "verse",
            "text": "Then, Bharadwaja full of joy, enquired of Bharata saying, \"O, dear prince! Has your purpose been accomplished? Have you met Rama?\"  Hearing the words of the learned sage, Bharadwaja, Bharata who was affectionate towards his brothers, replied to Bharadwaja (as follows)"
        },
        {
            "type": "verse",
            "text": "Despite the entreaties of his preceptor and of mine, Rama is unshakeable in his resolve and most cheerfully spoke the following words to Vasishta. \"I shall honour the promise of my father scrupulously and reside in the forest for fourteen years as I promised him.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, the highly wise Vasishta, the knower of proper mode of expression, replied to Rama who is the most skilful of orators, in the following great words:"
        },
        {
            "type": "verse",
            "text": "\"O, the extremely sagacious prince! Bestow joyfully these gold-encrusted sandals of yours on us and ensure peace and harmony in Ayodhya. Hearing the words of Vasishta, Rama stood up and turning to the East, placed his feet in those sandals and gave them to me as a sign of regency. Having taken leave of the very high-souled Rama, I turned back after receiving the auspicious sandals. Now, I am proceeding to Ayodhya.\""
        },
        {
            "type": "verse",
            "text": "Hearing those auspicious words of the high-souled Bharata, the sage Bharadwaja spoke to him the following words."
        },
        {
            "type": "verse",
            "text": "\"O Bharata the Tiger among men and excellent among those having virtue and good conduct! There is no surprise that a noble trait prevails in you, as naturally as the water allowed to go, always settles downwards. Your valiant father, Dasharatha, is immortal in having such a son as you are, the knower of righteousness and loving piety.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of that sage, Bharata with his joined palms, touched his feet in salutation and began taking leave from him. Then, the glorious Bharata made circumambulation again and again to Bharadwaja and proceeded to Ayodhya along with his ministers."
        },
        {
            "type": "verse",
            "text": "That extensive army of Bharata, following him with vehicles, carts and elephants, turned back again towards Ayodhya. Thereafter, all of them crossed the charming River Yamuna wreathed with waves and moreover saw the River Ganga with its pure water."
        },
        {
            "type": "verse",
            "text": "Bharata accompanied by his relative and his army crossed that River Ganga, full of charming waters and entered the beautiful town of Shringibhera. From Shringibhera, he saw Ayodhya again. Beholding the City of Ayodhya, which was bereft of his father and brother, Bharata tormented with grief, spoke the following words to the charioteer:"
        },
        {
            "type": "verse",
            "text": "\"O, Charioteer! See that Ayodhya city, ruined, with a vacant look, joyless, miserable, and with an impeded voice.\""
        }
    ]
}