{
    "id": "prose-ayodhya-114",
    "kanda": "ayodhya",
    "sarga": "114",
    "title": "Bharata enters Ayodhya city",
    "chapter": "114",
    "overview": "Bharata enters Ayodhya city, which appears to him gloomy and asks his charioteer why the city is looking luster-less. Thus speaking in many ways, Bharata enters his father's house which exhibits a vacant look and feels distressed.",
    "content": [
        {
            "type": "verse",
            "text": "The highly illustrious Lord, Bharata riding on a chariot emanating a gentle and deep sound entered soon the city of Ayodhya. He entered the city, frequented by cats and owls, abiding with crouched men and elephants and looking like a night enveloped by gloom, indistinctness and darkness."
        },
        {
            "type": "verse",
            "text": "Ayodhya looked like the planet Rohini, the beloved consort of the moon-god (treated as the enemy by the demon Rahu), tormented by planet Rahu* in the ascendant though ordinarily invested with an exceedingly bright splendour by virtue of her glory. "
        },
        {
            "type": "commentary",
            "text": "*The demon presiding over a planet of the same name figuring in Indian astronomy and identified by modern astronomy with the shadow of the earth cast on the orb of the moon during what is known as a lunar eclipse."
        },
        {
            "type": "verse",
            "text": "Ayodhya further looked emaciated like a mountain stream, whose scanty waters had become hot and agitated, birds living in which were scorched by the sun, and whose fish, small and big and alligators had perished,  a flame of sacrificial fire which when oblation is poured into it, rises like a golden cone without smoke and thereafter sinks into extinction (ash)."
        },
        {
            "type": "verse",
            "text": "Ayodhya looked like an afflicted army, shattered of its armour in a major conflict, whose ensigns borne on horses, elephants and chariots had been torn, and its heroic warriors slain. The waves of the sea though tosses very high with foam and a roar, is rendered noiseless, being shaken up by a silent wind."
        },
        {
            "type": "verse",
            "text": "Ayodhya appeared like a sacred altar, which, when the period of offering oblations into fire has completely expired, has been cleared of all sacrificial implements and deserted of recitations by the learned priests."
        },
        {
            "type": "verse",
            "text": "Ayodhya appeared like restless kine, deprived of the bull, who cease to graze in new pastures and stand in the cow-pen, dispirited. Ayodhya was resembling a new pearl-necklace, bereft of well- polished dazzling and excellent gems, rubies and the like, of genuine quality, which moved from its position with its virtue exhausted, soon dropped from the sky and fallen to earth, deprived of its splendour."
        },
        {
            "type": "verse",
            "text": "Ayodhya appeared like a flowering creeper laden with blossom in the sprin-tide, frequented by a swarm of intoxicated bees, that is suddenly consumed by a forest fire and withering. With its senseless traffic paralyzed and with its fairs and markets closed, Ayodhya resembled like a firmament, covered with clouds, with the moon and stars obscured."
        },
        {
            "type": "verse",
            "text": "Ayodhya appeared splendourless, like a deserted and uncleaned tavern, with its vendor of spirituous liquors killed, the excellent wine expended, its drinking pots and glasses broken and the pieces stewn in disorder."
        },
        {
            "type": "verse",
            "text": "Ayodhya resembled a cistern erected for storage and distribution of water, but now broken and collapsed with its platform riven and sunk, and covered with broken jars and earthen vessels, its water having been used up. "
        },
        {
            "type": "verse",
            "text": "Ayodhya resembled a bow-string, which was large and bent, with suitable noose at both ends, but severed from the bow by the arrows of heroes and fallen to the ground."
        },
        {
            "type": "verse",
            "text": "Ayodhya appeared like a mare, urged on suddenly by a horse-man, skilled in war-fare and fallen down when killed by the opposite army. Sitting in the chariot, the glorious Bharata, the son of Dasharatha, spoke the following words to the charioteer who was riding his excellent chariot:"
        },
        {
            "type": "verse",
            "text": "\"How is it that the deep and intensified sound of vocal and instrumental music is not heard as before in Ayodhya today? The intoxicating odour of spirituous liquor or the fragrance of floral garlands or the aroma of sandal and aloe-wood fumes, which used to be spread once on all sides, are not being wafted.\""
        },
        {
            "type": "verse",
            "text": "\"O, Sumantra! I do not hear, as before, the sound of the horses, the sound of the intoxicating elephants and the clattering of the great chariots in this city now. Rama, having left Ayodhya, the distressful youth are not making use of the perfumes like sandal-wood, aloe wood as also the most admirable and fresh floral garlands. "
        },
        {
            "type": "verse",
            "text": "In the city afflicted by Rama's desertion, people are not going out for pleasure-trips, wearing colourful garlands nor festivals are observed by them. The lustre of Ayodhya has departed along with my brother. It is certain. This Ayodhya is not shining indeed, like a rainy night at the time of the waning moon. When will my brother return, like a carnival, diffusing joy in Ayodhya, as do the autumnal rains? The highways in Ayodhya are not glittering with youthful people, richly attired, bearing themselves bravely and roaming about in groups.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking in many ways, Bharata entered his father's house, bereft of that emperor and which resembled a cave bereft of a lion. Bharata, though a composed man himself, shed tears by seeing that entire empty gynaecium, looking like a day without the sun with its relinquished radiance."
        }
    ]
}