{
    "id": "prose-ayodhya-115",
    "kanda": "ayodhya",
    "sarga": "115",
    "title": "Bharata expresses his desire to proceed to Nandigrama village",
    "chapter": "115",
    "overview": "After returning to Ayodhya, Bharata expresses his desire to proceed to Nandigrama village. Vasishta and the other elders agree to his proposal. Bharata along with Shatrughna ascend the chariot and proceed towards Nandigram. The ministers, family-priest, the army and the citizens of Ayodhya followed Bharata in his journey. Installing the wooden sandals of Rama on the royal throne, Bharata puts on the garb of an ascetic and carries on the rule under orders of the sandals, holding the royal canopy over them.",
    "content": [
        {
            "type": "verse",
            "text": "Having brought his mothers back to Ayodhya; Bharata, fixed in his resolve but sore stricken with grief, spoke to Vasishta and the elders (as follows):"
        },
        {
            "type": "verse",
            "text": "\"I am going to Nandigrama village. I take leave of all of you. There, I shall be able to endure all this woe, occasioned by Rama's absence. The king Dasharatha went to heaven. My elder brother is in the forest. I shall await for Rama to return to the kingdom; since verily he alone is the celebrated Lord of Ayodhya.\""
        },
        {
            "type": "verse",
            "text": "Hearing those auspicious words of the magnanimous Bharata, Vasishta the preceptor and all the ministers spoke as follows:"
        },
        {
            "type": "verse",
            "text": "\"O, Bharata! The words which your have spoken by you in devotion to your brother are very much appreciable. It is worthy of you alone. What man would not approve of the proposal of your highness, who are deeply fascinated of your relative, always affectionate to your brother and devoted to the path of elders?\""
        },
        {
            "type": "verse",
            "text": "Hearing the affectionate words of his counsellors, who spoke according to his wish, Bharata said to his charioteer, \"Let my chariot be made ready!\""
        },
        {
            "type": "verse",
            "text": "The illustrious Bharata, looking pleased and having offered salutation to all his mothers, entered his chariot along with Shatrughna. Both Shatrughna and Bharata, having quickly mounted the chariot and exceedingly rejoiced, set out, accompanied by ministers and family-priests."
        },
        {
            "type": "verse",
            "text": "All the preceptors there, headed by Vasishta and other Brahmanas being in the forefront, proceeded eastward, in which direction Nandigrama village was situated. When Bharata had left, the army too, abounding in elephants, horses and chariots marched unbidden. The residents of the city also followed suit. The magnanimous Bharata, affectionate of his brother, bearing the sandals belong to Rama on his head, set out for Nandigrama. "
        },
        {
            "type": "verse",
            "text": "Thereafter, having entered Nandigrama briskly Bharata descended his chariot quickly and spoke to his preceptors as follows: \"My brother, Rama has given to me this kingdom as a trust. These sandals, embellished with gold diffuse gain and security to the people.\""
        },
        {
            "type": "verse",
            "text": " Having dedicated the sacred trust to the wooden sandals, Bharata sore-stricken with anguish, spoke to the entire body of his ministers as follows: \"Hold the state canopy speedily over these wooden sandals, which have been accepted as symbols of the feet of Rama, my noble brother. By the presence of these wooden sandals of my brother here, a piety has been established in the kingdom. As a mark of compassion, this trust has been placed at my disposal, by my brother. There trust as such will be preserved till his return.\""
        },
        {
            "type": "verse",
            "text": "\"Having restored these wooden sandals personally to Rama's feet immediately after his return, I shall behold those feet of Rama along with these sandals. Restoring the kingdom to my elder brother, when re-united with him and thereby laying down the burden, I shall then assume the role of a servant of my elder brother.\""
        },
        {
            "type": "verse",
            "text": "\"By giving away these excellent wooden sandals, the symbols of trust, this kingdom, as well as the City of Ayodhya to Rama, I shall be washed of all my sins. Rama will be installed and his subjects made happy. It will be a four-fold more fame and happiness for me than that having obtained from the kingdom.\""
        },
        {
            "type": "verse",
            "text": "The highly illustrious Bharata though a distressed man, thus lamenting and pained, looked after the state administration along with his ministers from Nandigrama."
        },
        {
            "type": "verse",
            "text": "Assuming bark robes and matted locks in the guise of an ascetic, the lord and the hero Bharata dwelt in Nandigrama, protected by the army. Bharata, obedient to his elder brother, affectionate of his brothers and faithful to his vow, thus resided in Nandigrama, coronating the wooden sandals on the throne and wishing always for the return of Rama."
        },
        {
            "type": "verse",
            "text": "Reporting all the royal orders to the wooden sandals, Bharata was holding the royal canopy together with the chowrie to those sandals. Coronating the wooden sandals of his elder brother, the illustrious Bharata thereafter carried out the state administration, always maintaining his subservience to them. Whatever a small affair of the state came up or whenever a high-valued gift was offered, Bharata used to report that matter to the wooden sandals and then only dealt with it in the proper way afterwards."
        }
    ]
}