{
    "id": "prose-ayodhya-116",
    "kanda": "ayodhya",
    "sarga": "116",
    "title": "Rama notices anxiety among the sages who live in the vicinity",
    "chapter": "116",
    "overview": "Rama notices anxiety and perturbation among the sages who live in the vicinity. When an elderly sage among them is asked by Rama about the reason for their anguish, the said sage informs that some demons under the leadership of Khara are molesting the sages and hence the sages wished to leave the place. Rama gives his consent for their leaving. Bidding farewell to them with great respect, Rama retires to his own hermitage.",
    "content": [
        {
            "type": "verse",
            "text": "Bharata having returned (to Ayodhya), Rama who was dwelling in the woods, observed anxiety accompanied by perturbation among the sages. He saw there those ascetics-who were formerly quite pleased in that hermitage at Chitrakuta depending as they did on Rama- anxious. Pointing out to Rama through the movements of their eyes and eye-brows manifesting their anxiety, they whispered among themselves, narrating some legends in secret. Perceiving their distress, Rama was filled with apprehension about himself and with joined palms spoke the following words to a sage, the leader of that community of ascetics:"
        },
        {
            "type": "verse",
            "text": "\"O venerable sage! I fear that the conduct of my forefathers is not seen in me or there is some change for the worse in me, due to which the ascetics feel agitated. Has my younger brother, the high-souled Lakshmana, through inadvertence, behaved unworthy of him while the sages were seeing? I hope that Sita, who is serving you and who is keen in serving me, does not, I am afraid, behaved properly, according to the conduct suitable for women.\""
        },
        {
            "type": "verse",
            "text": "Then, that grown-up sage, who was elderly both by age and penance, appeared trembling and spoke to Rama, who was ever compassionate to all beings, as follows: \"O, dear Rama! What is there for us the ascetics to fear above all from Sita, who is natural in her disposition and is the follower of virtue? It is on account of demons, who, through enmity to you, have begun to oppress the sages. Alarmed by it, they discuss with each other how they can best defend themselves.\""
        },
        {
            "type": "verse",
            "text": "\"O, darling! Here, a demon called Khara, Ravana's younger brother- who is a boaster, victorious in battle, cruel and eater of human flesh, haughty and sinful-having uprooted all the ascetics who dwell in Janasthana, is unable to endure you also. My darling! From which time you came to dwell in this hermitage, from that time inwards, the demons continue to ill-treat the ascetics.\""
        },
        {
            "type": "verse",
            "text": "\"They appear in grotesque and harmful forms, filling them with terror, in diverse forms and possessing ugly and unnatural demeanor. Flinging filthy and inauspicious objects on some of the ascetics, the wicked demons stand in front of them and kill some ascetics too. Having themselves in those hermitages unnoticed, those evil-minded demons delight themselves in destroying the ascetics there.\""
        },
        {
            "type": "verse",
            "text": "\"At the time of pouring oblations into the sacred fire, they scatter the sacrificial vessels, sprinkle the fires with water and break the water-pots. \"Resolved to leave these retreats that have been invaded by evil spirits, the ascetics today are urging me to go to another area. O, Rama! Before those wicked beings indeed show bodily injury to the ascetics, we are abandoning this hermitage.\""
        },
        {
            "type": "verse",
            "text": "\"Not far from here, there is a colourful grove yielding many roots and fruits. I will take shelter again in that previous hermitage itself, along with an assembly of sages. O, darling! Khara, the demon will behave unjustly with you in the same way. If your mind feels so inclined, come along with us from here. O, Rama! To you, who live with your wife, though you are competent and ever watchful, there is a danger. Your stay here is conduced with misery now.\""
        },
        {
            "type": "verse",
            "text": "Rama the prince could not with his responsive words desist the said sage when he had spoken as aforesaid, eager as he was to leave the place. Having greeted, bidding farewell and justifying his statement to Rama, that leader of the community departed, leaving the hermitage, along with a host of sages. Accompanying them for a distance from that place, bidding farewell to that group of sages, offering his salutation to that ascetic, the leader of the community and taking leave of them, who were well-pleased and having received their counsel, Rama returned to his dwelling, which was sacred to reside."
        },
        {
            "type": "verse",
            "text": "That Rama, the lord, did not leave even for a moment that hermitage that had been deserted by the sages. But some ascetics among them who had fixed their mind on Rama (who followed the conduct of the sages) constantly followed Rama. "
        }
    ]
}