{
    "id": "prose-ayodhya-117",
    "kanda": "ayodhya",
    "sarga": "117",
    "title": "Rama decides to leave Chitrakuta Mountain",
    "chapter": "117",
    "overview": "Rama, after due reflection, decides to leave Chitrakuta mountain because of many handicaps. Setting out his journey from Chitrakuta mountain, he reaches the hermitage of Sage Atri and offers his salutation to him. Introducing his wife Anansuya as a great female ascetic to Rama, Atri urges Rama to send his concert Sita to Anasuya. Anasuya receives Sita, who greeted her and gives her instructions on the role and responsibilities of a devoted wife.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, when the sages departed, Rama, reflecting again and again, found no pleasure to remain in that place for many reasons."
        },
        {
            "type": "verse",
            "text": "\"It is here that Bharata, my mother along with the inhabitants of the city visited me. That memory haunts me, who lament for them daily. The dry dung of horses and elephants of that high souled Bharata's encamped army caused much spoliation (around here). We shall, therefore, move elsewhere\", pondering thus, Rama along with Sita and Lakshmana left that place."
        },
        {
            "type": "verse",
            "text": "On the way, after reaching the hermitage of a sage called Atri, the highly celebrated Rama offered salutation to that sage. The venerable sage, Atri too received him as his own son. Offering personally, abundant hospitality with full honours to Rama, the sage Atri rendered equal honour to Lakshmana and the highly blessed Sita too."
        },
        {
            "type": "verse",
            "text": "Atri, who knew righteousness and who was interested in the welfare of all beings, called his aged wife Anasuya who had just come there, she who was revered by all and addressed gently to her. Atri excellent sage spoke to the illustrious Anasuya, rich in asceticism and who lived a pious life, saying \"You welcome Videha's daughter!\" and thereafter introduced that virtuous female ascetic to Rama (as follows):"
        },
        {
            "type": "verse",
            "text": "\"O, Irreproachable Rama! When the earth was burnt up by drought without break for ten years, this virtuous woman produced fruit and roots, caused the River Jahnavi to flow here, undergoing a rigid mortification enriched by pious observances, by whom the most severe asceticism was practised for ten thousand years and obstacles were done away with and by whom for the reason of a divine command, in a great hurry ten nights were reduced to one night.* This Anasuya, who has bathed after completion of the voes, is like a mother to you.\""
        },
        {
            "type": "commentary",
            "text": "*We read in Puranas how sage Mandavya once pronounced a curse against a hermitess, Sandili by name, who was a friend of Anasuya that she would be widowed one morning within the next ten days. The hermitess in her turn pronounced a counter-curse saying that there would be no dawn any more. Alarmed at this, gods approached Anasuya, who by virtue of her asceticism converted the period of ten nights into one and in this way averted the death of the hermitess, husband and accomplished the purpose of gods."
        },
        {
            "type": "verse",
            "text": "\"Let Sita find refuge with that ascetic, who is revered by all the beings, famous as she is and though old is ever free from anger.\""
        },
        {
            "type": "verse",
            "text": "Saying \"Be it so\" to the aforesaid sage, who was speaking thus, Rama spoke to the virtuous Sita, the following excellent words: \"O, princess! You have heard what the sage has said. For your own good, approach the saintly Anasuya without delay.\""
        },
        {
            "type": "verse",
            "text": "Hearing these words of Rama, who is desirous of her welfare, Sita the daughter of Mithila circumambulated around Anasuya, Atri's wife, who knows piety. Sita coolly and reverently paid homage to that fortunate Anasuya, a devoted and virtuous wife, who was feeble, wrinkled, aged, with her hair turned grey due to old age, and whose frame constantly shook like a banana tree in a storm. Sita introduced herself, by announcing her name to Anasuya."
        },
        {
            "type": "verse",
            "text": "Saluting the irreproachable ascetic the rejoiced Sita with joined palms enquired about he well-being."
        },
        {
            "type": "verse",
            "text": "Then, comforting that celebrated Sita, engaged in righteous acts, Anasuya rejoicingly spoke as follows: \"Luckily enough, you are attending to righteousness. O, Sita the beautiful lady! Thank heaven! Leaving your relatives, honour and prosperity, you are accompanying Rama, who is expelled into a forest. Highly fortunate worlds await those women, await those women, to whom their husband is dear no matter whether he lives in a city or in a forest; whether he is sinful or virtuous. To women of noble nature, the husband is the highest deity no mater whether he is ill-behaved or licentious or devoid of riches.\""
        },
        {
            "type": "verse",
            "text": "\"O, Sita! On a reflection, I perceive none who is a better friend than a husband, who protects his wife in all circumstances, like the imperishable fruit of one's austerities. Those evil women, whose hearts follow their passions and conduct themselves dominating their husband, having no understanding of virtue and vice, do not follow him in the aforesaid manner.\""
        },
        {
            "type": "verse",
            "text": "\"O, Sita! Surely, those evil women, who get into an improper act of authority over their husbands reap infamy and decline in righteousness. Women, like you, on the other hand who are endowed with virtues, who look with detachment on prosperity and adversity in this world, therefore dwell in heaven as those who performed meritorious deeds. Thus devoted to your lord, loyal to your husband, following established rules, you become an honest wife to your husband and obtain merit and renown.\""
        }
    ]
}