{
    "id": "prose-ayodhya-118",
    "kanda": "ayodhya",
    "sarga": "118",
    "title": "Anasuya instructs Sita on the role of a devoted wife",
    "chapter": "118",
    "overview": "Sita agrees to the instructions given by Anasuya on the duties of a devoted wife. At the end of the conversation with Sita, Anasuya requests her to ask for a boon, and highly pleased with her, Anasuya bestows heavenly flowers and ornaments on her. Anasuya then requests Sita to relate to her the story of her marriage with Rama. Then Sita relates that story to Anasuya in detail.",
    "content": [
        {
            "type": "verse",
            "text": "Anasuya having spoken thus, Sita without any jealousy, full of reverence for her, addressed her gently as follows:"
        },
        {
            "type": "verse",
            "text": "\"It is not a surprise that a venerable woman like a you, talk to me like this, for, I know well that a husband is a respectable person for a woman. O, venerable woman! Even if my husband be without fortune, he should unhesitatingly be obeyed by me. How much more, if he be renowned for his virtues, compassionate, master of my heart, who is ever affectionate, a religious person, manifests the tenderness of a mother and a father to me. The exceedingly strong Rama bears himself to all other Queens, as he exercises his behaviour towards his mother, Kausalya."
        },
        {
            "type": "verse",
            "text": "\"The valiant and pious Rama who is devoted to Dasharatha and free from all sense of importance treats all those women as his mothers on whom Dasharatha has even once bestowed a single glance. The valiant and pious Rama who is devoted to Dasharatha and free from all sense of importance treats all those women as his mothers on whom Dasharatha has even once bestowed a single glance.\""
        },
        {
            "type": "verse",
            "text": "\"While departing for the lonely and fearful forest, my mother-in-law imparted a great message to me, which I have inscribed in my heart. What my mother taught me when witnessed by the fire, earlier at the time of my marriage with Rama, I shall always remember them. O, virtuous woman! By your words, all that is being renewed. No austerity, other than obedience to one's husband is decreed for a woman.\" "
        },
        {
            "type": "verse",
            "text": "Savitri* is now highly honoured in heaven, for having served her lord faithfully heaven, You too, having followed this, will proceed to heaven, in showing obedience to your husband.\""
        },
        {
            "type": "commentary",
            "text": "Savitri was the celebrated wife of Prince Satyavan."
        },
        {
            "type": "verse",
            "text": "\"This goddess Rohini, the excellent among all women, is not seen without the moon even for a single moment in the sky. Such excellent women, devoted to their husbands, and by their meritorious deeds, are highly honoured in heaven.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sita, Anasuya was very much pleased, kissed on Sita's forehead and spoke delightfully (as follows)"
        },
        {
            "type": "verse",
            "text": "\"O, Sita with a bright smile! There is a great merit acquired by me in virtue of my various pious observances. Through that power, I wish to confer a boon on you. Your words are suitable for the occasion and are charming too. I am satisfied. Tell me what good I may do for you.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of Anasuya, Sita was surprised and with a gentle smile spoke to her, who was richly endowed with the power of askesis, saying; \"Everything stands fulfilled (by your grace)."
        },
        {
            "type": "verse",
            "text": "Thus spoken by Sita, the pious-minded Anasuya became more delighted and said: \"O, Sita! Alas! I will create a great joy for you, which will be to your advantage. Here are divine gifts: a garland, an apparel, jewels, a scented cosmetic and rare body-cream. These are all given by me to adorn your limbs. They will be ever worthy of your and will remain in tact (even after constant use).\""
        },
        {
            "type": "verse",
            "text": "\"O, Sita! Your body, anointed with these heavenly cosmetics, will cause your husband to look beautiful, as Lakshmi (the goddess of fortune and beauty) does the imperishable Vishnu (the Lord of Preservation).\""
        },
        {
            "type": "verse",
            "text": "Sita accepted the apparel, the scented cosmetic, the jewels and the garlands as unsurpassed gifts of love. Having accepted those gifts of love, the illustrious Sita with joined palms, sat near that female ascetic. To inquire about a lovely tale of once upon a time, Anasuya who was firm in austerity, started asking the following words to Sita who was sitting near her in that manner."
        },
        {
            "type": "verse",
            "text": "\"O, Sita! It is so said that you were won by the illustrious Rama through a process of your self-choosing (svayamvara)*. This report has reached my ear.\""
        },
        {
            "type": "commentary",
            "text": "*Svayamvara= the ceremony of self-choice, when a princess chooses her own consort from the royal suitors assembled, by placing a garland around his neck."
        },
        {
            "type": "verse",
            "text": "\"O, Sita! I wish to hear that narrative in detail. Hence, tell me that tale in full as you experienced it.\""
        },
        {
            "type": "verse",
            "text": "Then, Sita obediently answered, saying \"Hear me\" and began to truly narrate that tale of Svayamvara to the virtuous woman, Anasuya. A king of Mithila kingdom, named Janaka who was valiant and a knower of righteousness, was devoted to the duty of his warrior class and was ruling the earth in a fitting manner.\""
        },
        {
            "type": "verse",
            "text": "\"While he was furrowing a territory of land, holding a plough in his hand, it is so said that I came forth, splitting up the land, as a daughter of that king. The king Janaka, who was absorbed in scattering handfuls of seeds was surprised to see me, with all my limbs covered with dust.\""
        },
        {
            "type": "verse",
            "text": "\"Placing me personally in his lap with affection, that childless king Janaka called one as his daughter, and was very fond of me since then. It is said that voice resembling that of a human being in the air above me rang out, saying\": \"O, King! Let it be so. This divine child without a match is a daughter to you, rightly.\""
        },
        {
            "type": "verse",
            "text": "\"Thereafter, my father the pious mind the lord of men and the king of Mithila kingdom was rejoiced in my possession and acquired extensive property. That king performing auspicious acts gave me into the care of the chief Queen. She nourished me fondly and with maternal affection.\""
        },
        {
            "type": "verse",
            "text": "\"Seeing my age to be such, when union with a husband can be easily had, my father fell a prey to anxiety like an indigent man, feeling miserable by the loss of all his possessions. Eventhough the father of an unmarried girl be like Indra himself on earth, suffers indignity in the world from the suitor's men, no matter whether they are equal or inferior to him.\""
        },
        {
            "type": "verse",
            "text": "\"Perceiving that ill-treatment threatening him at no distant date, the king Janaka was plunged into an ocean of anxiety and did not reach its end any more than a man without a bark would reach the end of a sea. Knowing me to be the one not emerged from a mother's womb, the king after a deep reflection, was unable to find a suitable and worthy husband for me.\""
        },
        {
            "type": "verse",
            "text": "\"After reflecting thus deeply, the thought came to him, 'I shall inaugurate a Svayamvara, a process of self-choosing marriage, for my daughter. In ancient days, Janaka received with affection from Varuna the rain-god, an excellent bow with two quivers that should never lack arrows.\""
        },
        {
            "type": "verse",
            "text": "\"That bow was so heavy in weight that no man could lift it up nor any of the kings were bale to bend it even in their dreams. My truthful father called all the princes first and informed them in a meeting about the bow to be lifted.\""
        },
        {
            "type": "verse",
            "text": "\"Whoever is able to lift up and string this bow, I will bestow my daughter in marriage on him. There is no doubt about it. Seeing that excellent bow, resembling a mountain in weight, and being unable to lift it up, the princes offered salutation to it and went away.\""
        },
        {
            "type": "verse",
            "text": "\"After a very long time, this Rama born in Raghu dynasty with a great splendour possessing a true valour, along with his brother Lakshmana together with a sage Visvamitra, came to witness a sacrifice. The pious-souled Visvamitra, having been received well by my father said to my father, (as follows):"
        },
        {
            "type": "verse",
            "text": "\"These two boys, the sons of Dasharatha wish to see that bow. Show that bow, coming from gods, to Rama the prince. Hearing the words of Vivamitra, Janaka caused the bow to be brought there. The mighty and the valiant Rama bent that bow merely within an instant and immediately stringed the bow with the bow-cord and drew the bow to the full.\""
        },
        {
            "type": "verse",
            "text": "\"While Rama was drawing the bow to the full, the bow was broken into two in the middle due to the resultant jerk. The terrific sound then created was like that of a falling thunderbolt. Then and there, my father true to his promise decided to bestow me on Rama, offering him a jar of pure water. But Rama did not consent to accept my hand till the will of his father, the Lord and the king of Ayodhya had been made known to him.\""
        },
        {
            "type": "verse",
            "text": "\"Thereupon, my father-in-law and the aged Dasharatha was invited to Mithila by my father and with his approval, I was bestowed on Rama, the knower of the self. My younger sister Urmila, the virtuous lady of lovely looks was given as a consort to Lakshmana by my father himself. I was given thus to Rama in that Svayamvara, a process of self-choosing marriage. I became devoted, by my good works, to my husband who is excellent among men of strength.\""
        }
    ]
}