{
    "id": "prose-ayodhya-119",
    "kanda": "ayodhya",
    "sarga": "119",
    "title": "Sita shows the gifts of Anasuya to Rama.",
    "chapter": "119",
    "overview": "As the evening twilight approaches, Anasuya sends Sita to Rama's presence. Sita approaches Rama and shows him the apparel, jewels and garlands gifted by Anasuya and duly adorned by her, Rama spends the night there along with Sita Lakshmana. At the onset of dawn, they take leave of the ascetics and advance further into the great forest in the route suggested by the ascetics.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing that great story, Anasuya the knower of piety kissed Sita's forehead and hugged her in her arms. \"It was narrated sweetly and amazingly by you, in clear words and syllables. It has been indeed heard by me how all that Svayamvara, the process of self-choosing marriage took place. O, the sweet speaking Sita! I am overjoyed by hearing your story. O, Fortunate One! While the auspicious night drawing near, the sun has sunk below horizon. The twittering of the birds can be heard, who, through the day, have sought their nourishment far and wide and are seeking their shelter for sleep at the time of evening-twilight.\""
        },
        {
            "type": "verse",
            "text": "\"These ascetics too are returning together, their bark-robes drenched from bathing, and with uplifted vessels, wet with sprinkled water on them. From the sacred fire kindled by the sages, according to the scriptural ordinance, a column of smoke with the hue of a pigeon's neck, raised by the wind, is seen there.\""
        },
        {
            "type": "verse",
            "text": "\"Thought their foliage is sparse, the trees look dense all around. The quarters of the world, by whom the senses are drawn apart, do not shine brilliantly at this place. The animals who wander about at night are ranging everywhere. The deer of the hermitage are sleeping round the sacred altars. O, Sita! The night richly adorned with stars has set well in motion. The moon encircled with light is seen rising in the sky. Go now. I give you leave. Be a female companion to Rama. Your sweet conversation has charmed me. "
        },
        {
            "type": "verse",
            "text": "\"O, Sita! O, Dear child! Adorn (with ornaments and apparel gifted by me) before my eyes and cause delight to me in embellishing yourself with heavenly jewels.\""
        },
        {
            "type": "verse",
            "text": "Then Sita, adorning herself, resembled the daughter of a god, and making obeisance to the feet of Anasuya, she went forward to meet Rama. Rama, the most eloquent one, saw Sita adorned as aforesaid and felt delighted over the charming gifts of the ascetic. Sita, the daughter of Mithila kingdom then showed to Rama all the apparel, jewels and garlands the affectionate gifts of Anasuya the hermitess."
        },
        {
            "type": "verse",
            "text": "Seeing the respectful treatment, received by Sita, which was very rare among human beings, Rama and Lakshmana the great car-warrior felt highly rejoiced. Thereupon, Rama with his face resembling the moon, having been honoured by the holy ascetics, was delighted and spent that auspicious night there."
        },
        {
            "type": "verse",
            "text": "While that night passed away, Rama and Lakshmana the tigers among men finished their ablutions and took leave of the ascetics dwelling the forest, who had just poured oblations into the sacred fire. Those ascetics dwelling in the forest and practising virtue told Rama and Lakshmana about the region of that forest, which was infested with demons (as follows):"
        },
        {
            "type": "verse",
            "text": "\"O, Rama! Various forms of man-eating demons and beasts drinking the blood are living in this great forest. They devour an ascetic or a celibate, who has not rinsed his mouth after finishing his meal or who is inattentive in this great forest. (Pray) ward them off! O, Rama! Here is the path of the great sages, through which they fetch the fruits in this forest. It is appropriate for you to go by this path in this dangerous forest.\""
        },
        {
            "type": "verse",
            "text": " Thus addressed by those Brahmanas having great asceticism, who, with joined palms paid obedience to him and blessed his journey, Rama the harasser of his foes entered the forest with his consort along with Lakshmana, as sun enters a mass of clouds."
        }
    ]
}