{
    "id": "prose-ayodhya-12",
    "kanda": "ayodhya",
    "sarga": "12",
    "title": "Dasharatha's reaction and Kaikeyi's adamant nature",
    "chapter": "12",
    "overview": " Dasharatha is shocked by the strange wishes of Kaikeyi and tries to convince Kaikeyi of her wishes as being harmful. Kaikeyi would not heed to the emperor's words.",
    "content": [
        {
            "type": "verse",
            "text": "After hearing the cruel words of Kaikeyi, King Dasharatha got disturbed and suffered great agony for a while. \"Is it a day-dream or a confusion of my mind? Or could it be an eclipse of my experience or a disease of the mind? Thinking over thus, the king could not make out on the spur of the moment what it was. Then, regaining consciousness, he felt tormented by Kaikeyi's words. Distressed and dis-gusted  as he was as a deer at the sight of a lioness and seated as he was on the bare floor, he gave forth a long sigh like a highly venomous serpent fixed to a charmed spot through magic spells. Uttering words \"what a pity!\" the angry king fell into a swoon once more, his mind infatuated with grief. Regaining consciousness after a long time and feeling much distressed and angry, the King spoke thus to Kaikeyi, as though consuming her with fire in his eyes: \"Oh cruel woman of wicked conduct, inclined to exterminate this race! What wrong has been done to you by Rama or by me? When Rama is treating you in the same way as his mother, why are you bent upon harming only him? By not knowing you as a female snake with fiery poison, you were admitted by me as princess in my house for my own self destruction. When all living beings extol the virtues of Rama, for what offence shall I forego my beloved son? Supreme delight comes to me on seeing my eldest son. My very consciousness is lost, if I fail to see Rama .The world can exist without the sun and a crop without water. But life cannot continue in my body, without Rama. Oh, sinful woman! enough of it. Let this resolution be given up. I even touch your feet with my head. Be gracious to me. Oh, sinful woman! Why this most treacherous design has been conceived by you? If you wish to ascertain my kindly or unkindly feeling towards Bharata, let it be so. But the observation made by you earlier that glorious Rama, who is senior in the practice of virtue is my eldest son as it was, must have been uttered in order to coax me or to get service from him. Afflicted with grief  by hearing Rama's proposed installation, you are tormenting me too much. Possessed by an evil spirit in a lonely house, you are subject to control of another Oh, queen!  In this Ikshhvaaku race, which is rich in good conduct, this very great misfortune has appeared, due to which your mind has been perverted.  Oh, large eyed one! Earlier you have not done anything unreasonable or repugnant to me. That is why, I do not believe what has been done by you. Indeed, Rama is on par with the great souled Bharata to you, for many times you were telling me stories illustrating this, Oh, young lady! Oh, timid lady! How do you take delight in banishment for fourteen years of that pious- minded and illustrious Rama? How do you take delight in the sojourn, in a most dreadful forest, of Rama with very delicate body and having his self held in piety? Oh, the fair-eyed one! why do you take delight in banishment of Rama, who is so pleasing to look at and who is so obediently doing service to you ? Rama always is doing service to you more than what Bharata does. For that reason also, in your case, I do not see any speciality in Bharata. In fact, who else other than Rama the best of men could do much more service to you with respect, with correct notion and in obedience? No censure or calumny against Rama can come from the mouth of many of thousands of women or from numerous dependents maintained by me. Addressing gently all created beings with clear mind, Rama a tiger among men, captivates the people of his kingdom by his kind actions. Rama the valiant, conquers men by virtue, the poor through charity, the elders by service, the enemies in battle by his bow. Truthfulness, charity, austerity, sacrifice, purity, straightforwardness, learning, service to elders-these are firmly established in Rama. Oh, Queen! How do you wish harm to that Rama who is richly endowed with honesty, who is equal to god and who is having splendour as of a great sage? I do not remember an unkind word spoken by Rama, who always speaks kindly words to all. As such, how can I for your sake, break unpalatable news to Rama the beloved. What recourse is there for me other than Rama, in whom forgiveness, asceticism, self-denial, truthfulness, piety, gratitude and harmlessness towards living beings exist.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Kaikeyi! You ought to bestow mercy to me, an old and miserable man who reached his end and is coaxing painfully to you. Whatever can be attained on earth, which has the sea as an end, all that I can give you. Let not anger take possession of you Oh, Kaikeyi ! I fold my hands in salutation to you. I am even touching your feet. Be a protector of Rama. Let not unrighteousness lay hold on me in this matter.\""
        },
        {
            "type": "verse",
            "text": "Then, that fierce Kaikeyi again spoke these fiercer words to Dasharatha, who was burning with sorrow and was wailing as aforesaid, who had fallen unconscious and was tossing about as he was filled with grief, and was praying again and again for being speedily borne across the sea of grief.: \"Oh, Valiant king! Having given boons, if you repent again and again how can you proclaim piety on this earth? Oh, knower of what is right! When many royal saints assemble and converse with you , what will be your reply? Can you say a wrong was done to Kaikeyi, on whose grace I am living now and who protected me earlier? Oh, King! You having granted boons indeed today, now talk in another way, creating blemish on other kings.When there was a dispute between a hawk and a pigeon (who were no other than Indra the ruler of gods ,and the god of fire respectively), the ruler of Sibis* gave away his own flesh to the bird and king Alarka** by parting with his eyes, attained to the highest destiny."
        },
        {
            "type": "verse",
            "text": "* Ruler of Sibi: We are told in our scriptures how in order to put the large -heartedness of the king to a test, Indra(the ruler of gods)and Agni (the god of fire) once appeared in his court in the disguise of a hawk and a pigeon. Being chased by the hawk, the pigeon which sought the king's protection, descended into his lap. The hawk which closely followed it, demanded it back from the king, contending that the bird had been allotted to it as its food by providence and the king had no right to rob it of its quarry. The king, however was not prepared to forsake the fugitive on any account and agreed to part with his own flesh in order to indemnify the hawk. The hawk however out weighed the king's flesh every time he chopped it from his body till at last he ascended the scale himself and thus offered himself in exchange for the pigeon. **Alarka=The royal sage Alarka parted with his own eyes in order to implement a boon granted by him to a blind Brahmana who asked for the king's eyes in order to have his own eyesight restored.The ocean, having given a promise, never crosses its limits. Therefore, bearing in mind the previous occurrences, do not violate the pledge given by you to me Oh, the evil-minded ! By giving up righteousness and by installing Rama in the kingdom, you want to enjoy life with Kausalya forever\"."
        },
        {
            "type": "verse",
            "text": "\"Let it be unrighteous or righteous, real or hoax. There should be no change in whatever is promised by you for me If Rama is coronated, I shall indeed die before your eyes by drinking abundant poison now itself in front of you. If I have to see Kausalya, the mother of Rama receiving salutations even for a day, death is indeed better for me. Oh, King! I swear to you an oath by Bharata and by myself that I will not be pleased with anything else other than sending Rama to exile.\""
        },
        {
            "type": "verse",
            "text": "Kaikeyi spoke words of such extent and stopped. She did not further reply to the wailing Dasharatha."
        },
        {
            "type": "verse",
            "text": "Hearing Kaikeyi's boons, asking for Rama's exile and Bharata's sovereignty which are very much unwelcome, king Dasharatha nevertheless was perturbed for a while and did not move his lips towards Kaikeyi. He kept gazing with unwinking eyes towards his beloved queen Kaikeyi, who spoke such disagreeable words. The king could not become comfortable on hearing that utterance, which was unkindly to his heart filling with pain and sorrow and was as terrible as a thunderbolt."
        },
        {
            "type": "verse",
            "text": "Reflecting over Kaikeyi's resolve and her terrible swearing, Dasharatha heaved a sigh, uttered \"Rama\"  and fell like a tree which was cut off."
        },
        {
            "type": "verse",
            "text": "Then the king became like a mad man who lost his equilibrium, like an ailing man getting upset and like a serpent losing its fiercfuleness."
        },
        {
            "type": "verse",
            "text": "Then the king spoke to Kaikeyi in a distressed tone as follows : \"By whom have you been taught this worthless thing which appears to be worthwhile? Like a woman whose mind has been perverted by an evil spirit, you are not ashamed to speak to me. In the beginning, I was not knowing your wavery conduct in this way. But now, I am seeing it in you. It is perverted.From whom has such fear cropped up in you, so as to seek Bharata to be seated on the throne and Rama to stay in the forest? If you want to do favour to your husband, to the world at large and to Bharata, you give up this sinful intention of sending Rama to exile Oh, cruel petty minded woman of sinful resolve and wicked deed! Which grievance or offence are you finding in me or in Rama?With out Rama, Bharata will not in any case take possession of the kingdom of Ayodhya as I think him to be stronger in virtue than even Rama. Having uttered the words 'proceed to the forest! ', how can I behold the pale face of  Rama resembling an eclipsed moon?\""
        },
        {
            "type": "verse",
            "text": "\"How can I see that reasonable scheme of mine, which was well made in consultation with friends and duely decided, foiled like an army destroyed by enemies? What the kings who came from many directions, will speak about me? 'Alas, this king Dasharatha, a fool was ruling this kingdom for such a long time!' When many virtuous and learned elders enquire me about Rama, what then shall I tell them? Even if I tell the truth that Rama was sent to forest by me, hard-pressed as I was by Kaikeyi, nobody will believe it and think it as untruth. What will Kausalya say to me if Rama proceeds to forest? What can I, having done an unkind act, reply to her? Oh, Kaikeyi! Whatever Kausalya, who was always desirous of showing kindness to me, who was blessed with a pet son, who speaks kind words and who deserves to be kindly treated, was waiting on me like a maid-servant, like a friend, like a wife, like a sister and like a mother. But, for your sake, she was never treated kindly by me. That which was done good by me for you, is hurting me now even as a meal taken with forbidden sauces fills an ailing person with repentance. Being apprehensive of seeing Rama being treated with contempt and sending him on exile to the forest, how will Sumitra put faith in me? Sita, alas, will hear woefully two unpleasant  incidents viz.; of me having befallen to death and of Rama seeking refuge in the forest. Alas! Like a Kinnara girl bereft of her partner at the side of Himalayan hill, Sita with her grief will make me lose my life. Seeing Rama dwelling in a great forest and Sita lamenting, I cannot indeed desire to live. Oh, Kaikeyi! Deprived of your husband, you can as such rule the kingdom along with your son. It is indeed impossible for me to survive, after Rama's exile. I considered you, a good and virtuous wife as you are, proving to be perpetually bad wife as one, having drunk wine mixed with poison, though possessing an attractive appearance, concludes it to be obnoxious. You used to speak to me very consolingly with untruthful gentle words like a deer being killed by a hunter after enticing it with melodious sounds. Venerable people gathered in the streets will reproach me who has sold away my son, saying that I am as bad as a Brahmana who drinks wine. It is certain. Alas! How distressing and how painful it is that I have to forbear your words! I got this type of trouble as an evil consequence earned in a previous life.  Like a rope used for hanging up one's neck through ignorance, Oh sinful woman, you have been   maintained by me lovingly, sinful as I am. Enjoying life with you , I could not recognise you as cause of my death. I touched you, like cobra touched with hand by a child in a deserted place. This world of living beings is certainly fit to curse me, such as I am, saying that Rama the great souled is deprived of fatherly protection by me, the evil-minded and alas! extremely foolish is king Dasharatha, whose mind is lustful for a woman and who sent his son to the forest. Emaciated by vows, by study of Vedas and by service to his preceptors, Rama will indeed (even) during his period of enjoyment, again undergo a great hardship. My son Rama is incapable of saying a second word to me to go to forest, he will say 'Be it so!'  If Rama does contrary to my command to go to forest, it will be most welcome to me. But, Rama the darling would never do so. Rama, who is pure minded, cannot indeed conjecture my way of thinking. Having been told to go to the forest, he will say 'Be it so'.On Rama reaching the forest, Death will take me, who is condemned by all men and unpardonable, to the abode of Yama the god of punishment.Rama the foremost among men-having left for the forest and I having been dead, what sinful act can you think of the remaining people beloved of me. The queen Kausalya, after losing me, Rama and sons Lakshmana and Satrughna, will be unable to endure the woes and will follow me to the abode of Yama. Having thrown Kausalya, Sumitra along with three sons and myself into tortures of hell, you be happy! Being abandoned by me and Rama, the Ikshhvaaku dynasty which was eternal, which was adorned with qualities, which could not be disturbed, will now be protected by you by bringing disorder. If it becomes agreeable to Bharata to send Rama to exile, let not Bharata do funeral rite to me , when my life has departed. Alas! my adversary! Oh, vulgar lady, Kaikeyi! Become satisfied with your desires! When I am dead consequent on Rama, the foremost of men, having proceeded to forest, you a widow along with your son will then rule over the kingdom. You are residing in my house with the designation of a princess. All ill-fame, which is unequalled in this world and lasting insult as well as disrespect of men will fall to my share as to a perpetrator of sinful deeds. How can My beloved son Rama, who was hitherto travelling as a Lord time again in chariots elephants and horses, will move on foot in a great forest? How will my son, in whose dining time, cooks wearing ear-rings used to prepare excellent food and drinks, trying to finish their work before others - actually survive by eating astringent bitter and pungent wild foods?. How having worn costly robes, will Rama who is deserving of lasting comforts, be in brown-red clothing on this earth? Whose terrific and thoughtless words are these, of one demanding Rama's exile to forest and the other of Bharata's consecration as king?Women of course are deceivers and even occupied with selfishness. Let them be condemned!  Here, I am not mentioning of all women but of Bharata's mother only. Oh, cruel woman of evil intent, given to pursuit of your selfish ends !You have a settled disposition to bring grief  to me. What a mischief do you expect through me or through Rama, who is always doing benefit to you? On seeing Rama plunged in adversity fathers leave of their sons and wives too their husbands .Nay, even the entire world gets exasperated. I, for one, rejoice by seeing that son Rama in the form of a divine boy, adorned with ornaments coming in proximity to me. By seeing him again and again , I get rejuvenated\""
        },
        {
            "type": "verse",
            "text": "\"Active life may be possible even without sun or even Indra (the wielder of thunder bolt) not pouring rain. But, my opinion is that not even one will survive, by seeing Rama departing from here. I lodged in my house, as one would one's own mortal enemy, you, who seek my destruction and are unfriendly. Alas, due to ignorance, a highly venomous female serpent has been held on my lap so long and therefore I am undone . Bereft of me as also Rama and Lakshmana, let Bharata along with you, rule over the city and the state. After killing your relatives, bring delight to my enemies. Oh, cruel natured! One who has struck a blow in adversity! When you violently utter such words now, why the teeth from your mouth have not fallen down, breaking into thousands of pieces?\""
        },
        {
            "type": "verse",
            "text": "\"Rama does not speak a word which is even a little malevolent or unkindly. He does not know how to utter harsh words. How indeed are you recounting the faults of Rama, who talks beautifully and who is always admired for his virtues\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Kaikeyi, the black guard of Keka dynasty! You may faint away or flare up or perish or enter the earth split up into thousands of cracks! I will not act on your word which is very cruel and inimical to me.\""
        },
        {
            "type": "verse",
            "text": "\"I do not wish the survival of you, who are destructive like a razor, always speaking falsely pleasing words, are of evil natured, disastrous to the family, intent upon burning my heart along with vitals and repellent to my mind\""
        },
        {
            "type": "verse",
            "text": "\"There is no life to me without my son. How can there be happiness moreover? From whom else can there be joy , while I survive? Oh, queen! You ought not to do an unfriendly act to me. I even touch your feet. Be gracious to me.\""
        },
        {
            "type": "verse",
            "text": "That king, who has been gripped in the heart by his wife, who transgressed all bounds of decorum , wailing like a forlorn child and not reaching Kaikeyi's both the feet which were spread along , sank down like an ailing man."
        }
    ]
}