{
    "id": "prose-ayodhya-13",
    "kanda": "ayodhya",
    "sarga": "13",
    "title": "Dasharatha's grief and anguish",
    "chapter": "13",
    "overview": " In this chapter, Sage Valmiki describes the bitter agony of Dasharatha on hearing the adamant Kaikeyi's words.",
    "content": [
        {
            "type": "verse",
            "text": "Dasharatha did not deserve such a behaviour (from Kaikeyi) nor was he habituated to such a situation. He was lying down on the floor, as king Yayati who fell down on earth after exhausting his merit in the region of heaven. Kaikeyi who was a manifestation of worthlessness, who accomplished her desire, who was fearlessly exhibiting her fearful form, asked for those boons again in a loud voice, to Dasharatha who was in such a bad moody situation.: \"Oh, king! You always boast yourself, saying ' I speak truth. I am persistent in my promise.' Now, why are you withholding my boons standing in my credit?\""
        },
        {
            "type": "verse",
            "text": "After thus spoken to by Kaikeyi, Dasharatha became angry, turned out delirious for a moment and again replied as follows:"
        },
        {
            "type": "verse",
            "text": "\"Oh, the vulgar one! You, my enemy! You want to be happy after your desire is fulfilled when Rama the best among men leaves for the forest and when I die thereafter. Alas! When celestials ask me about Rama's well-being after I reach heaven, how can I indeed convince them about his welfare? If I tell without obscuring the fact that I sent Rama to exile with the intention of showing kindness to Kaikeyi, nobody will believe me. With much effort  I, the childless begot the great and powerful Rama as my son. How can I abandon such Rama? How can I send away Rama who is valiant and knowledgeable, who has subdued anger, who has forbearance and who has eyes like lotus-petals. How I can I send Rama, who is dark blue in colour like a blue lotus, who is long-armed , who is very strong and graceful, to Dandaka forest? Rama is accustomed to comforts. He is not accustomed to difficulties. How can I imagine such sensible Rama in a troublesome situation? I shall be happy if death occurs to me now so that Rama's life which is unworthy of suffering, is not made miserable. Oh, cruel one! One with sinful thoughts! Oh, Kaikeyi!  Why are you planning to do harm to Rama who is beloved to me and who is truly heroic? I shall certainly get unparallelled ill fame and humiliation in this world\"."
        },
        {
            "type": "verse",
            "text": "While Dasharatha was thus lamenting with his disturbed mind, there was the approach of night with setting of the sun.To Dasharatha, who was thus lamenting painfully, the night seemed to be dark even though it was adorned with charming circular moon.The aged Dasharatha was lamenting painfully as though afflicted with a disease, with hot and hard breaths, having his eyes fixed on the sky.Oh, auspicious night, decorated with stars! Do not wish to break into a dawn. Have mercy on me. I pray with folded hands. Otherwise, Oh, Night! Leave away quickly. I do not want to see Kaikeyi, who is shameless, cruel and for whose reason this great calamity occurred\""
        },
        {
            "type": "verse",
            "text": "The king spoke like this and beseeched Kaikeyi with folded hands. He again spoke this word to Kaikeyi: \"Oh, auspicious queen! I am a well conducted man. I am dejected and seeking refuge in you. I am an old man and especially a king. Be kind to me. Oh, well-hipped one! I hope that whatever I told, has not merged in the sky. Oh! young woman, be kind to me . You are gentle-hearted. Oh, queen with dark outer corner of eyes ! Be kind. You yourself give my kingdom to Rama. Thus, you will obtain great fame. Oh, broad hipped, with beautiful face and eyes! Do this. It will be pleasing to me, to Rama, to the world, to  the priests and to Bharata.\""
        },
        {
            "type": "verse",
            "text": "Hearing the king, who was her pure-hearted husband and who was pitifully lamenting strangely with red eyes filled with tears, that bad tempered cruel woman did not follow his words. Seeing his discontented wife talking unpleasantly about sending Rama to forest, the king was distressed, fainted again and fell down unconscious on the floor."
        },
        {
            "type": "verse",
            "text": "While the distressed and self-respected king was sighing terribly in this way, that night came to an end. In the dawn, bards and singers started to awaken him. But the king prevented them to do so."
        }
    ]
}