{
    "id": "prose-ayodhya-14",
    "kanda": "ayodhya",
    "sarga": "14",
    "title": "The night passes",
    "chapter": "14",
    "overview": "This chapter starts with Kaikeyi's entreaties to the king followed by Dasharatha disowning  her as wife. The night passes and Sumantra comes to wake up the King. Ordered by Kaikeyi to bring Sri  Rama to the king, he goes to Sri Rama to fetch Him.",
    "content": [
        {
            "type": "verse",
            "text": "That wicked woman spoke these words to Dasharatha, tormented as he was by the anguish  for his son, was unconscious and tossing about on the floor: \"What is this? After hearing the promise  given to me, you are lying on the floor dejected as though you had committed a great sin. You ought  to keep yourself within bounds of ethics. People who know what is right, indeed speak of truthfulness  as highest virtue. I too have taken refuge in truth and made you aware of your duty. Oh, king! Having  made a promise to a hawk and offering his body to the bird , king Saibya, the ruler of the world obtained  the greatest destiny. In that manner, Alarka the glorious man plucking his own eyes, indeed gave remorselessly,  to a Brahmana skilled in the Veda, when asked for them. Following ruthfulness, ocean the lord of rivers  even at the time of flow-tide, does not transgress even to a small extent its boundary because of its  compliance to truth.\"Truth is one word and is Brahma. On truth is righteousness established. Truth indeed  is the knowledge imperishable. By truth alone, the supreme being is obtained. O the best among men!  Firmly adhere to truth, if your mind is fixed on piety. Since you are a bestower of boons, let my aforesaid  prayer be granted. In order to attain the covetous fruit of righteousness and to concede to my request,  send Rama your son to exile. I am telling it to you three times. Oh, the venerable man! If you do not  implement our agreement, it means you have abandoned me. Hence I will give up my life here in front  of you\"."
        },
        {
            "type": "verse",
            "text": "Thus compelled by Kaikeyi, who had no uneasiness in her mind, king Dasharatha could not  untie the cord of plighted word that fettered him , any more than Bali could unloose the noose placed  (round his body) by Indra(through his younger brother Vamana in order to deprive him of his sovereignty  of the three worlds).Like a bullock throbbing between yoke and the wheel , Dasharatha got agitated in  heart and became pale in his face.King Dasharatha, with bedimmed eyes, was unable, as it were, to see.  But with difficulty, he controlled himself by recourse to firmness and spoke to Kaikeyi as follows:  \"Oh, wicked woman! I abandon your hand, which was clasped by me in presence of nuptial fire, when it  was consecrated by sacred recitations as also your son begotten by me along with yourself. Oh, Queen!  the night has gone by, with the return of rising sun. Elderly people will certainly quicken me for installation  of Rama with the sacred materials procured for the purpose. Oh, woman of vicious conduct! If you obstruct  Rama's installation, you including your son cannot offer me water(to my depated spirit). Rama will be  made to do the offering of water to me, after my death. Having seen people with that joy before, I cannot  see them with their happiness ended, without any merriment and having their faces turned downward in  grief\"."
        },
        {
            "type": "verse",
            "text": "While that great souled king was speaking to her as aforesaid, the holy night endowed  with moon and stars began to become clear into a dawn."
        },
        {
            "type": "verse",
            "text": "Kaikeyi of vicious conduct and of skilful talk, filled with anger, again spoke these  harsh words to the king:\" Oh, king ! You are uttering words, which cannot be swallowed easily like in  a painful throat disease. You ought to summon your son Rama here without any delay. You will be the  one who discharges duty, by installing my son to this kingdom, by making Rama to wander in the woods  and rid me of enemies.\""
        },
        {
            "type": "verse",
            "text": "Impelled again and again by Kaikeyi, like an excellent horse being severely thrashed  with a whip, that king spoke these words to Kaikeyi; \"I am bound by the ties of morality. I lost my  judgement. I wish to see the pious Rama, my beloved elder son."
        },
        {
            "type": "verse",
            "text": "Meanwhile, the night began to become clear, with the rising of sun. While the auspicious  moment united with lunar mansion approaching, the sage Vashishta who is rich in virtues surrounded by  his disciples entered the capital city of Ayodhya briskly, having procured the requisite materials for  Rama's coronation.Passing through that city, whose streets were swept and watered and decorated with  excellent flags, overspread with colourful flowers , made brilliant with various types of garlands,  thronged with people of joy, with shops and markets in abundance, marked with lot of festivities, anxiously  waiting for Rama, fumigated on all sides with perfumes of sandalwood , also resembling Amaravathi city(capital  of Indra); the sage Vashishta beheld the excellent gynaecium graced with many a number of Brahmanas,  crowded with citizens and countrymen, and fully packed with servants carrying a staff and excellent  horses richly adorned. Vashishta, being well pleased of seeing that gynaecium, got past those people  there and entered it. Meanwhile, he saw Sumantra by name, who was charioteer-cum-minister of Dasharatha  and who had a pleasing appearance, coming out of the royal gate. Then that great splendoured Vashishta  spoke thus to the learned Sumantra, \"Tell the king quickly, that I have come. Pitchers filled with holy  waters of Ganga , gold pitchers with sea water and an excellent seat with Udambara wood came for the  purpose of Rama's installation ceremony. All types of seeds, fragrant substances and precious stones  of various kinds, honey, curd, clarified butter, parched grains of paddy, blades of Darbha grass, flowers,  milk, eight beautiful virgins , an elephant in rut, a glorious chariot with four horses, a special kind  of sword called Nistrimsa, an excellent bow , a palanquin with bearers, an umbrella resembling the moon  , a pair of white chowries, a golden jug, a white bull with large hump on its back, an excellent lion  with beautiful mane with large canine teeth, a throne, a tiger skin, fire with ignition , all varieties  of musical instruments,courtesans, women decked with ornaments, teachers, Brahmanas, cows, animals and  birds which are sacred, the best of citizens and men of country side, merchants along with their followers,  all these and many other retainers speaking kind words, along with kings stand waiting for Rama's coronation.  Hasten the emperor, so that Rama will get the throne when the day gets started at the auspicious moment  of pushya constellation uniting with the moon\""
        },
        {
            "type": "verse",
            "text": "Hearing these words of Vashishta the great souled, Sumantra entered the gynaecium along  with Dasharatha, the tiger among kings.The doormen , who were wishing to do kindness to king, could not  obstruct Sumantra, who came before hand who was senior and who was highly esteemed by the king."
        },
        {
            "type": "verse",
            "text": "Standing besides the king and ignorant of that situation, Sumantra started praising the  king with very pleasing words. Sumantra, standing with joined palms in the gynaecium of the king, eulogised  the king according to the appropriate moment as follows: \"How the splendid ocean gladdens at the time  of sunrise, so do you by nature filled with delight, gladden us with your delighted mind.. At the very  hour of sunrise, Matali (Indra's charioteer) praised Indra and the latter conquered all the demons.  In the same manner, I am awakening you. As Vedas along with the knowledge of the limbs of the body guide  Lord Brahma (the creator) who is self born, so am I awakening you now. Brahma derives his knowledge  of objects to be evolved at the beginning of creation from the Vedas. Even as the sun along with the  moon awaken the beautiful earth which sustains the beings, so, am I awakening you. Having dressed suitably  for the auspicious ceremony and shining brightly with your personality, raise up. Oh, Majesty, like  the sun from mount Meru. Oh, Dasharatha born in Kakutstha dynasty! May the Gods -Sun and the Moon Shiva  and Kubera, Varuna, Agni and Indra bestow you victory! Oh, the best of the kings ! The holy night has  gone by. Know what has been done and do what has to be done. All the requirements for Rama's coronation  is kept ready. The venerable Vashishta himself stands waiting at the gate along with Brahmanas, being  saluted with joined palms by citizens, village folk and merchants. Oh king! Give orders quickly for  Rama's coronation ceremony. A kingdom without a king is like cattle without a herdsman, army without  a commander, night without the moon and cows without a bull.\""
        },
        {
            "type": "verse",
            "text": "Hearing his words which were soothing and meaningful, the emperor was surrounded with  grief once more. That king who was pious and glorious, having lost joy , looked up with eyes reddened  through grief for his son and spoke thus to Sumantra: \"You are chopping off my vitals further more,  with your words!.\""
        },
        {
            "type": "verse",
            "text": "Sumantra, after seeing the depressed king and hearing mournful words, joined palms with  salutation and slipped away to a distance from that place."
        },
        {
            "type": "verse",
            "text": "Dasharatha could not say any thing himself because of depression. Then, Kaikeyi who is  experienced in fore-thoughts, spoke thus to Sumantra: \"Oh Sumantra! The king, being smitten by emotional  joy in relation to Rama, was tired due to uninturrupted wakefulness during whole night and got asleep.  Oh, Sumantra! Hence, quickly go and bring the glorious prince Rama. Blessedness to you! Do not have  any hesitation in this matter. \""
        },
        {
            "type": "verse",
            "text": "He was thinking of that auspicious occasion in heart and rejoiced. With pleasure, he  set out, by the orders of the king.Instigated by her, Sumantra thought that the righteous Rama would  come there certainly for coronation. Sumantra thus thinking and dwelling in a great joy, set out with  a desire to see the long armed Rama"
        },
        {
            "type": "verse",
            "text": "Sumantra coming out of gynaceum which looked like a splendid pool in the sea, saw the  gate being crowded with throngs of people. Afterwards, proceeding further on, he saw near the gate some  kings stationed there and very rich citizens having arrived."
        }
    ]
}