{
    "id": "prose-ayodhya-15",
    "kanda": "ayodhya",
    "sarga": "15",
    "title": "Sumantra arrives at Sri Rama's chambers",
    "chapter": "15",
    "overview": "In this chapter, Sumantra enters the royal court and observes all the arrangements made  for the coronation of Sri Rama. Ordered by Dasharatha to fetch Sri Rama, he enters the mighty building  of Sri Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Those Brahmans skilled in Vedas stayed there all the night and arrived at a nearby place  along with the royal priest, Vashishta. Ministers, army chiefs, prominent leaders of the city assembled  there, welcoming the cause of Rama's coronation. The best of Brahmanas were prepared to do Rama's coronation  in day-time after the sun rises clearly at the arrival of Pushya star and on arrival of Rama's auspicious  birth time of Cancer Golden water-pots, well-decorated throne and chariot covered well by shining tiger-skin  were impressive. Water was brought from auspicious conjunction of rivers Ganga and Yamuna, from other  rivers, lakes, wells, ponds, from streams flowing eastwards, from streams which joined together and  from oceans in all sides. Gold and silver pots filled with best water together with popped grain and  covered by milky sapped leaves, lotuses and water-lilies were shining there. Honey, curd, clarified  butter popped grain, sacred grass, flowers and milk were kept ready. Harlots adorned with all types  of ornaments were also glimmering there. An excellent fly-flopper which was like spread-out rays of  moon, made of gold, adorned with diamonds was kept ready for Rama. A white umbrella like circular moon,  which was kept in advance for the occasion of coronation was also kept ready. A white bull, a white  horse and a mighty and beautiful elephant fit to be mounted by kings were readily waiting. Eight auspicious  virgins adorned with all types of ornaments, various types of musical instruments, panegyrists and others  were also waiting. The people who gathered there after getting the things required as per orders of  king for coronation ceremony to be held in a kingdom of Ikshhvaaku dynasty, could not sight the king  and discussed among themselves about how to inform the king regarding their arrival. \" The king is not  being seen. The sun has risen. Everything is ready for the coronation of Rama, the wise .\" Sumantra,  who received good respect from Dasharatha, heard them thus speaking and addressed those kings, who came  from different countries : \".I am going to Rama now quickly as per king's directions. But, you are all  worthy of worship by Dasharatha and by Rama in particular. I shall ask as your word about the well-being  of king who is now awake and also about the reason of his not coming here.\""
        },
        {
            "type": "verse",
            "text": "That Sumantra, knower of many ancient anecdotes , spoke thus, approached entrance of  royal palace and entered the inner quarters which is always kept closed. He entered the inner quarters  and praised the king's dynasty. He approached the royal bedroom and stood there at a distance."
        },
        {
            "type": "verse",
            "text": "He entered the bedroom, approached nearer to the curtain there and praised Dasharatha's  qualities with blessings.: \"Oh, king Dasharatha! Let sun and the moon, guardians of the world like Shiva  and Kubera, Varuna, Agni and Indra grant victory to you! Oh, the best of kings! The venerable night  has gone. The auspicious day has come. Wake up and do whatever needs to be done thereafter. Oh, king  Dasharatha ! Brahmanas, chiefs of armed forces and traders are waiting to see you. Please wake up.\""
        },
        {
            "type": "verse",
            "text": "Then, Dasharatha woke up and spoke these words to Sumantra, who was eulogising him, who  was skilled in giving advice and who was his charioteer. \"Why have you not followed my orders even though  you were asked by her to bring Rama.\" King Dasharatha ordered that charioteer there again thus - \" I  am not sleeping. Bring Rama here soon\"."
        },
        {
            "type": "verse",
            "text": "He listened to king's words, bowed his head in salutation to him, thought for goodness  of king, and came out of the king's palace."
        },
        {
            "type": "verse",
            "text": "That Sumantra with placid mind, went happily seeing the royal roads adorned with flags  and banners. Sumantra heard the words pertaining to Rama and Rama's coronation spoken together by joyful  people there. Then, Sumantra saw Rama's palace which was lovely, shining like top of a mountain and  radiant like Indra's palace."
        },
        {
            "type": "verse",
            "text": "Rama's palace was beautiful with large doors and adorned with hundreds of raised quadrangular  seats. There were festooned decorations over doorways with gems and corals. It was adorned with various  precious stones and the best of garlands. Pearls were scattered all over abundantly. It was decorated  with sandal and aloe woods, spreading out beautiful smells like the peak of a Darddura Mountain. Cranes  and peacocks were singing sweetly. Figures of wolves and other art forms were sculptured here and there.  It was attracting the eyes and minds of creatures by its brilliance. It was shining like a constellation  of moon and the sun. It was full of various kinds of birds. It was as high as Meru mountain. Sumantra  saw such a palace of Rama. People who came from different rural parts to see Rama's coronation were  waiting with different gifts in their hands. That house decorated with various diamonds, was looking  high like a great cloud. Hunch backed servants and servants of kirata tribe were moving all over the  house."
        },
        {
            "type": "verse",
            "text": "That Sumantra with chariot fastened with horses and having a top, approached towards  Rama's palace, irradiating the overcrowded main road and gladdening the hearts of all citizens. That  palace of the great souled Rama was like Indra's palace with great wealth. It was filled with various  deers and peacocks. After approaching that palace, he became quite thrilled. The inner apartments of  Rama's palace were well decorated, high as Kailasa mountain and like abodes of deities. Sumantra entered  there, passed over many of Rama's friends who were well wishers and approached Rama's inner apartment."
        },
        {
            "type": "verse",
            "text": "There, Sumantra heard delightful people talking about Rama's coronation and the rites  to be performed for the sake of Rama's prosperity."
        },
        {
            "type": "verse",
            "text": "Sumantra saw the beautiful palace of Rama which was as high as top of the Meru mountain,  shining with radiance. The mansion was filled with birds and antelopes. It was like Indra's mansion.  He saw crores and millions of rural folk and other people with folded hands approaching the area leaving  their respective vehicles. There he saw a beautiful elephant called Satrunjaya with highly elevated  body and as Rama's royal conveyance. It was like a great cloud and a mountain. It was in a rut, uncontrollable  by goad and capable of conquering the enemy."
        },
        {
            "type": "verse",
            "text": "The ministers in chief who were beloved to the king, were well-adorned and came there  on horse-carriages and elephants. Sumantra passed over the people gathered there on all sides and entered  the rich inner apartment."
        },
        {
            "type": "verse",
            "text": "Then, that Sumantra entered Rama's palace, which was like top of a mountain, like an  unmoving cloud, which contained mansions resembling excellent aerial cars--even as a crocodile entering  the ocean containing a number of precious stones. Nobody obstructed him."
        }
    ]
}