{
    "id": "prose-ayodhya-16",
    "kanda": "ayodhya",
    "sarga": "16",
    "title": "Jubilant city of Ayodhya",
    "chapter": "16",
    "overview": "In this chapter, Sumantra arrives at Rama's palace to fetch him to royal court. Rama  starts to the royal court to meet his father. On the way Rama observes the jubiliant city.",
    "content": [
        {
            "type": "verse",
            "text": "That Sumantra,( who knew many ancient sacred legends), passed over the crowded entrance  of the palace and reached the secluded inner apartment. In that area of the inner apartment, some youths  , wearing darts and bows, were on security-duty with due vigilance and attention. They were all greatly  devoted to the king and were wearing polished ear-rings. There he saw aged palace-supervisors wearing  orange coloured clothes, adorning themselves well, having canes in their hands, well composed and being  posted at door-ways. All of them, the well-wishers of Rama, saw that Sumantra arriving and raised from  their seats hurriedly at once. That humble-minded Sumantra spoke to them thus, \"Tell Rama immediately  that Sumantra is waiting with reverence at the entrance\" They, the well-wishers of their master, approached  Rama who was closeted with his wife and immediately informed him."
        },
        {
            "type": "verse",
            "text": "Knowing that Sumantra, who was intimate to his father, came, Rama prompted as he was  with a desire to show kindness, called him in there."
        },
        {
            "type": "verse",
            "text": "That Sumantra saw Rama sitting like Kubera on a golden couch with the best cloth-covering.  He adorned himself well and had the body anointed with sandal perfume, purely smelling like blood of  a boar. With Sita, standing on his side with chowrie in her hand, Rama was shining like moon with chitra  star. Sumantra, who knew polite conduct, offered salutation to Rama, who was refined with his own brilliance,  shining like the sun and the fulfiller of desires. Sumantra, who was treated with respect by Rama spoke  thus with folded hands to that prince with beautiful face and who was seated on a swinging sofa: \"Oh  Rama, the good offspring of Kausalya! Your father and the Queen Kaikeyi want to see you. Go there soon.\"  That best of men with great brilliance was pleased to hear those words, then honoured him and spoke  thus to Sita: \"Oh Sita! The king and the queen together are thinking of something about me, relating  to coronation. It is certain. That black-eyed mother of mine, Kaikeyi who is dexterous and friendly  disposed, has perceived the king's opinion and is pressing him on my behalf. Kaikeyi, my mother is following  up the king's intentions with great pleasure, desirous of my benefit and prosperity It is certainly  our luck that king and queen have sent Sumantra, who fulfils my desires and wishes, as a messenger A  worthy messenger has come who is truly representing the assembly there. It is certain that today itself  the king will anoint me for the right of succession to kingdom. I shall go immediately and see the king.  You stay happily with the circle of friends and enjoy yourself.\""
        },
        {
            "type": "verse",
            "text": "The dark-eyed Sita, treated with respect by her husband , followed Rama up to the door,  thinking of auspicious things in her mind. \"King Dasharatha will give you kingdom, being served by Brahmanas,  which will invest you with eligibility to perform the great sacrifice at the coronation ceremony like  Brahma to Devendra. I shall be delighted to see you, initiated for the perfect religious act of austerity,  wearing excellent antelope-hide, being pure and bearing a deer-horn in hand May Indra the god of rain  in the east, Yama the god of death in the south, Varuna the regent of the ocean in the west and Kubera  the god of riches and treasure in the north, protect you\". Rama, adorned as in an auspicious festivity,  took permission from Sita and started from house along with Sumantra."
        },
        {
            "type": "verse",
            "text": "That Rama who came out, like a lion residing in a mountain cave from out of the mountain,  saw Lakshmana standing at the door, bowing down with palms of his hands joined .Then, that prince the  best of men, met his friends in the middle chamber. Having seen all the people who came there to behold  him, he approached nearer to them, greeted them and mounted next his excellent chariot, which was resplendent  like fire and upholstered with tiger's skin. That chariot was sounding like thunder. It was not congested.  It was decorated with gold and jewels. Its splendour was like that of Meru mountain, stealing the eyes.  Excellent horses looking like infantine elephants were tied to the chariot, which was moving quickly.  That Rama shining with splendour like Indra, the lord of sky, mounted such a chariot and went forth  quickly. That splendid chariot, sounding like rain-cloud in the sky, came out of the house like moon  coming out of a mighty cloud. Lakshmana, Rama's younger brother mounted the chariot in the back-side  and protected Rama with umbrella and chamara fan. Then, the crowds started dispersing from all sides  generating tumultuous hallowing sound. Thereupon, hundreds and thousands of important people mounted  on excellent horses and soldiers mounted on elephants, followed Rama. Valiant persons, dressed in armour  adorned with sandal and aloe perfumes, wearing swords and bows, declaring the arrival of Rama, went  in front of Rama to receive him. At that time, sounds of musical instruments, sounds of praising hymns  of panagyrists and lion-like roars of valiant persons were heard on the way. While Rama, the annihilator  of enemies, was going, well-adorned women standing in porticoes of palaces, sprinkled flowers on him  from all sides. Women of exquisitely beautiful form standing in palaces and on ground were offering  salutations to Rama with the best words with a desire to please Rama. \"Oh, Rama, who creates happiness  to mother! Have successful journey! Your mother Kausalya will be certainly delighted to see you obtaining  the paternal kingdom.\" Those women thought that Sita, who is dear to Rama's heart, is better woman than  all women. \"As Rohini star stays together with the moon, Sita having obtained Rama as husband must have  certainly performed a great penance in former times.\" While going through the royal road, Rama heard  those pleasant words spoken thus by women standing in turrets."
        },
        {
            "type": "verse",
            "text": "Then, Rama heard the words of people gathered there and also the words variously pertaining  to himself, by citizens. \"By the king's propitiousness, this Rama today is going to obtain this earth  and the wealthy kingdom. All our desires are going to be fulfilled because Rama will become the ruler.  If Rama rules this state for a long time, it will be a great benefit to the people. If he becomes a  king none can see dislike and sorrow at any time.\""
        },
        {
            "type": "verse",
            "text": "While bards and panegyrists were moving in front praising with great respect, invoking  blessings and eulogised by the most excellent instrumentalists, Rama, like Kubera the god of wealth,  went with resounding horses and elephants."
        },
        {
            "type": "verse",
            "text": "Rama saw the great royal road which was spotlessly clean, having diamonds and various  vendible commodities. It was full of male and female elephants, horses and chariots. There was abundance  of people gathered at road junctions."
        }
    ]
}