{
    "id": "prose-ayodhya-17",
    "kanda": "ayodhya",
    "sarga": "17",
    "title": "Rama's arrival at royal court",
    "chapter": "17",
    "overview": "This chapter further describes journey towards the royal palace. On the way Rama hears blessings and well meaning words of his friends and various people gathered there.",
    "content": [
        {
            "type": "verse",
            "text": "Rama the glorious man, who was with his joyful friends, ascended the chariot and saw the city which was decorated with flags and banners, which was perfumed all around by burning excellent aloe wood and which was endowed with varied types of people.He went through the royal passage which was incensed with aloe wood. That royal street was splendid with white houses resembling clouds."
        },
        {
            "type": "verse",
            "text": "Rama entered that excellent royal route, which was filled with heaps of sandal-wood, superior aloe-wood, excellent perfumes, silk and linen cloth, unpierced pearls, excellent things made of crystal, splendid with various kinds of flowers and eatables and which road was not congested. Rama saw that royal route like divine passage in heaven. All the road junctions there were regularly worshipped with yoghurt, unbroken rice, clarified butter, fried grain, incense, aloe and sandal and all types of garlands and perfumes. Hearing the various blessing words spoken by his friends, he went acknowledging all those people suitably. \"Get coronated today, take the path followed by your grandfathers and great grandfathers and rule the kingdom. If Rama becomes king, we shall be more happy than when his father ruled and also when his grandfathers ruled. If we can see Rama going forth in the city after getting coronated today, it is of no use of eating or other activities. There is no other dearer thing to us than coronation of Rama of unbounded splendour\"."
        },
        {
            "type": "verse",
            "text": "Rama, though hearing   these good words spoken by his friends about himself , was passive and drove along the royal route."
        },
        {
            "type": "verse",
            "text": "Though Rama became distant, no one could turn back one's eyes and mind from him, the best of men. All the people despised the one who did not see Rama and  the one who was not seen by Rama.  Even his own self would reproach himself of it."
        },
        {
            "type": "verse",
            "text": "Rama, the virtuous, had compassion towards all the four classes of men and towards the aged people. Hence, they were all devoted to him. Rama drove along by crossing road junctions, god's paths, sacred trees and temples keeping his right side towards them.       Rama  approached the royal abode and entered his father's palace which was the best palace with blazing radiance like the palace of king of celestials on earth. All around the house, there were various types turrets looking like Mount Kailasa, as group of clouds, as white heavenly cars touching the sky. There were royal houses named vardhamana which were adorned with a net of precious stones. Rama the best of men crossed with chariot three enclosures protected by men armed with bows and moved over the other two enclosures by foot."
        },
        {
            "type": "verse",
            "text": "Passing over all the gates, Rama politely  sent all the people back and entered the palace."
        },
        {
            "type": "verse",
            "text": "When Rama went nearer to his father, all the people there were delighted waiting for his return as the ocean waits for rising of the moon."
        }
    ]
}