{
    "id": "prose-ayodhya-18",
    "kanda": "ayodhya",
    "sarga": "18",
    "title": "Kaikeyi's harsh words",
    "chapter": "18",
    "overview": "In this chapter Rama arrives at the king's presence. Seeing King disturbed, Rama becomes grieved and wants to know the cause of king's perturbance. Queen Kaikeyi describes to Rama about the boons that Dasharatha had given earlier and also her wishes of coronating Bharatha instead of Rama and sending Rama to Dandaka forest. On listening to these harsh words of Kaikeyi, Rama did not become sorrowful, but Dasharatha was very much disturbed.",
    "content": [
        {
            "type": "verse",
            "text": "Rama saw his father sitting on a beautiful seat, but with his face looking completely parched up and miserable. Kaikeyi was at his side. Rama being humble and well composed, first reverentially saluted his father's feet and then saluted Kaikeyi's feet. Dasharatha spoke only one word \"Rama!\" with his eyes filled with tears and dejected, being not able to see or to talk any further words. Having not seen earlier such a fearful form of his father, even Rama was frightened as though he seized a snake by his foot. That king Dasharatha was sighing heavily with senses sans pleasure, emaciated with grief and anguish, with distressed and agitated mind, like the ocean which cannot be perturbed, becoming perturbed with a row of waves, like the sun which is eclipsed and lost its lustre and like a sage who spoke untruth."
        },
        {
            "type": "verse",
            "text": "Contemplating over the unimaginable sorrow of the king, Rama was very much perturbed as an ocean does on a full moon day. That ingenious Rama, who is fond of his father's welfare, anxiously thought : \" Why indeed the king is not greeting me in return just today? At other times, the father, even though angry used to be gracious after seeing me. Why today such a father has become weary after seeing me?\""
        },
        {
            "type": "verse",
            "text": "Rama indeed was distressed and afflicted with grief, with lustre faded from his face, offered his salutation to Kaikeyi and spoke these words: \"I hope that I have not done anything wrong through ignorance. Tell me why father is angry with me. You alone propitiate him in my favour.\"Why my father, who was always affectionate to me, has become displeased? With his face becoming pale and dejected, he is not talking to me. I hope that either bodily affliction or mental distress is not troubling him. The object of happiness is indeed difficult to be attained always! I hope that no bad thing occurred to Bharata, the delightful man to look at or to Shatrughna, the man of great strength or to my mother. If our father becomes angry, I do not desire to live even for a moment without satisfying him or without fulfilling his command. Man sees father as the visible god who is the root cause of one's own coming into existence and how else can he behave towards him other than like that? I hope you have not spoken anything which hurt my father's conscience with your pride and anger. I am asking you why my father got this perturbation, which was not there earlier. Tell me the true position.\""
        },
        {
            "type": "verse",
            "text": "Thus questioned by the great souled Rama, Kaikeyi fearlessly spoke these words  which were calculated to advance her own benefit, without any shame on her part: \"Oh, Rama! The king is not angry. There is nothing of distress for him. But he has something in mind which he is not telling from fear. To him, words are not coming off to tell disagreeable utterance to you, the dear one. He promised me a word. It is to be certainly done by you.\""
        },
        {
            "type": "verse",
            "text": "\"Long ago, the king honoured me and gave me a boon. Like a common man, he is repenting now for having given the boon. This king promised me to give the boon and now he desires to build a dam wastefully on a place where water has gone away. Oh, Rama! It is known by even wise men, that truth is the root of righteousness. See that the offended king does not abandon such a truth for your sake. The king is about to mention that truth which may look auspicious or inauspicious to you. Still, I shall tell you all that, if  you shall implement it. If what is spoken by the king does not create unfavourableness in you, I shall then tell you.In no case this king will not indeed tell you.\""
        },
        {
            "type": "verse",
            "text": "After hearing the words of Kaikeyi, Rama felt painful and spoke thus to her in the presence of the king.: \"Oh, queen! what a pity! Do not talk like that to me. If father tells me, I shall jump even in fire. If father, who is a king, who wishes my welfare and who is venerable, commands me, I shall eat fiery poison and shall sink into an ocean. Oh queen! Tell me the words of the king as desired by him. I even promise to do it. Rama does not speak two things.\""
        },
        {
            "type": "verse",
            "text": "That vulgar Kaikeyi uttered very cruel words to that Rama, who was committed to sincerity and  the speaking of truth.: \"Oh, Rama! During a battle and a great war between celestials and demons long ago, I protected your father who was pierced by darts. Then, he gave me two boons. Oh, Rama! According to those boons, I asked the king for coronation of Bharata and for your going to Dandaka forest today itself. Oh, Rama! If you want to make yourself and your father faithful to a promise, listen to these words of mine. Abide by your father's command. As per his assurance, you have to stay in the forest for fourteen years. Bharata is to be enthroned with the use of the same complete collection of materials already arranged by the king for your sake. You have to leave this coronation function and dwell in the forest of Dandaka for fourteen years, wearing braided hair and covered with a hide. Let Bharata rule this earth, by residing in Ayodhya endowed with various types of precious things together with horses, chariots and elephants. For this reason, king Dasharatha who is overwhelmed with sympathy towards you is not able to see you , with his face afflicted with grief. Oh, Rama! Do as per the words of the king and liberate him by giving your father an opportunity to vindicate the truth.\""
        },
        {
            "type": "verse",
            "text": "Though she was speaking such harsh words, Rama was not affected with sorrow. But the mighty Dasharatha became highly disturbed, having been afflicted by the calamity occurred to his son. "
        }
    ]
}