{
    "id": "prose-ayodhya-19",
    "kanda": "ayodhya",
    "sarga": "19",
    "title": "Rama decides to leave for forest",
    "chapter": "19",
    "overview": " Rama on hearing the harsh and cruel words of Kaikeyi remains unruffled. He asks Kaikeyi sorrowfuly about the reason the king did not speak to him directly about the matter. He then immediately decides to leave for forest after duly saluting the king and Kaikeyi. On the way to forest he desires to visit his mother and Sita and inform them of his decision.",
    "content": [
        {
            "type": "verse",
            "text": "Rama the annihilator of enemies heard those harsh and deadly words but was unruffled. He spoke these words to Kaikeyi:  \"Let it be, as you said it. I shall fulfil the king's promise, go to the forest from here to reside there, wearing braided hair and covered with a hide. But I want to know why the king, the inviolable and the subduer of enemies, is not greeting me today as before. Oh, queen! you need not be indignant. I am telling before you that I shall go to the forest, wearing rags and braided hair. Become delighted  as well. How can I not do faithfully an action dear to my father, as commanded by him as well-wisher, venerable man, as person with right conduct and as king. My heart is burning indeed with one sorrowful feeling that king himself has not directly informed me about Bharata's coronation. Without being asked, I myself would have gladly offered even Sita with kingdom, even my life, loved ones and wealth. Being directed by king, who is my father himself, how much more should I tell that I can give everything to Bharata, duly obeying father's promise to fulfil your beloved desire. That is why, you console him. Why indeed the king is thus slowly shedding tears, with eyes gazed upon the floor? Let messengers go now itself on fleet horses to bring Bharata from maternal uncle's house as per orders of the king. Immedi glad that he would certainly go and urged him to make haste at once.ately, I shall go to live in forest of Dandaka for fourteen years, without reflecting on whether my father's words are right or wrong.\"                                                                                                                                                        "
        },
        {
            "type": "verse",
            "text": "Hearing Rama's words, Kaikeyi felt happy the reply received from Rama. Confident of Rama's departure to the forest, he urged him as follows: \"Let it be so. Messengers can go on horses having rapid speed, to bring back Bharata from his maternal uncle's house. But I think it is not quite appropriate for you who are enthusiastic to go to forest, to delay further. It is nothing but shyness that the king is not able to speak to you. Oh Rama, the best of men! Do not worry about it. Oh, Rama! Your father will neither take his bath nor eat a meal until you leave the city for the forest immediately."
        },
        {
            "type": "verse",
            "text": "Hearing these words, the king saying \"what a pity! How much misery!\" was overwhelmed with sorrow, fainted and fell in that couch adorned with gold. Rama lifted up the king and soon got hurried up to leave for the forest  that which he was again instigated by Kaikeyi as a horse was hit by a whip."
        },
        {
            "type": "verse",
            "text": "Rama after hearing that vulgar woman's words, which were harsh and poignant, was unruffled and spoke these words to Kaikeyi:  \"Oh queen! I am not concerned with wealth. However, I am eager to receive the world hospitably. Know me as equal to a sage, abiding in righteousness alone. If I have to do whatever action is dearer to my revered father, that action is just done in all respects even by renouncing life. There is not indeed anything of greater performance of duty than doing service to father or than doing what he commands. Even if our reverent father does not tell me, I shall reside in the forest, devoid of people, now for fourteen years as per your word. In the matter of coronation of Bharata, you told Dasharatha and not to me, even though you had every authority to tell me directly. By this, it is known that you have not seen any merit in me. It is certain! Today itself, I shall go to the forest of Dandaka after bidding farewell to my mother and also after consoling Sita. While ruling the kingdom, see that Bharata serves our father well. It is indeed an age-old practice.\""
        },
        {
            "type": "verse",
            "text": "Dasharatha after hearing Rama's words was hurt very much with grief, was unable to talk and wept loudly."
        },
        {
            "type": "verse",
            "text": "That Rama, with great brilliance, came out, after duly offering obeisance to the feet of his father who was fainted and also to the feet of that vulgar Kaikeyi. Rama made circumambulatory salutation to his father as well as Kaikeyiand coming out of that palace, saw his friends(standing at the gate)."
        },
        {
            "type": "verse",
            "text": "Lakshmana, the son of Sumitra, felt very angry with his eyes filled with tears and accompanied behind Rama. Rama moved clockwise around the auspicious materials collected for the propound coronation and having fixed his attention respectfully on them, moved away slowly."
        },
        {
            "type": "verse",
            "text": "As Rama was a pleasing personality, he was loved by all the people. The loss of kingdom could not diminish such a great splendour of  Rama as a night cannot diminish the splendour of the moon. In that Rama, who was leaving the kingdom after having decided to go to the forest, there was no perturbation of mind in him like in an ascetic who is beyond worldly pain and pleasure. Rama, the man of great courage, refused fans and umbrella, sent away his friends, chariot and citizens, kept back sorrow in his mind, subdued his senses and entered his mother's house to inform the unpleasant news."
        },
        {
            "type": "verse",
            "text": "The people adjacent to Rama could not visualise any change in the face of Rama who was dignified and truthful in his words. Rama did not lose his natural joy, as an autumnal moon with lofty rays does not lose its natural splendour. Rama with his courageous spirit and of great fame, paying his respects to the people with his sweet words, went nearer to his mother.Lakshmana, who got virtues equal to Rama, who was having great heroic valour and who was the brother, kept the grief within himself and went along with Rama."
        },
        {
            "type": "verse",
            "text": "When Rama entered, Kausalya's palace was filled with great joy. At that time, Rama did not show any displeasure for the mishap occurred in reality. He behaved like that because he had doubted about the possible shock to his friends and even of fear to their life, if he showed any perturabation."
        }
    ]
}