{
    "id": "prose-ayodhya-2",
    "kanda": "ayodhya",
    "sarga": "2",
    "title": "Dasharatha's Desire",
    "chapter": "2",
    "overview": "Dasharatha mentions his desire about coronation of Rama before the assembly of people. All people in the assembly unanimously and delightfully accept it while describing all of Rama's virtues.",
    "content": [
        {
            "type": "verse",
            "text": "Addressing invited gathering in the court, Dasharatha spoke in friendly, pleasing and clear terms. In a loud voice resembling that of a kettle-drum, resounding the air like a thundering cloud and in a sweet splendid and incomparable voice endowed with the characteristics of a king's voice, King Dasharatha the lord of men spoke to the kings as follows:"
        },
        {
            "type": "verse",
            "text": "\"It is well known that my excellent kingdom was ruled by my ancestral kings as if it were their son. I have a desire that this entire land which was protected by the descendents of Ikshvaaku dynasty, be bestowed with goodness and the resultant happiness. Following the path established by my ancestors, I have always protected my people with alertness and to the best of my ability. In conducting the kingdom for benefit of the entire people, my body became impaired under shade of the white umbrella.\""
        },
        {
            "type": "verse",
            "text": "\"This body has been living for many thousands of years. Hence I desire rest. This burden of worldly righteousness is very heavy. This can be sustained only by royal power with qualities like courage and valor. A person who has no control of senses can not carry this burden. I have become tired while carrying this burden of righteousness.  I desire to take rest, entrusting the rule to my son for the benefit of the people, after obtaining consent from all those best Brahmans who are close to me.\""
        },
        {
            "type": "verse",
            "text": "\"My eldest son Rama is equal to Devendra in valor. He is the conqueror of cities of enemies. He is equal to me in all qualities. Joyfully, I shall appoint Rama, who shines like the moon together with Pushya star, who is the best among the protectors of righteousness and who is an excellent man, to the realm of prince. If Rama becomes the lord, the three worlds also will have the best master. He is a glorious man. That Rama is the only fittest lord for the kingdom. By entrusting this kingdom to Rama, I shall be thus doing an immediate good and shall be devoid of difficulties.\""
        },
        {
            "type": "verse",
            "text": "\"I am telling this after lot of thinking. Give consent to me if you feel this to be good and befitting. How else shall I do it? This is my desire. Yet, let there be thinking on any other beneficial way. Thinking by impartial neutral people will be distinctive and well developed through grinding of opposing views.\""
        },
        {
            "type": "verse",
            "text": "Those delighted kings complimented king Dasharatha so speaking with a loud applause as the peacocks cry in delight when they see the raining great cloud. That building appeared trembling by the sweet and reverberating sound made by the gathering of people there with their fond uproar. After understanding the opinion of King Dasharatha, who knew the holy and worldly matters, the Brahmans, important people, urban and rural citizens came to a consensus after discussing together and told the aged king as follows."
        },
        {
            "type": "verse",
            "text": "\"Oh king! You are an elderly person with thousands of years of age. Hence, inaugurate Rama as the ruling prince. All of us want to see Rama, with long arms, the hero with great might born in the clan of Raghu , his face protected by a white umbrella, moving on a great elephant.\""
        },
        {
            "type": "verse",
            "text": "King Dasharatha, after hearing their words, spoke as follows as though he did not know their mind earlier and sought to know their true intention. "
        },
        {
            "type": "verse",
            "text": "\"Oh kings, I have a doubt as to why you want Raghava to be the king immediately after hearing my words. Inform your real opinion in this matter. Why do you desire to see my son as the prince, when I am ruling this earth with righteousness?\""
        },
        {
            "type": "verse",
            "text": "Those kings together with urban and rural citizens after hearing those words spoke to the great soul Dasharatha as follows: \"Oh king! Your son Rama has many auspicious virtues\"."
        },
        {
            "type": "verse",
            "text": "\"Oh king! We shall tell you now the various virtues of your wise son, listen to them. His qualities are equal to those of celestials. They are liked by all. They give happiness to all. Rama is equal to Devendra in heavenly qualities. He has true valor. He is greater than all the kings born in Ikshvaaku clan. Rama is the world renowned gentleman. He is keenly interested in truth and righteousness. Only Rama can make both righteousness and wealth combine without separation. He is equal to moon in making the people happy; equal to the earth in the quality of forgiveness; equal to Brihaspati in wisdom and verily to Devendra in valour.\""
        },
        {
            "type": "verse",
            "text": "\"Rama knows all righteousness. He is true to his word and has good character. He has no envy. He has patience. He consoles those who are in troubles. He speaks good words. He has gratitude. He keeps senses under control. Rama is soft natured; has stable mind, always an auspicious man, and has no envy. He speaks truthful and loving words to all living beings. He worships aged Brahmans endued with the knowledge of various sciences. By that, his name, glory and splendor are growing in this world.\""
        },
        {
            "type": "verse",
            "text": "\"He is skilled in the use of various weapons known to celestials, demons and men. He has duly concluded his vow of studying the various sciences and has systematically learnt all the Vedas along with its branches. *\""
        },
        {
            "type": "commentary",
            "text": "* Branches of Vedas: - (six in number): 1.Siksha or phonetics 2.Vyakarana or Grammar 3. Chandas or Prosody 4. Nirukta or Etymology 5. Jyautisha or Astronomy 6. Kalpa or the branch of knowledge prescribing the ritual and giving rules for the ceremonial or sacrificial acts."
        },
        {
            "type": "verse",
            "text": "\"Rama is best in the world in the art of music. He has best relatives. He is gentle. He is not weak in mind. He has great wisdom. Rama was trained in all matters from the best of Brahmans skilled in the art of righteousness and in the science of political economy. If it is necessary to go to a battle to protect a village or a city, Rama goes with Lakshmana and returns home only after obtaining victory.\""
        },
        {
            "type": "verse",
            "text": "\"After returning from battle, Rama goes to citizens on an elephant or a chariot and inquires about their well being as though they were his own kinsmen, like a father does to his sons. He asks about their wives and children, about the sacred fires, about their servants and students, always completely as per the due order. Rama the best among men always asks us 'Are your disciples serving you by keenly performing their actions?' \""
        },
        {
            "type": "verse",
            "text": "\"Rama feels very sad towards afflictions of men; and feels delighted in all functions celebrated by people on the occasions of child birth and the like, just as their own father does. Rama speaks only truth. He is a great hero. He serves elders. He kept the senses under control. Rama, who talks smilingly, protects righteousness in all ways. Rama duly procures beneficent deeds. He is not interested in wrangling talks. He is an orator like Brihaspati by his replies and rejoinders.\""
        },
        {
            "type": "verse",
            "text": "\"Rama, who enchants the world, has beautiful eyebrows. He has red and broad eyes. He is absolutely like the God Vishnu himself in strength, heroism and valour. He knew the ins and outs of public administration. His senses are not afflicted by passion. He is capable of administering not only earth, but also the three worlds. Rama's anger or mercy is not arbitrary at any time. He kills those who are to be slain as per rules. He is not angered at the innocent.\""
        },
        {
            "type": "verse",
            "text": "\"He gladly bestows wealth to those with whom he is satisfied. As the sun shines by his rays, Rama shines by his qualities that are peaceful, which are enchanting and delightful to men. All people desire Rama, who is endowed with this wealth of qualities, who has true valour, who is equal to presiding deities like Devendra, to be their lord.\""
        },
        {
            "type": "verse",
            "text": "\"Oh king Dasharatha! Rama is born to you as a son, because of your good fortune, for the welfare of this world. He has all the virtues befitting of a son, like Kasyapa, the son of Marichi. All people in the state including those in the capital as well as those in the nearby and in the far off places, pray for long life, health and strength of Rama of reputed nature.\""
        },
        {
            "type": "verse",
            "text": "\"Both young and aged women are praying with a stable mind each morning and evening to all celestials, for the benefit of renowned Rama. Oh best of kings, Dasharatha ! We shall see Rama adorned with princely kingdom. Your son Rama has the complexion of a black lotus flower and annihilates all his enemies. Let the wish of the people be fulfilled by your grace. Oh fulfiller of people's desires, Dasharatha! For our benefit, you gladly and immediately inaugurate your son Rama, who is equal to Vishnu, who is interested in the welfare of the entire world and who is possessing the best of virtues.\""
        }
    ]
}