{
    "id": "prose-ayodhya-20",
    "kanda": "ayodhya",
    "sarga": "20",
    "title": "Kausalya's grief",
    "chapter": "20",
    "overview": "Rama approaches his mother Kausalya to inform her of the calamity. Kausalya on hearing the news, faints. On recovering, she laments in the most grievous tones to Rama.",
    "content": [
        {
            "type": "verse",
            "text": "While Rama, the best of men, was leaving, after offering salutation to his father, women in the palace were weaping loudly. \" Which Rama, without being told by his father, used to do necessary activities and protect the entire palace, is about to go to exile now Rama, since he was born, was showing the same attention to us, as he was showing to his mother Kausalya. He used to avoid actions which created anger and soothed all those who were angry. Rama was not furious with those who abused him. Such Rama is going today to exile. Our stupid king by abandoning Rama who was helpful to all beings , is offending all the beings.Thus, all the king's consorts while weaping loudly, as cows which lost their calves, abused their husband . After hearing the terrific distressful crying sounds in the palace, Dasharatha clung to the seat, with extreme anguish for his son."
        },
        {
            "type": "verse",
            "text": "Rama, who was greatly hurt, sighed like an elephant, subdued his senses and went to his mother's palace along with Lakshmana Rama saw a much worshipped old man sitting at the gateway of the house and many others standing there. After seeing Rama, all of them rose quickly and greeted Rama the most triumphant man, by uttering the words \"May you have increased success! Rama crossed the first gate and saw old Brahmanas who were perfect in Vedas and duly honoured by the king.Rama offered salutation to those Brahmanas and saw old women and girls, guarding the gate in the third enclosure. Then those women, having delighted, greeted Rama with good word of success, quickly entered the house and informed Kausalya about the lovely arrival of Rama ."
        },
        {
            "type": "verse",
            "text": "At that time, Kausalya having spent the whole night with steadfastness, was performing worship to Vishnu at dawn, for the welfare of her son. Kausalya, who was interested in practising religious vows regularly, was appearing auspiciously in a white silk sari and was gladly performing sacrificial ceremony in a sacred fire, by reciting vedic hymns. Then Rama entered his auspicious mother's apartment and saw his mother performing sacrificial ceremony in a sacred fire there."
        },
        {
            "type": "verse",
            "text": "There, Rama saw the articles of worship kept ready for the purpose of the sacred ceremony like curd, unbroken rice, clarified butter, sweet meats, things fit for oblation, fried grain, garlands made of white flowers, rice boiled in milk, mixture of rice and peas with a few spices, sacrificial sticks, vessels full of water etc."
        },
        {
            "type": "verse",
            "text": "Kausalya, who became lean because of observance of vows, was shining like an angel with her white silk sari and was satiating gods by presenting to them libations by water. By seeing her son who came after a long time and who gave delight to mother, Kausalya was pleased and went forward to meet him, like a female horse would run to meet her young colt. Rama offered salutation to the approaching mother by touching her feet. Then, she took him into her arms and smelt his head. Kausalya spoke these pleasing words affectionately to her son Rama, who was unassailable to enemies:  \"Obtain long life and glory, as obtained by the aged , the virtuous, the great souled and the royal sages .Protect the righteousness engrained in your race . Oh,Rama ! King Dasharatha ,your father is a man of true promise. Today itself, you will be installed as successor to the kingdom by your virtuous father.\""
        },
        {
            "type": "verse",
            "text": "Kausalya asked Rama to take food , but Rama just touched the seat offered by her and after performing salutation to her, spoke thus to his mother. That Rama , being humble in nature , became still modest due to respect for his mother and was set about to ask her permission before setting forth his journey to Dandaka forest:  \"Oh,mother! You do not know that a great dismay is approaching now. It brings grief to you, to Sita and to Lakshmana. I am going to Dandaka forest. Why is this seat for me? Time has come for me to sit on a seat made of Kusha grass. I shall live in a solitary forest like a sage for fourteen years, leaving off meat and living with roots, fruits and honey The great king is giving to Bharata the succession to kingdom and to me, however, he is making me a sage to stay in the forest of Dandaka. I have to satisfy with the things existing in the forest and subsist with roots and fruits in a solitary forest for fourteen years.\""
        },
        {
            "type": "verse",
            "text": "The queen Kausalya fell on the floor all at once like the branch of a tree, cut down by an axe and as an angel dropping down from heaven."
        },
        {
            "type": "verse",
            "text": "Seeing Kausalya, who deserved to be free from sorrow, Rama lifted up her, who had fallen unconsciously on the floor like a plantain tree. Rama touched with his hand that miserable Kausalya,whose limbs were covered with fragrant powder and who rose like a loaded horse from the floor on which it rolled from side to side."
        },
        {
            "type": "verse",
            "text": "Kausalya, who was fit for happiness but was afflicted with grief, spoke thus to Rama the best of men who was sitting nearby, while Lakshmana was hearing.:  \"Oh, Rama! I would not have felt this much grief if I were childless .You are born only to produce sorrow to me. Oh, son! There is no other grief to a barren woman except the only worry that 'I have no sons' Oh, Rama! I have not seen any happiness or prosperity earlier, while my husband is in power. I believed that I could see them at last when my son comes to power. I have to hear so many disagreeable words from my fellow-wives who are inferior to me and who pierce my heart with their words though I am a better and virtuous wife among them. Which one will be more sorrowful to women than this unending and consuming grief that occurred to me now?\"Even when you are near by, I am being rejected. What to tell when you leave for exile? Death indeed is certain to me. My husband always held me down, without giving me any independence and treated me equal to or even lower than the servants of Kaikeyi. Those who serve me now and those who follow me, will not speak to me, after seeing Bharata Oh, son! How can I, the miserable one, see the face of Kaikeyi who talks hurtingly because of her continuous anger. Oh,Rama! I have been waiting for seventeen years after your second birth of thread ceremony, with the hope that my troubles will disappear at one time or the other. Oh, Rama!  In this old age, I cannot bear insult from co-wives and this unending sorrow for a long time. How can I the pitiable one, spend this miserable life without seeing your face radiating like full moon. You were nourished in vain by me , by fasts, by meditations, by various difficult and painful vows .My heart is not breached, as bank of a great river, struck by new water in monsoon, by hearing this news. That is why, I feel it is so strong. There is no death to me, indeed . I have no place in the abode of god Yama who presides over the spirits of the dead. Hence, Yama is not forcingly carrying me off like a lion carrying off a wailing antelope. This grief is inserted into my body. Even then, my heart is stable. It has not broken into pieces and fallen on the floor. It is indeed made of iron. There is no untimely death, it is certain. I feel bad since all my religious vows, charities, restraints have all gone waste. The austerity I performed for the sake of of f-spring has gone in vain, as a seed sown in a saline soil. If a man in great distress can get premature death out of his own will, I being separated from you ,would have to   attain the glory of the dead now itself like cow without the calf. Moreover, what is the use of life? Oh, Rama! With your brilliant face shining like moon! My life is useless without you. I shall accompany you to the forest like a weak cow going behind its calf\""
        },
        {
            "type": "verse",
            "text": "Then, that Kausalya looked at Rama to whom a great calamity has occurred, saw her son bound by grief and lamented very much in various ways like a Kinnara woman."
        }
    ]
}