{
    "id": "prose-ayodhya-21",
    "kanda": "ayodhya",
    "sarga": "21",
    "title": "Rama consoles angry Lakshmana",
    "chapter": "21",
    "overview": "This chapter describes Lakshmana's anger and Rama consoling Lakshmana.",
    "content": [
        {
            "type": "verse",
            "text": "Lakshmana felt dejected and spoke these words, properly befitting for that moment, to that Rama's mother Kausalya who was thus weeping: \"Oh, the honoured lady ! I also do not like Rama to be influenced by the words of a woman and go to the forest, leaving this prosperous kingdom. The king with perverted mind, of old age, one who is outraged by sensual enjoyments and possessed of passion can talk any thing, prompted by Kaikeyi. I can not see any offence or cause for blame for which Rama can be expelled from the state to the forest. I have not seen in this world any person, whether an enemy or an expellee, speaking ill of Rama indirectly. Can anybody observing ethicalness, would without any cause, get rid of a son who is equal to god, who is honest, who is self-restrained and who is affectionate even towards adversaries? Which son, knowing royal usage, can agree to the words of this king who is behaving as though he got childhood again? Even before others get to know about this matter, make this dominion your own, with my help. Oh, Rama! While I am standing by your side along with a bow, protecting you standing as death, who is capable of exhibiting greater valour? Oh, Rama, the best of men! If the city of Ayodhya turns against you, I shall make it desolate of men with sharp arrows I shall kill all those who are siding Bharata ,and are favourable to him. Soft person indeed gets disgraced! If our father with an evil mind behaves like our enemy with instigation by Kaikeyi. I shall keep him imprisoned without personal attachment or if necessary, kill him. Even a venerable person is to be punished, if he becomes arrogant, if he does not know good and evil actions and if he takes to a wrong route. Oh, Rama, the best of men! On what strength or reason has he taken shelter to give away this kingdom belonging to you to Kaikeyi? Oh, Rama the chastiser of enemies! Where is the power for him to give kingdom to Bharata, by making great enmity against you and me.  Oh, queen! Really, I am devotedly attached to my brother Rama. I am swearing an oath to you by truth, by bow, by the act of giving and by the act of sacrifice. Oh, queen! If Rama enters a blazing fire or forest, you make certain to know me as having already entered the same. I shall alleviate your grief, by showing my valour like the rising sun alleviating darkness. Let Rama and yourself see my valour\""
        },
        {
            "type": "verse",
            "text": "Hearing these words of Lakshmana the magnanimous, Kausalya entirely plunged in anguish and weaping, spoke thus to Rama.: \"Oh, son ! You have heard the words of Lakshmana . If you agree, you do what is to be done, immediately. It is not proper for you to go away from here, leaving me afflicted with grief, after hearing the un-just words spoken by my co-wife. Oh, Rama! You are a righteous man. If you desire to practise virtue, be a virtuous man and stay here serving me thereby practising the best morality in the form of serving your mother. Oh, son! Formerly, Kasyapa was staying in his own house itself with self restraint, performed great austerity by serving his mother and went to heaven Just as the king, by respectable feeling to you is worthy of worship, so also being your mother, I am worthy of worship to you. Hence, do not go to the forest After your separation, I shall have no use of this life or comforts for me, it is good even to eat grass while staying with you I shall not live if you leave for the forest, leaving me who is afflicted with grief.  I shall seek death through starvation Oh, son! If  I fast myself to death for your sake, you will attain the universally famous hell, like the god of the ocean obtaining trouble because of his unrighteous behaviour, towards the sage called Pippalada, resulting in the latter's wrath.\""
        },
        {
            "type": "verse",
            "text": "The honest Rama spoke these virtuous words to his mother Kausalya, who was thus weeping miserably: \"I am not able to violate my father's words. I am bowing my head and asking your favour. I shall have to go to the forest A sage called Kandu, who knew righteousness, who performed religious vows and who was a learned man, killed even a cow, acting as per his father's words Previously, the sons of Sagara belonging to our race, were got bitterly digging up the earth, as commanded by their father. Parasurama, the son of Jamadagni personally slayed his mother Renuka in the forest with an axe as per his father's words. Oh, mother! These and many others who were equivalent to gods, did not make their father' s words to go waste. I shall also do what is desired by my father Oh, mother! I am not the only person to act according to father's command. Those I have mentioned to you hitherto also complied with their father's command. I am not setting any new contradicting customary conduct for your sake. I am adhering to the way intended and followed by the ancient. I cannot do otherwise than acting in accordance with father's words, the prevalent practice on earth. There is no deprivation indeed for anyone who complies with father's commands.\""
        },
        {
            "type": "verse",
            "text": " Rama, the best of those who speak skilfully and the best of all those wearing the bow, spoke thus to his mother and turned round to Lakshmana to speak.thus: \"Oh, Lakshmana ! I know your highest affection towards me, your heroic valour, your strength and your unassailable splendour   Oh, Lakshmana, with good attributes! My mother is feeling a great and unequalled sorrow, by not knowing the secret of truth and tranquillity. Righteousness is the best of all the qualities in the world. Truth is established in righteousness. Even these best words of father are enjoined with righteousness. One who follows righteousness, does not waste his promise given to one's father or mother or Brahmana. I cannot transgress my father's command. On the word given by my father only, Kaikeyi instigated me to go to the forest. Hence, leave this mean mentality of military heroism. Observe righteousness and not rudeness. Follow my resolution (of carrying out the royal command).\""
        },
        {
            "type": "verse",
            "text": "Rama spoke thus to his brother affectionately, bowed to his mother and with folded hands, spoke again to Kausalya as follows:"
        },
        {
            "type": "verse",
            "text": "\"Oh, mother! I have decided to go to forest. Please give me permission. I am swearing to you on my life. Please invoke blessings on me. As sage king named Yayati in olden times left the heaven and reached back heaven again, I shall be back to the city from the forest, after fulfilling my promise. Oh, mother! Please do not grieve. Bear it well in your heart. I shall come back here again from the forest after fulfilling the father's command. You and I, Sita, Lakshmana, Sumintra and all of us should follow father's directions. This is an eternal custom. Oh mother! Please approve my righteous intention of going to the forest, duly withdrawing preparations for my coronation and keeping in check the sorrow in your heart.\""
        },
        {
            "type": "verse",
            "text": "The mother Kausalya heard the most virtuous, cool and steady words of  Rama and rose, as though regained consciousness once more after death, looked at Rama and spoke thus again:  \"Oh, son! I am also as respectable a person to you as your father, in my own right and due to great affection. I do not give permission to you. You cannot thus go away, leaving me in great sorrow. What is the use of my living in this world without you? What is the use of the other world or the oblation of food offered to the deceased ancestors or the nectar of immortality? Your proximity even for a moment is better than that of the entire world of living beings.\""
        },
        {
            "type": "verse",
            "text": "After hearing the pathetic lamentation of his mother, he was highly anguished, as when a lordly elephant is removed   from its way by men with flames of fire. Rama, who was established in righteousness, spoke these words endowed with virtue, to his mother who was looking unconscious and to Lakshmana who was disturbed and exhausted with distress. He was the only person worthy of speaking thus at that time. \"Oh, Lakshmana! I always know your devotion towards me as well as your strength. But now, you are joining with mother in afflicting much trouble to me without looking at my opinion. Oh, Lakshmana! In obtaining the fruit of good works in the world, righteousness utility and free will are given the importance. As a wife who is obedient, who is beloved and who is having good sons, good work yields all these three things. Only such an action, which is righteous (alone) is to be undertaken, abstaining that in which wealth, desire and righteousness do not find scope together. One who is interested in wealth alone becomes indeed fit to be hated in the world. So also the one whose very essence is desire, cannot indeed be considered as good. When father, who is venerable, a king and an old-aged, commands an action either by anger or by extreme joy or by even desire, which right person will not perform it? Only a person who chooses to be cruel will not do it. I cannot avoid fulfilling the father's command completely. For both of us, he is an important person indeed to command us. To mother Kausalya also, he is the husband, the resource person and the personified law.While the righteous king Dasharatha is alive and especially when he is following his own righteous path, how the mother Kausalya can go out with me from here leaving the city like any other widowed woman? Oh, mother the queen! Permit me to go to forest. As Yayati returned to heaven by the power of truth, give me your power of blessings so that I can return here after completion of exile. I cannot keep back reputation and glory for the sake of kingdom alone. Through unrighteousness today, I am not going to accept in any case the trivial rulership of the earth, the life being of a short duration.\""
        },
        {
            "type": "verse",
            "text": "Rama, the best of men, decided to go to Dandaka forest fearlessly with his prowess, consoled his mother, taught Lakshmana his younger brother his own thinking about morality and heartily moved clockwise round his mother."
        }
    ]
}