{
    "id": "prose-ayodhya-22",
    "kanda": "ayodhya",
    "sarga": "22",
    "title": "Rama tries to pacify Lakshmana further",
    "chapter": "22",
    "overview": "In this chapter Rama further tries to pacify Lakshmana and tells him that his stay in  forest is the will of gods. He also wants all the celebration for his coronation to be stopped.",
    "content": [
        {
            "type": "verse",
            "text": "The self composed Rama by controlling his thoughts with courage, approached his kind  - hearted and affectionate brother Lakshmana who was distressed with agony and was very much angry like  a hissing king cobra ,with his eyes dilated with wrath and spoke to him the following words: \" Hold  back grief and anger. Forget this insult, by taking refuge in courage alone. Obtain great joy! Abandon  all these arrangements made today for my coronation and immediately take up action that is faultless  Oh, Lakshmana! Show the same zeal now in terminating my coronation as the zeal shown earlier in preparations  for my coronation. My mother Kaikeyi is still agonized about the question of my coronation. Behave in  such a way that no apprehension comes to her mind on this matter.Oh, Lakshmana! I do not wish to disregard  the painful doubt in her mind even for a moment. I do not remember to have done even a small disagreeable  thing here at any time to my mothers or to my father, either intentionally or unintentionally. Let the  promise made by my father, who is truthful, who is truly mighty and who is afraid of the fear of the  other world, become true. Let him be fearless. Our father will feel anguished that his word has not  come true, if this coronation is not withdrawn. His distress will cause pain to me. Oh, Lakshmana !  For that reason, I wish to go to forest immediately from this city, by withdrawing from these coronation  arrangements. Soon after my departure to the forest now, Kaikeyi having accomplished her purpose, will  coolly get her son coronated. If I go to forest , wearing deer skin, rags and with my hair twisted together,  Kaikeyi will have mental peace. I do not want to create trouble to my father, who has taken this hard  decision in his mind . Hence, I will go to the forest at once. Oh, Lakshmana! Look at it as destiny  which has taken back kingdom given to me and which is sending me to exile\" If not making of destiny  to create such a thought in Kaikeyi, how come she resolved to harass me? You know that I had no discrimination  among mothers and Kaikeyi also in the past had no discrimination between me and her son Bharata I do  not perceive any other reason than an accident that made Kaikeyi to abolish my coronation , to send  me to exile,and to speak ferocious words, not to be talked about. If it is for not an accidental reason,  how Kaikeyi who is of a perfect temperament and who is born in a royal family can tell like a common  woman to her husband to create trouble for me ? The influence of destiny is un-imaginable. No living  being can counteract its influence. An adverse fate has befallen on me and on her. It is clear now .  Oh, Lakshmana! There is no means whatsoever to abstain from it otherwise than to follow the course of  destiny. Who will be able to fight against the destiny. ?\""
        },
        {
            "type": "verse",
            "text": "\"Pleasure and pain, fear and anger, gain and loss, birth and death and such other things  are all the acts of destiny Even sages, who performed severe penance, having been harassed by destiny  leave aside restraint and get ruined by lust and anger. It is indeed an act of destiny which suddenly  and unimaginably obstructs an action, undertaken in the world, at the starting point itself. Although  my coronation is obstructed, I have no grief since I have restrained the self by myself with real consciousness.  Hence ,you also ,like me, get the arrangements for coronation withdrawn immediately without any anguish  Oh, Lakshmana! Let all these very pots of water arranged for coronation be used by me for my bath after  completing the religious vow of asceticism. Otherwise ,why to me this water in these pots which is royal  property? The water drawn out by myself ,will be used for my bath after completing the religious vow.  Oh, Lakshmana! Do not repent about this perverseness of Lakshmi, the goddess of wealth. When you talk  of kingdom or dwelling in the forest, the latter is of final beautitude.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Lakshmana! Do not suspect our mother for obstruction of coronation ceremony. She  is uttering evil words, being overpowered by destiny. You are aware of this destiny, which has such  an unfailing power.\""
        }
    ]
}