{
    "id": "prose-ayodhya-23",
    "kanda": "ayodhya",
    "sarga": "23",
    "title": "Lakshmana's angry words",
    "chapter": "23",
    "overview": "This chapter describes the valiant words of Lakshmana, his emphasis on predominance of personal effort over destiny and proposes to fight with Rama's enemies to endow Rama with Kingdom.",
    "content": [
        {
            "type": "verse",
            "text": "While Rama spoke as aforesaid, Lakshmana heard his words, bowed down his head and got into the midst of dejection and delight affecting his mind again and again. Lakshmana then firmed up his eyebrows and sighed with frown, like an enraged snake in its hole. His wickedly looking face with eyebrows contracted, then appeared like the face of an angry lion."
        },
        {
            "type": "verse",
            "text": "Seeing Rama with the tip of his eyes obliquely, Lakshmana spoke to him, as follows, moving his forearm like an elephant moving its trunk and causing his head to fall in oblique and upward direction.: \"Oh, the best of proud military community(Kshatriyas)!  This untimely great confusion is born in you due to your conjecture of guilty righteousness and with a view to disarm the great suspicion in the minds of people. Can such a person like you speak thus doubtlessly of the ineffectual destiny? Why are you speaking about this weak and pitiable destiny? Why are you not doubting the sinful Kaikeyi and Dasharatha? Oh, the righteous soul! Don't you know that  both of them are smoothly deceiving in the name of righteousness with an intent to keep away your good conduct, with selfish motive and by dishonest means.Oh, Rama! If it was not indeed an earlier decision taken long ago by both of them, the boon must have been given naturally even long ago. Enthroning other than yourself is not to the liking of the people. I cannot tolerate this act that is initiated. Excuse me in this matter. Oh, Rama the great minded! This righteousness by which your intellect got disunited and by which indulgence, you are stupefied, is disliked by me. You are capable of doing retaliatory action. How can you act on the word which is reprehensible and which is unjustified of your father who is surrendering obediently to the will of Kaikeyi? Though they are doing this treachery with a sinful intent, I regret that you are not grasping it. Such a conduct is to be censured. Both of them, acting on their own free will, were never desirous of your welfare. They are enemies in the name of parents. It is not proper even to think of fulfilling their desire. It may be your opinion that their action is influenced by mere destiny. Even then, I do not like you to be indifferent to this also. Only a confused and cowardly person depends upon destiny. Brave men with self-respect do not honour the destiny.\""
        },
        {
            "type": "verse",
            "text": "\"That person who is capable of keeping off destiny by human effort, does not have a regret in the sense of not being failed by destiny. Today, all can see how much prowess is there in destiny and in man. This day, the distinction between man and the destiny will be clearly perceived. By which destiny, your coronation is seen crushed, I shall crush that destiny by my prowess. Let all people see it! By my prowess, I shall turn back this destiny, as framing back an elephant which is not caring a hook and which is fiercely running with violent force. Neither all the guardians of the world nor the three worlds put together can withhold Rama's coronation today. Why then to talk about father? Oh, King! They alone who are secretly advocating you to live in a forest for fourteen years, will have to reside in forest for fourteen years in that manner.\""
        },
        {
            "type": "verse",
            "text": "\"That is why, I shall bring to naught the hope of father and of  Kaikeyi, which is directed towards kingdom to her son by creating obstacles for your coronation. The strength of destiny cannot create that much pain as that which my terrific prowess will create to those who are opposed to my strength. At the end of a thousand years of your ruling the kingdom, you having gone to the forest, your sons will govern the kingdom. It is indeed a practice for ancient kings to go to the forest when they committed the people to the care of their sons, for being protected as their children. If you think that you do not want kingdom because of your doubt that the kingdom will get disturbed due to unstable mind of king Dasharatha, you need not fear. I am promising you. I shall protect the kingdom as a sea coast protects the sea. If not, I will not obtain the heroic world of heaven. You become engaged in getting coronated with auspicious things. I  for one is competent to ward off the kings by force. My arms are not meant for handsomeness alone. Bow is not for decoration. Sword is not for tying around one's waist. Arrows are not for staying immobile. All these four are intended for subduing enemies. I do not wish to tolerate too much the one who is considered as enemy to me. By wearing a sword with sharp edge which is movingly bright like lightening, I do not care any enemy, even be he Indra. This earth will be rendered impassable with heads hands and thighs of elephants, horses and men crushed, having been hit by my sword. Now, my enemies will fall down on earth, being hit by the gush of my sword, like mountains in blaze, like clouds charged with flashes of lightening. As I stand holding a bow with fingers wound with shields made of allegator-skin, how any man will fancy himself a hero among men? While I overpower one with many arrows and many with a single arrow, I pierce my arrows at vitals of men, horses and elephants. Oh, Lord! Today, the strength of my excellent arrows is capable of making you sovereign and making Dasharatha devoid of power. Oh, Lord Rama! Today the effect of my weapons will remove the power from the king Dasharatha and give the lordship to you. Oh, Rama! These arms worthy of wearing sandalwood essence and bracelets; for bestowing riches and for protection of friends can today do every action to prevent the agents who want to obstruct your coronation. Tell me now itself which enemy of yours be made deprived of life, honour and friendship, by me. Command me so that how this earth will become your dominion. I am your servant.'"
        },
        {
            "type": "verse",
            "text": "Then, Rama spoke thus to Lakshmana after consoling him time and again by weeping off his tears: \"Oh, Lakshmana! I stand by the words of our father. This indeed is a right path.\""
        }
    ]
}