{
    "id": "prose-ayodhya-24",
    "kanda": "ayodhya",
    "sarga": "24",
    "title": "Rama obtains Kausalya's permission",
    "chapter": "24",
    "overview": "In this chapter Kausalya requests Rama to take her also to forest . But Rama stops Kausalya saying that service of husband is the ultimate dharma of wife and he obtains her permission for himself to go to forest.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing Rama firm minded in protecting the command of his father, Kausalya in a choked voice spoke these righteous words:"
        },
        {
            "type": "verse",
            "text": "\"Rama who is born of me and Dasharatha, is a righteous person. He speaks lovingly to all beings. He has not faced grief at any time. How can such a person live in a forest, by gathering grains ? While the dependants and the servants of Lord Rama eat pleasant foods all the while, how can he eat roots and fruits himself in the forest ? Hearing that Rama the beloved and virtuous is being thus sent to exile by the king , who will believe these words? Who will not develop fear ? Oh, Rama ! If you , the charming in the world are to go to exile , then it can be certainly said that everything is ordered by a strong destiny Oh, Son! Soon after your departure to a distant forest, a great and incomparable fire of sorrow will generate in my whole body. The wind which flares it up is your not being seen here. My lamentation and grief are the fire-sticks. My wailing tears will be the offerings as an oblation to fire. The choking and anxiety will be a great smoke .The thought that when you would return, will generate smoke again. Such a fire of grief will make me emaciated completely and will burn like dry wood by fire in winter Oh, Son! A cow follows its calf wherever it goes. So also, I shall come with you wherever you go.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of his mother, Rama the jewel among men, repied as follows to his mother, who was extremely distressed: \"Kaikeyi already deceived the king. He will not be alive, when I leave for the forest and when you also leave him. It is certain. To a woman, abandonment of husband is entirely a cruel act. That bad act is not to be perceived even by mind. Till Dasharatha, my father and the great king is alive, you should serve him well. It is eternal justice.\""
        },
        {
            "type": "verse",
            "text": "After Rama spoke thus, Kausalya with auspicious appearance, was very much pleased and replied to Rama, who performs actions, without undergoing any fatigue, saying , \"Let it be so\""
        },
        {
            "type": "verse",
            "text": "That Rama, the best among upholders of righteousness, after hearing the words of his mother, spoke again to her who was very much distressed.: \"The words of father are to be followed by you and me. For all, he is the king, the nourisher, a venerable man, the best among men, the lord and the ruler. After roaming in the great forest for fourteen years, I shall come back and very gladly stand by your command.\""
        },
        {
            "type": "verse",
            "text": "After hearing the words of Rama, Kausalya who was affectionate to her son , was in great sorrow with her face filled with tears and spoke thus to her beloved son Rama : \"Oh, Rama! I can not reside in the middle of these step-wives. If you have made up your mind to go to forest as per your father's wish, also take me, like taking a female deer of the forest, to the woods ''"
        },
        {
            "type": "verse",
            "text": "Suppressing hi sobs,Rama spoke thus these words to her, who was weeping: \"As long as a woman is alive, her husband is god and master to her King Dasharatha, supreme commander has authority over you and me also now. When king, the lord of the earth and the wise man is there, we are not indeed master-less. Bharata also, who is a righteous person and who speaks lovingly to all beings will be obliging to you. He is indeed always devoted to righteousness. While I take leave, take care of the king attentively so that he will not get fatigued even a little with grief over his son. Act always soothingly for the well-being of the aged king, seeing that his terrible grief will not destroy him . Even if a woman is interested in religious vows and fastings in addition to being the best of the excellent ;if she does not obey her husband she will become ill-fated ! Even if a woman does not offer salutation to celestials and does not worship the gods, she will attain the highest heaven by service to her husband . She has to do service, truly devoted in love and welfare of  her husband. This is seen in the world from the beginning, was heard from ancient texts and mentioned as righteousness. Oh, Mother! You always worship gods by sacrificial fire and by flowers for my sake . Brahmanas also with right voes are to be worshipped  Look forward for the time of my return in such a manner with restraint, being temperate in food and being devoted in the service of your husband. After my return, your best desire will be fulfilled if our father the best among protectors of righteousness, is still alive till then.\""
        },
        {
            "type": "verse",
            "text": "Kausalya who was afflicted with grief over her son, was with eyes full of tears after hearing Rama's utterances and spoke thus to Rama.: \"Oh, Brave son! I am not able to avert your well-made resolution, in the matter of your going to forest. Time is inscrutable .It is certain. Oh, son! You go undisturbed. Let there be auspiciousness always to you .I shall become refreshed, when you return again You, the illustrious after accomplishing a purpose, having observed a vow and having attained freedom from debt to your father, after having come again, I shall get great happiness The path of the destiny, which extinguishes my words and impels you to go to the forest, is ever not imaginable on this earth Oh, Rama the valiant !Go just now and come again safely, when you will rejoice me with your pleasing and tranquillising words . How good it will be, if today itself is the day of   your returning from the forest, wearing twisted hair and garment made of bark.\""
        },
        {
            "type": "verse",
            "text": "Thus did the queen with saintly resignation  look on Rama who decided to go to forest and addressed these words with most excellent thoughts to Rama, that handsome youth, calling down every blessing upon him by recitation of auspicious words."
        }
    ]
}