{
    "id": "prose-ayodhya-25",
    "kanda": "ayodhya",
    "sarga": "25",
    "title": "Kausalya bids farewell to Rama",
    "chapter": "25",
    "overview": "In this chapter Kausalya bids farewell to Rama preparing to go to forest. Rama leaves her residence and goes to Sita.",
    "content": [
        {
            "type": "verse",
            "text": "Kausalya, the magnanimous mother putting away her grief, sipped water from the palm of the hand, became purified and performed rites conducive to the welfare of Rama. She said: \"Oh, Rama! Your departure cannot be restrained. Depart now, return soon. Abide in the footsteps of the virtuous. Oh, Rama! Let that righteousness, which you are fostering with courage and discipline, protect you. Oh, son! May those too to whom you will be bowing in salutation at cross-roads and in temples, those along with great saints protect you in the forest. All the arms given by the wise sage Viswamitra to you, will ever protect you who are ever illumined by your excellences. Oh, son with magnificent arms! Protected by your service to father and service to mother as well as  to truthfulness, you will be long-lived. Oh, Rama, the best among men! May the wooden sticks used for feeding the sacred fire, blades of the sacred Kusa grass and rings of Kusa grass (worn on the fourth finger on sacrificial occasions), sacrificial altars , temples and various sites selected by Brahmanas for worship of gods, mountains, trees, bushes, large and deep pools of water, birds, snakes and lions protect you. May the saadhyas and viswadevas (two different kinds of gods) and wind-gods along with eminent sages ensure your happiness. May the cosmic person and the creator bring happiness to you. May the Pusha, Bhaga and Aryama (three of the twelve sons of Aditi) and the guardians of the spheres with Indra as their head do good to you. May the six seasons, all the fortnights and months, years, nights, days and hours always do good to you. May Veda, the Smriti texts taken as one body, the resolution and the piety protect you, my son! May lord Skanda (the younger son of Lord Siva) and the moon god along with the sage Brihaspati (the preceptor of gods), the well known seven sages as well as Sage Narada guard you on all sides. May the four quarters along with the glorious guardians of the four quarters which are eulogised by me may protect you always on all sides in that forest. Let all mountains , oceans, king of oceans, Varuna, heaven and earth, the intermediate space between them , rivers , astrological mansions including gods presiding over them, day and night, the morning and evening twilights may protect you while you reside in the forest . The six holy seasons, months, years and the measures of time known as Kala (equilent to one minute) and Kastha (1/30th of Kala or two seconds) bestow you happiness. Let the heavenly deities and the demons too ever grant happiness on you while you traverse through the large forest, in the guise of a hermit and full of wisdom  Oh, son! Let there not be fear for you of demons the terrible ones performing cruel deeds, of devilish beings called Pisachas and of all carnivorous animals. In that impenetrable forest occupied by you, let there be no monkeys, scorpions, gad fies, mosquitoes, snakes or other insects . Oh, son! Let the great elephants, lions, tigers, bears, terrible he-buffaloes with horns not to be hostile to you. Oh, son! Let the other ferocious man-eaters belonging to animal-species, being worshipped by me here, not hurt you .Oh, Rama, my son! May your path-ways be propitious ! Let your valour be powerful! Go well with all accomplishments!. Let there be security to you against those dwelling in the atmosphere and on the earth as well as against all the celestials as also your enemies. Oh, Rama! May Venus and the moon as also the sun and Kubera (the god of wealth) and Yama (the god of death) who are being worshipped by me, protect you, while you reside in the forest of Dandaka Oh, Rama! May sacred hymns coming forth from fire, air, vapour and from the mouth of singer of sacred hymns protect you at the time of taking bath. Let Siva, the lord of all spheres, Brahma, the lord of creation, Vishnu, the nourisher of beings, the sages and the rest of the celestials may protect you dwelling in the forest.\""
        },
        {
            "type": "verse",
            "text": "Uttering thus, the illustrious Kausalya having large eyes, worshipped troops of divinities with garlands and sandal paste with befitting hymns of praise. Duly procuring fire, she caused oblation to be poured into it, as per the direction of a high souled Brahmana for the purpose of Rama's well- being . Kausalya, the excellent woman procured clarified butter , white garlands, ceremonial sticks and white mustard seeds.That preceptor performed ceremony for peace as per the statute as well as without error and carried out propitiatory oblation externally with the remaining sacrificial food left after the main offering .She then got Brahmanas to pronounce blessings with honey, curd , unbroken grains of rice and clarified butter by the repetition of certain hymns and to utter prayers for the well - being of Rama in the forest."
        },
        {
            "type": "verse",
            "text": "The illustrious Kausalya gave the desired fee to that chief of Brahmanas and spoke as follows to Rama:- \"Which felicity occurred in Devendra the thousand- eyed, adored by all celestials when a demon called Vritta was destroyed, let that felicity occur to you. Which blessing was invoked by Vinata to Garuda who was setting off to bring nectar in the past, may that blessing occur to you. Which blessing was bestowed on Devendra, the wielder of the thunderbolt , killing the demons at the time of producing nectar, let that blessing come to you. Oh, Rama! Which good fortune occurred to Vishnu who was immensely glorious while making his three strides (in order to measure the three worlds), let that good fortune come to you Oh, Rama, the mighty armed! May the seasons , oceans , Dvipas (principal division of earth girdled by oceans ), vedas, various spheres and quarters confer blessings with good luck to you.\""
        },
        {
            "type": "verse",
            "text": "Saying so, Kausalya, the large eyed proud woman placed some unbroken rice grains on her son's head, smeared varieties of sandal pastes over his body, fastened about his wrist by way of an amulet, a herb called Visalyakarani (so called because it helps in painlessly extracting an arrow stuck into one's body ) which is efficacious and auspicious and muttered sacred hymns in order to enhance its virtue.Though filled with grief inside, she appeared to be over-joyed outside and with faltering words, spoke thus with only mouth and not with her heart."
        },
        {
            "type": "verse",
            "text": "The illusrious Kausalya embraced Rama, smelling his head by bending it and spoke these words \"Rama, my son! Go with ease with accomplishment of purpose, as you are. Oh, son! With all your purposes fulfilled and with good health, I shall see you returning to Ayodhya happily and taking over the reins of the kingdom All my thoughts of grief having been expulsed and my face shining with joy, I shall behold you returning from the forest like the full moon rising from the horizon Oh, Rama! I shall behold you returning here from your sojourn in the forest, having fulfilled your father's word and installed on the splendid throne. Having come here from your sojourn in the forest, you will be familiar with auspicious things and will ever be augmenting the desires of my daughter-in-law and of me. Depart now, Oh, Rama ! Worshipped by me, let the hosts of gods headed by Siva, the Supreme Being, the great sages, spirits, the chief of evil spirits, the celestial serpents and the (four)quarters wish well of you, who is setting forth to forest, \""
        },
        {
            "type": "verse",
            "text": "Having so said and having completed the rite of invoking blessings befittingly, Kausalya whose eyes were overflowing with tears, further went clockwise around Rama and having pressed close to him, embraced again and again."
        },
        {
            "type": "verse",
            "text": "Having been done circumambulation (as a mark of protection) thus by the pious woman Kausalya, that highly illustrious Rama pressing his mother's feet (as a token of reverence) again and again, shining as he was by his own splendour, proceeded to Sita's apartments."
        }
    ]
}