{
    "id": "prose-ayodhya-26",
    "kanda": "ayodhya",
    "sarga": "26",
    "title": "Rama lets Sita know of King's wish",
    "chapter": "26",
    "overview": "Seeing Rama being sad Sita wants to know the reason. Rama then lets her know his father's wish and his decision to go to forest. He then asks her to stay in Ayodhya.",
    "content": [
        {
            "type": "verse",
            "text": "The prince Rama, having been invoked blessings by his mother, after performing salutation to Kausalya and remaining firmly in his virtuous path, set out his journey to the forest. Entering the king's highway filled with people, he made it shine with his splendour and stirred the hearts of the people because of his excellent qualities."
        },
        {
            "type": "verse",
            "text": "Sita, practising austere vows for the coronation ceremony, did not hear anything on that matter. She was thinking of installation of Rama alone as prince Regent in her heart. As she knows what is to be done and is aware of rules relating to kings, Sita herself delighted in her heart, performed the worship of the gods and was waiting for the prince. Thereafter Rama, slightly turning his face down , entered his own house which is well decorated and is filled with rejoicing people all around.  Sita sprang up from her seat and  was trembled to see her husband stricken with sorrow, his mind perturbed with anxiety. By seeing her, Rama the virtuous man could not contain that grief existing in his mind and hence it got unveiled. Seeing him pale-faced, perspired and without endurance, Sita (stricken with grief) spoke thus :\"What is this now, my Lord! Oh , Rama! It is indeed told by learned Brahmanas that today's constellation Pushya (which is presided by sage bR^ihaspati) which is propitions, is suitable (for coronation). Why are you sadly disposed?   Your handsome face does not shine splendidly as it should when covered by an umbrella as white as water-froth and provided with a hundred ribs. Nor your lotus-eyed face is not being fanned (as it should ) by superior chowries shining like a moon and a swan. Nor the overjoyed and eloquent bards Sutas and Maagadhas (who sing portions of epic poems and ancient ballads ) are seen here, praising you with auspicious words . Nor Brahmanas who are well-versed in Vedas, have not placed , as per prescribed rites , honey and curds on your head after you had taken the head-bath All ministers, chiefs of Associations, citizens and country-folk, duly decked with ornaments, are not inclined to go along with you. Why the main carriage used for travelling and pleasure, tied with four horses decked with gold ornaments and with excellent speed does not go ahead of you ? Oh, valiant prince! A glorious elephant which is worshipped for its good characteristics, resembling a mountain crowned with a dark cloud is not seen ahead in your pageantry. Oh, brave man pleasant sight! I do not see marching before you an elephant having been placed in front with an excellent seat embroidered in gold meant for you While coronation is getting ready now, the colour of your face is appearing strange. Even happiness is not being seen (in you). Why is it?"
        },
        {
            "type": "verse",
            "text": "Rama then replied thus to Sita, who is lamenting : \"Oh, Sita!  My venerable father is sending me to a forest in exile. Oh, Sita ! You are born in a great family. You know what is right and you practise virtue . Hear me in what sequence this exile has fallen to my lot today. Two great boons were given to my mother Kaikeyi long ago , by my father Dasharatha who is true to his promise. Now that the arrangements initiated by the king for my coronation are getting ready , Kaikeyi came out with that promise of boons, turning the situation to her own advantage by grounds of morality I have to dwell in Dandaka forest for fourteen years .Bharata is being appointed as vice-regent by my father Before setting forth to the unpeopled forest, I came to see you.  I should not be praised at any time in the presence of Bharata . Men endowed with power and fortune indeed do not tolerate praise of others . Therefore, my virtues should not be extolled by you in front of Bharata. You cannot be attended to, in a special manner, at any time by him. You can stay familiar to him, by behaving with him conformably. The princely kingdom is given to him by the king permanently. Oh, Sita ! He is fit to be rendered gracious by you, more so because he is going to be  the king.As for me, keeping up the pledge of my father,  I  leave for the forest today itself. Oh, Sita of magnanimous mind! Remain courageous. Oh, Sita the good and faultless lady ! After I leave for the forest frequented by the sages, you can give yourself up to religious vows and fastings. You can rise up in dawn , perform worship of the deities as per precept and do salutation to my father , king Dasharatha. Keeping in front the righteousness alone, you have to respect the aged Kausalya, my mother who is getting emaciated by grief. For me all my mothers are equal in my eyes in point of fondness, love and the way in which they have looked after me (in my childhood). Hence the rest of mothers also deserve to be saluted always by you You, in particular, should regard Bharata and Satrughna, as your brothers or sons. Bharata is indeed king and the master both for the kingdom and for our family . Hence, you should not do what is displeasing to him at any time. Kings being pleased by one's good character and served by exerting one's self  become happy with those ones. They get angry if it is to the contrary. Kings abandon even their own sons, if they are antagonistic and accept even other people if they are befitting. Oh good lady ! You as such dwell here, doing conformably to the will of  Bharata the king, remaining devoted to righteousness and with a vow of truth as your end. Oh, my dear Sita ! I shall go to the great forest. You should stay here only, without doing offending any one. Listen to my words\" "
        }
    ]
}