{
    "id": "prose-ayodhya-27",
    "kanda": "ayodhya",
    "sarga": "27",
    "title": "Sita's wish to go to forest along with Rama",
    "chapter": "27",
    "overview": "In this chapter Sita requests Rama to take her to the forest.",
    "content": [
        {
            "type": "verse",
            "text": "Sita, who speaks kindly and deserves kind utterances, after hearing Rama's words, became  angry out of sheer love and spoke thus to her husband, \"Oh, Rama the prince! What words these are you  speaking? These meaningless words certainly are to be laughed at by me after hearing. Oh noble prince,  father, mother, brother, son and daughter-in-law enjoy the fruits of their own merits and reap each  his or her due.A wife only gets fortune of her husband. For that reason, I am also destined to dwell  in the forest. To a woman, father or son or self or mother or female companion are not the recourse.  Husband alone is forever the best recourse either in this world or after her death Oh, Rama! If you  set forth now itself to the forest, which is difficult to penetrate, I shall walk ahead of you, by trampling  down thorns and grass with long pointed stalks. Oh, brave man! By abandoning, the impatience and anger  as water that is poured away on quenching one's thirst and having faith in me take me (with you). There  is no fault in me that would warrant me to be left alone by you.. Protection under the feet of the husband  is better than being on top of a lofty building or in aerial cars or in moving through the sky. My mother  and father taught me in many ways how I should conduct myself . I need not be told as what I have now  to do. I shall proceed with you to the forest which is inaccessible, which is devoid of people, filled  with various types of animals and inhabited by tigers and jackals.Caring not for sovereignity of three  three worlds and thinking on the voe of serving my husband, I shall dwell in the forest happily as I  would be staying in our father's house. Oh, brave man! performing service to you regularly, having the  necessary discipline, observing chastity, I would like to stay with you in the forests which smell like  honey. Oh, Rama, the bestower of honour! Here in the forest, you are indeed capable of protecting other  people also. Why to tell about my protection? Today no doubt, I will come to forest along with you.  Oh, the illustrious! I, with this intention, cannot be prevented to do so. I shall live only on roots  and fruits always, no doubt. Living along with you, I shall not create any unpleasantness to you. With  you the learned and the lord, I shall not have fear anywhere. I wish to see rivers, mountains, small  lakes and grooves. I shall be comfortable, by coming together with you, the courageous man. I desire  to see lotus- ponds filled with swans, water-fowls and excellently flowered. Oh, the large eyed lord!  Remaining dedicated to you, I shall take bath regularly in those lakes and with full of joy, I shall  sport with you. Thus spending even a hundred thousand years in your company I shall never find any weariness.  Heaven also will not be acceptable to me otherwise, without you. Oh tiger among men and scion of Raghu!  Even if in heaven there is residence for me without you, I do not like it. I shall proceed to the forest,  which is very much inaccessible and occupied by monkeys, elephants as well as other animals. Clinging  to your feet alone, I shall dwell in the forest as though in my father's home. Therefore, grant well  my prayer and usher me- me without any other thought, whose mind is fondly attached to you and who am  determined to die if separated from you. Due to this, there will be no burden to you from me.\""
        },
        {
            "type": "verse",
            "text": "Rama did not feel inclined to take Sita along with him eventhough she was speaking as  aforesaid. To hold her back from coming to the forest, he also started describing fully of the various  afflictions she might have to face in a forest life."
        }
    ]
}