{
    "id": "prose-ayodhya-28",
    "kanda": "ayodhya",
    "sarga": "28",
    "title": "Rama warns Sita of difficulties of staying in forest",
    "chapter": "28",
    "overview": "In this chapter Rama describes various troubles of staying in forest and beseeches Sita not to go to forest",
    "content": [
        {
            "type": "verse",
            "text": "Thinking of difficulties one will be called upon to bear in the forest, Rama who was fond of righteousness did not form the idea of taking Sita who was speaking as aforesaid. Soothening with kind words to Sita, whose eyes were blemished with tears, the virtuous Rama spoke again as follows, for the purpose of making her turn back: \"Sita! Your are born in a high lineage, ever devoted to righteousness. Perform your own virtue here, which is agreable to my mind. Oh Sita, the delicate! Do whatever I tell you. There are many inconveniencs in the forest. Know them from me. Oh, Sita! Let your thought made about forest be given up. It is indeed said that forest with its wilderness is fraught with many dangers. This advice is given by me, keeping your welfare in view. I do not ever consider a forest as comfortable. It is always uncomfortable. The sounds created from waterfalls in hills and from lions resding in mountain caves are unpleasant to hear. That is why living in a forest in uncomfortable. Large wild animals which are fearless and intoxicated sporting in the desolate forest; come forward with fury after seeing me. Oh, Sita! That is why living in forest is uncomfortable. Even streams filled with crocodiles full of mire are difficult to be crossed by rut elephants also. Hence dwelling in a forest is always very much uncomfortable. Pathways covered with creepers and thorns, echoed with noise of wild cocks, are water-less and very difficult to enter. Hence dwelling in a forest is hardship. One worn out with fatigue has to sleep in nights on a bed of fallen leaves. Hence, living in a forest is very much a misery. Oh, Sita! With mind disciplined day and night, one has to necessarily satisfy ourself with fruits fallen from trees. Hence, living in a forest is a suffering. Oh, Sita the princess of Mithila!  Fasting is to be done to the point of utter exhaustion.  Clothes of bark are to be clad and mass of matted hair has to be worn on the head. The celestials, the ancestors, the guests who arrive are to be worshipped always according to the preseribed rites. Bath is to be performed three times a day at appropriate time by the one moving in the forest, with one's mind kept in restraint. Hence, living in a forest is very much a misery. Oh, Sita the innocent! Offering is to be done with flowers gathered by oneself at the altar, according to the rites prescribed by sages. Hence, living in a forest is a hardship. Oh, Sita the princess of Mithila! The dwellers of forest are to be satisfied with whatever food is obtained there. Hence, living in forest is a misery. Great storms visit the forest, covering with too much of darkness . There are always hunger and great perils too prevailing there. Hence, dwelling in a forest is very much a misery. Oh, Sita! Various creeping animals of different forms roam about on earth with pride. Hence dwelling in a forst is a great misery. Snakes dwelling in rivers, moving crookedly like rivers, stay obstucting the pathways. Hence, living in forest is a great misery. Oh, frail princess! Flying insects, scropions, insects including mosquitoes and files always annoy every one. Hence, forest is full of hardship.Oh, Sita! Forest is full of trees, kusa grass and bambooes with ends of their branches spread on all sides. Hence, living in a forest is a great misery. An inhabitant living in a forest has to face various bodily troubles and panics. Hence, forest- life is readily a misery. Anger and greed are to be abandoned by the dwellers of forest. Devotion is to be bestowed on asceticism. What needs to be feared, should not be feared. Hence, living in a forest is a suffereing. Therefore, do away with the idea of your coming to the forest. Forest life is not indeed bearable for you. Reflecting now carefully on the matter, I perceive forest as having too many disadvantages.\""
        },
        {
            "type": "verse",
            "text": "As the great souled Rama did not agree to take her to the forest, the much aggrieved Sita spoke to Rama as follows:-"
        }
    ]
}