{
    "id": "prose-ayodhya-29",
    "kanda": "ayodhya",
    "sarga": "29",
    "title": "Sita's insistence on going to the forest",
    "chapter": "29",
    "overview": "Sita implores upon Rama to allow her to come to forests, and says that she heard through some foretellers that she has to live in forests for some time, when she was with her father's place. But Rama is not interested to make Sita's life penurious in forests and once again tries to pacify her. He asks her to stay back at Ayodhya. For that Sita laments to become lonely parted with her husband.",
    "content": [
        {
            "type": "verse",
            "text": "Sita was distressed to hear these words of Rama and spoke these words slowly, with her face with tears."
        },
        {
            "type": "verse",
            "text": "\"Oh Rama, the very wise! Know all those disadvantages you mentioned about dwelling in the forest become advantages to me, if your affection is placed before them. Antelopes, lions, elephants, tigers, sarabhas(legendary animal with eight legs), birds, yaks and all others which roam in the forest, run away after seeing your form, since they have never seen your figure before. When there is cause for fear, who would not have fear? As per the command of the elders, I also should go along with you. My life is to be abandoned here, if I were separated from you. Even Devendra the Lord of celestials, by his strength, cannot over power me, who is in your vicinity. Verily such a thing was taught to me by you, that a woman disunited from her husband should not be able to survive. Besides, formerly in my father's house it was heard by me from the month of Brahmanas that I was destined to stay really in a forest. Ever since I heard this word from Brahmanas who can interpret marks on the body, I was always eager to stay in a forest. That prediction of dwelling in the forst is to be realised by me. I must accordingly accompany you to the forest, it cannot be otherwise. I shall be the one who has fulfilled the Brahmana's word. I shall accompany you to the forest. The time has come for Brahmana's words to come true. I know that in the forest, sufferings indeed are many and are invariably obtained by men having unformed minds. While I was an unmarried girl, the prediction about my dwelling the forest was heard by me in my father's house from a female mendicant having good manners, in the presence of my mother. In the past, you have been really pleased for many a time to take me along with you indeed for the tour of a forest, as longed by me. May all be well with you! I am waiting for a journey to the forest. A work-out of adventurist is really delightful to me. Following my husband with loving devotion, I shall become sin-less; for husband is the supreme deity to me. Even after my death, I shall stay united with you. On this subject, the meritorious words of Brahmanas is being heard thus:- In this world, which women was given away to whom by parents with water according to the moral code binding on them, that woman belongs to him alone even after death. By what reason now are you thus not willing to take me, the women having good conduct, devoted to her husband and belonging to you, from this place?  You ought to take me, who is a devotee, so devoted to husband, who is distressed who feels alike in pleasure and pain and shares your joys and sorrows. I shall take resort to poison or fire or water for dying, if you are not willing to take me, afflicted as I am, as above.\""
        },
        {
            "type": "verse",
            "text": "Eventhough she requested him in many ways about setting out to the forest, he did not agree to take her to the forest, which is a solitary place. After hearing Rama's words, Sita was sorrowful, moistening with earth as it were with burning tears, trickling down her eyes. Rama the prudent man then pacified in many ways, to avert that Sita with red lips, who was sorrowful as above."
        }
    ]
}