{
    "id": "prose-ayodhya-3",
    "kanda": "ayodhya",
    "sarga": "3",
    "title": "Preparing for the Ceremony",
    "chapter": "3",
    "overview": "Dasharatha, glad after hearing the words of assembled people, requests Vasishta and Vamadeva to start arrangements for the anointing ceremony of Rama. Vasishta and Vamadeva order the officers present there to make all arrangements, describing them in detail. Dasharatha then orders Sumantra to bring Rama to the assembly. After letting Rama know of his desire, Dasharatha then advises Rama on how to rule the kingdom for the benefit of the people.",
    "content": [
        {
            "type": "verse",
            "text": "King Dasharatha, accepted their salutations with folded hands resembling lotus buds and spoke good and agreeable words to them as follows:- \"Oh! I am very much pleased and incomparable is my fortune in that you desire my beloved elder son to be anointed as prince. \""
        },
        {
            "type": "verse",
            "text": "King Dasharatha, thus duly returning the honor done by them, spoke while they were listening, to Vasishta, Vamadeva and other Brahmans as follows: \"This is the glorious and auspicious month of Chaitra, in which the forests bloom with flowers. Let all arrangements be made for the coronation of Rama as prince.\" While these words of the king were being completed, there was a great delightful uproar of the people."
        },
        {
            "type": "verse",
            "text": "When their applause gradually subsided, King Dasharatha spoke the following words to the best of sages, Vasishta. \"Oh Divine Vasishta! Be pleased to order now for the traditional ceremonial that is to be done and various accessories needed for the anointing ceremony of Rama.\""
        },
        {
            "type": "verse",
            "text": "Vasishta, the best of Brahmans, hearing the words of king Dasharatha, ordered the officers who stood there with folded hands before the king, as follows: - \"Gather the following in the sacred fire house of the king at dawn: gold and the like, diamonds, things needed to perform worship, various herbs, white floral garlands, corn, honey and clarified butter in separate vessels, new clothes, chariot, all weapons, the four divisions of army, an elephant with auspicious signs, white fan, flag staff, white umbrella, one hundred golden pots with brilliant shine, bull with gilded horns and a complete tiger skin\"."
        },
        {
            "type": "verse",
            "text": "\"If any other small things are required, arrange for all of them. Let the doorways of the royal palace and those of the entire city be worshipped with sandalwood paste, floral garlands and good smelling incense. Let fine rice of good quality with milk and yogurt, fully sufficient for one hundred thousand Brahmans be arranged. Let that rice be given with due respect to important Brahmans tomorrow at dawn; along with clarified butter, yogurt, corn, and lot of gifts.\""
        },
        {
            "type": "verse",
            "text": "\"There will be an invocation for the well being of all, tomorrow at sun rise. Let Brahmanas be invited and suitable seats be arranged for them. Let the flags be hung and the royal highways be sprinkled with water. Let well dressed dancers and musicians wait in second enclosure in the royal compound. As worshipping is to be done in temples and at road junctions, let some deserving people gather there with rice, eatables, presents and garlands separately. Let all the warriors enter the well developed front yard of the royal palace with long swords, armors and clean clothing.\""
        },
        {
            "type": "verse",
            "text": "Those wise men Vasishta and Vamadeva attentively ordered for all those things to be done there, informed that to king Dasharatha and performed the remaining things also. Pleased and satisfied with the arrangements made Vasishta and Vamadeva approached king Dasharatha and told him that all had been done according to his words. "
        },
        {
            "type": "verse",
            "text": "Afterwards, Dasharatha spoke to Sumantra \"Let Rama, who has a disciplined intellect, be brought by you immediately.\""
        },
        {
            "type": "verse",
            "text": "As commanded by the king, Sumantra brought there, Rama, the best of charioteers, in a chariot. Afterwards the kings belonging to east, west, north, south as well as those belonging to Mlechha kingdom, Aryaa Vartha kingdom and those ruling in hill and forest areas sat there and attended on King Dasharatha as celestials attended on Devendra."
        },
        {
            "type": "verse",
            "text": "The sage king Dasharatha, sitting in the midst of those kings like Devendra in the middle of the celestials, saw from the palace itself, his son Rama arriving in a chariot. Rama was as beautiful as the king of Gandharvas. His valiance was world famous. He had great strength and walked like a vigorous elephant. He had long arms, and with his enchanting face, he looked like the moon. He stole the eyes and minds of the people by his looks, generosity and virtues. King Dasharatha was thus not satiated enough in seeing Rama, coming like a cloud that gladdens people by relieving them from the scorching summer heat. Sumantra helped Rama to get down from the excellent chariot and with folded hands followed behind Rama, who approached his father. Rama, the best among men, ascended the steps of the palace, which resembled Mount Kailaasa, along with Sumantra, to see the king Dasharatha."
        },
        {
            "type": "verse",
            "text": "Rama with folded hands approached his father, bowed down mentioning his own name and offered salutations to his father's feet. King Dasharatha took into his embrace that beloved son who was standing humbly beside him with folded hands."
        },
        {
            "type": "verse",
            "text": "King Dasharatha gave Rama a great throne, which was high, excellent and beautiful, decorated with gold and diamonds. Rama, occupying that great throne, caused it to shine with his own brightness, just as the spotless sun in the morning causes Meru mountain to shine with brilliance. Rama by his brilliance made that assembly to shine, just as the moon shines the clear autumnal sky, with the dimless stars and planets. King Dasharatha was as delighted in seeing his beloved son, as one delights in seeing oneself adorned, in a mirror. King Dasharatha, the best among those who have sons, smilingly conversed with his son, and addressed Rama as follows, as Kasyapa does to (his eldest son) Devendra (the ruler of gods)."
        },
        {
            "type": "verse",
            "text": "\"Oh Rama! You are an exemplary son born to my exemplary elder wife. Being excellent in virtues, you are beloved son to me. As you with your good qualities cherished these people, you get the princely kingdom on the day of Pushyami star (when the moon appears in conjunction with the constellation Pushya).. Oh, son! By nature, you are very humble and virtuous. Even then, because of my friendship with you, I can tell you this for your benefit. Be even more humble and always keep the senses under control. Leave the bad habits born out of desire and wrath. Through direct and indirect means, keep ministers and others happy. Like the celestials becoming happy after obtaining the nectar, friends of a king (ruler of earth) are delighted when he fills the granaries and armories to the brim, making the common people delightful and happy. Hence, you too act like this.\""
        },
        {
            "type": "verse",
            "text": "The well -wishers of Rama, after hearing those words, intending to do good to Kausalya, immediately came to her and informed the matter to her. The best among women, Kausalya gave away gold, cows and different types of diamonds to those who informed her good news. Rama, after offering salutations to king Dasharatha, ascended the chariot and went to his splendid house after being worshipped by the crowds on the way."
        },
        {
            "type": "verse",
            "text": "Having heard those words of the king, seeing their dearest wish gratified, the citizens took leave of the King Dasharatha and returned to their homes full of joy, in order to give thanks and render homage to the Gods."
        }
    ]
}