{
    "id": "prose-ayodhya-30",
    "kanda": "ayodhya",
    "sarga": "30",
    "title": "Rama agrees to take Sita to the forest",
    "chapter": "30",
    "overview": "The persistence of Sita continues to go along with Rama to forest. But Rama tried to pacify her telling that rendering service to elders staying back at home is advisable for ladies like Sita, but in vain. Finally Rama had to yield to her prevail and accepts her to come along and asks her to give away her personal belongings to Brahmins in charity before they proceed.  ",
    "content": [
        {
            "type": "verse",
            "text": "Sita daughter of Janaka being pacified by Rama in the matter of living in the forest, spoke the following words to her husband. Distressed and highly agitated, the said Sita reproached Rama having a broad chest, from affection and pride in the following words:- \"Oh, Brave man! What my father, the king of Mithila belonging to the country of Videha, think of himself having got as son-in-law you, a woman having the form of a man? It is a pity if these people of Ayodhya through ignorance tell the falsehood that excellent valour is lacking in Rama as in a blazing sun. For what reason are you cast down or whence fear in you, for which you are willing to desert me, for whom there is no other recourse. Know me to be as dependent on your will as Savitri who was devoted to Satyavan the son of Dyumatsena. I will not see, even in thought, anyone except you as any other woman bringing disrepute to her family would! I shall accompany you to the forest. I am a young girl, lived for a long time with you, a chaste woman and your wife. How would you like an actor intend to deliver me to others by your own will? Be you always dutiful and obedient to him, whom you speak of welfare, for whose sake I am being kept back.(But it is improper to ask me to stay obedient to him). It is not proper for you as such to set out to the forest without taking me. Any term of austerities or forest or even heaven, let it be to me with you only. To me, who follow you behind, there will be no tiresomeness. I shall remain in the path without any fatigue, as remaining in a place of recreation or as in a sleep. While walking with you, blades of kusha grass, shrubs by the name of kaasa, reeds and rushes and plants with prickles which fall in the path will touch my soles like a heap of cotton or soft deerskin. I shall reckon the dust raised by the strongest wind that will cover my body as sandal dust of highest advantage. While dwelling in the forest, in its midst, I shall lie down on green grass. Will lying in beds with carpets be more comfortable than that? Leaves, tubers and fruits either a little or abundant in quantity brought and given by you yourself will be like nectar to me. Enjoying the flowers and fruits belonging to various seasons there, I shall neither recollect my mother nor father nor my home. Hence, you are not justified to see anything unpleasant there. There will be no annoyance to you because of me. I will not be difficult to be maintained. Your companionship will be a heaven to me. Without you, it will be a hell. Oh, Rama! By knowing thus my great love, obtain supreme joy with me. On the contrary, if you do not take me, who is not alarmed of the forest as such, I shall drink poison now itself. But on no account would I bow to the enemies. As a result of grief I will not be giving to live even afterwards when abandoed by you. Death is therefore better at the time of your relinquishment itself. I cannot bear this grief even for a moment, why again fourteen years in misery.\""
        },
        {
            "type": "verse",
            "text": "Sita, burnt by grief, having got exerted, lamented much piteously, embraced her husband and cried a lot with loud voice. Perscuted with many homilies like a female elephant pierced with poisoned arrows, she shed tears that had long been held back even as a piece of wood would emit fire(throught attrition with another). Crystal-like tears woozed from her eyes because of grief, like water-drops from two lotus flowers. Her face with shining brilliance of the moon and having longish eyes, withered with tears as a lotus flower pulled out from water. Then Rama embraced her, with arms, who was depressed and had fainted as it were, spoke the following words, fully reassuring her."
        },
        {
            "type": "verse",
            "text": "\"Oh, Sita with the auspicious face! I do not relish even heaven while you are in grief. There is indeed no fear whatsoever to me, like the god of Brahma. Eventhough I am able to protect you, without knowing your entire opinion, I do not like to take you to the forest. It appears that you are created indeed for dwelling in the forest with me. Hence, you cannot be left behind by me, like the honour by a man of self-regard. Earlier, righeousness (like fulfilling the father's command) was practised by good men. Now, I shall follow that righteousness, like Suvarchala(wife of the sun) following the sun. I cannot desist from not going to forest. That word, of my father, made strong by his truthfulnes is taking me to the forest. Being obedient to father and mother is one's sacred duty. That is why, I do not wish to survive, in violation of that duty. Mother, father and teacher are at our own disposal. By negelecting them as such, how can we worship god, who is not at our disposal, by various modes? The triad of mother, father and teacher is the world-triad. There is none other in the world equal to it. Hence, this triad is worthy of worship. Oh, Sita! In which manner service to father is regarded as strengthening, in the same manner truth or sacrificial rites where presents are received by officiating priest are not strengthening. By compliance with the wishes of one's elders, heavenly bliss or riches, foodgrains or learning, sons or amenities of life-nothing whatsoever is hard to obtain. High souled men, wholly devoted to their parents obtain the regions of gods and the gandharvas, the seventh heaven presided by Brahma, the seventh heaven presided by Brahma (the creator) and Goloka (the highest heaven abiding in cows and presided over by Sri Radha and Sri Krishna the first couple). I desire to obey in the same manner as to how my father, abiding in truthfulness and virtue, commands me. That itself is indeed the law of morality, which is eternal. My mind was depressed to take you to the forest of Dandaka. But you are saying that you will reside in the forst, duly determined to follow me. Since you were allowed to come to forest, Oh Sita the timid lady, follow me and become my help-mate. You adopted very auspicious resolve, suitable in all ways to me and to your race. Now itself, begin with duties appropriate for living in exile. Oh, Sita! Even a heaven is not a liking to me without your presence. Give valuable gifts to Brahmanas and food to mendicants. Be very quick. Do not delay. Give to the various classes of your dependents whatever costly ornaments, beautiful and fine articles of wearing apparel, gadgets used for sports, my couches, conveyances and other articles left after satisfying Brahmanas.\""
        },
        {
            "type": "verse",
            "text": "Sita the divine lady, elated to know her departure acceptable to her husband, quickly set about, making gifts. Thereafter, the illustrious and pure-minded lady, becoming delighted on hearing the speech of her husband, started giving riches and valuable gifts to virtuous souls."
        }
    ]
}