{
    "id": "prose-ayodhya-31",
    "kanda": "ayodhya",
    "sarga": "31",
    "title": "Lakshmana too is permitted to go to the forest",
    "chapter": "31",
    "overview": "Overhearing the conversation of Rama and Sita, Lakshmana who came there earlier enters into dialogue with his brother, insisting that he too shall accompany Rama and Sita to forests. Rama tries to persuade him to stay back, in vain. Then Rama had to agree to Lakshmana's insistence and asks him to fetch the divine bows, arrows and swords given by gods in the Vedic-ritual of Sita's father, namely King Janaka.  ",
    "content": [
        {
            "type": "verse",
            "text": "Lakshmana who came there earlier, heard the conversation of Sita and Rama, having his eyes glut with tears, being unable to bear the anguish, tightly pressed the feet of his brother and spoke (as follows) to Rama who was performing a great vow and to Sita who enjoyed great honour. \"If you decided to go to the forest filled with antelopes and elephants, I, in front wearing the bow, shall accompany you to the forest. Together with me, you will travel in the various forests, resonant with sounds of birds and herds of wild animals. Without you, I do not want ascendency to heaven now do I desire immortality now do I wish for sovereignity over the globes.\""
        },
        {
            "type": "verse",
            "text": "Lakshmana who was speaking in favour of coming to the forst, was forbidden by Rama through many of his pacifying words. After hearing them, Lakshmana again soke as follows: \"Oh, the faultless man! I was indeed permitted by you earlier. How is it that you are prohibiting me now? I desire to know the reason for prohibiting me, who is indeed willing to come to the forest, because there is doubt in my mind.\" Thereafter Rama of great splendour spoke to Lakshmana the valiant man who was standing in front, intending to proceed with Sri Rama and soliciting with joined palms. \"You are so friendly, interested in righteousness, valiant, abiding always in a good path, dear to me as life, obedient, my brother and a companion. If you proceed to the forest along with me now, who will support Kausalya or the illustrious Sumitra? That emperor of great splendour, who used to shower blessings on the people as a cloud sends down rain on the earth, stands circumscribed by cord of love. That Kaikeyi daughter of king Aswapathi, after obtaining this kingdom, will certainly not accord good treatment to her step-wives, who are at grief. Bharata on acquiring the kingdom will be devoted to Kaikeyi and will not think of sorrowful Kausalya or Sumitra. You stay here and support the venerable Kausalya through your own self or by obtaining favour through the king. Do this thing, as said. Thus, your devotion towards me will have been fully demonstrated by you. By honouring the elders, a great unqualled religious merit will accrue to you. Do this for my sake. There will be no happiness to our mother, if she is left behind by us.\""
        },
        {
            "type": "verse",
            "text": "Lakshmana who is intelligent in speech, after hearing Rama's words, replied in a gentle voice to him who is skilled in speech. \"Oh, Rama the valiant! Bharata being inspired by your splendour of morality will respect Kausalya and Sumitra. There is no doubt in this matter. Kausalya obtained (by grant) thousand villages , which are dependent on her. Hence, that venerable Kausalya can maintain even thousand people like me. The illustrious Kausalya is competent not only to maintain herself but also my mother and people like me in addition. Make me your attendant. In this, there is no unrighteousness. Besides, I will be accomplishing my object. Your purpose also will be fulfilled. Taking my bow and arrows and carrying a spade and a basket, I will walk in front of you showing the path. I will procure for you for all time the tubers, fruits and other things which are good food stuffs available in the forest for sages. You along with Sita enjoy yourself on mountain-ridges. I shall do everything while you are waking or sleeping.\""
        },
        {
            "type": "verse",
            "text": "Rama, very much delighted of hearing these words, said to him: \"Oh, Lakshmana! Go, take leave of all your friends. At a grand sacrifice perfomed by Janaka, the great-souled Varuna(god of water) personally gave heavenly bows which are dreadful to look at, divine impenetrable pieces of armour, quivers containing an inexhaustible stock of arms, two swords decked with gold and with spotless lustre like that of a sun - all these were kept at the residence of our receptor Vasista, after paying due reverence. Take all those arms and return soon.\""
        },
        {
            "type": "verse",
            "text": "Lakshmana, who was assured of his sojourn in the forest, after bidding good bye to his friends, approached Vasista the preceptor of Ikshvaku dynasty and took the excellent armoury. Lakshmana, a tiger among princes, showed to Rama all those arms, which were divine, being worshipped and decorated by garlands. Rama, who had fully controlled his mind, affectionately spoke as follows to Lakshmana who arrived: \"Oh, Lakshmana, the excellent man! You came in time as desired by me. Along with you, I want to give all this wealth pertaining to me to Brahmanas, practicing austerities. I also desire to give to those excellent Brahmanas residing here as strong devotees to their proceptors and to all my dependents. You bring soon the venerable Suyagna, the son of Vasista, the best. After adoring all other Brahmanas also who are cultured, I will go to the forest.\""
        }
    ]
}