{
    "id": "prose-ayodhya-32",
    "kanda": "ayodhya",
    "sarga": "32",
    "title": "Rama distributes his wealth to Rishis",
    "chapter": "32",
    "overview": "Rama bestows parting gifts to Vedic scholars and their wives. Thereafter he also accords charities to Brahmins, young scholars, servants, and others. Rama accords an unusual gift, of cows filling a space of miles and miles, to a poor Brahmin named Trijata. Then Rama is blessed for a bon voyage by all of the eminent Vedic scholars.  ",
    "content": [
        {
            "type": "verse",
            "text": "Thereupon, Lakshmana obeying his brother's order which is kindly and auspicious, went immediately to the house of suyajna. Offering salutation to that Brahmana living in a house of fire, Lakshmana spoke as follows: \"Oh, friend! Come and see the house of Rama who is doing an arduous task.\" Then, Suyajna, having performed worship at the juncture of day and night, came at once along with Lakshmana and entered Rama's house which was good-looking and inhabited by Lakshmi the goddess of wealth. Seeing him arrived, Rama with joined palms along with Sita, moved clockwise as around sacrificial fire, that Suyajna the venerable man who had the knowledge of Vedas. Rama adored Suyajna with excellent Angadas(armlets) and beautiful earrings of gold, gems stung on gold threads as also with keyuras( another ornament similar in shape to an Angada but worn above it near the armpit) and bracelets as well as with many other excellent precious stones. Urged by Sita, the said Rama then spoke to Suyajna as follows: \"Oh the gentle sage, my friend! Now, Sita wants to give for your wife a pearl necklace, a string of gold and a girdle. please take them. She who is departing to the forest, is giving you for your wife armlets adorned with figures cut in them and beautiful keyuras. Sita wants to offer you that couch also inlaid with various jewels and provided with an excellent coverlet. I am giving you this elephant called Satrunjaya, given earlier to me by my maternal uncle as well as those thousand elephants.\" As requested by Rama, Suyajna accepted the gift and bestowed benign blessings to Rama, Lakshmana and Sita."
        },
        {
            "type": "verse",
            "text": "Then, Rama who speaks polite words as coolly as Brahma to Devendra, spoke to his beloved brother Lakshmana as follows: \"Oh, Lakshmana! Call those two excellent Brahmanas Agastya and Kausika and worship them with valuable gifts as water is poured to a crop of corn. Satiate them with thousands of cows, gold, silver and with gems of great value. Which Brahmana is studying Taittiriya(a school of Yajurveda), a preceptor, a man of conformity; a knower of Vedas, serving Kausalya with his devotion and blessing, to him see that he is duly gifted conveyance, servant maids and silken clothing till he gets satisfied.\""
        },
        {
            "type": "commentary",
            "text": "Comment: Taittiriya was first taught by sage Vaisampayana to 27 pupils, among whom was Yagnavalkya, Subsequently Vaisampayana being offended with Yaganavalkya, made him disgorge the Veda committed to him which he did in a tangible form; whereupon the older disciples of Vaisampayana being commanded to pick it up, took in the form of partridges, and swallowed the soiled texts, hence named black(called Krishna Yajurveda) the other name of Taittiriya referring to the patridges Yagnavalkya then received from the Sun a new or white version of the yajurveda (called Shukla Yajurveda)"
        },
        {
            "type": "verse",
            "text": "\"The charioteer called Chitraratha the companion of our venerable father was of very long standing. Gratify him with valuable gifts of great worth, with clothes, with money, with all types of small animals and with thousands of cows. Here are many religious students carrying staffs, belonging to katha and kalaapa branches of Yajurveda, who being always engaged in studying the sacred scriptures, do not perform any other austerities but are highly honoured by even noble men, are inactive( in the sense, they do not move out for alms) and crave for sweets. Cause them to be given eighty carts loaded with jewels, a thousand bullocks carrying loads of rice and two hundred bullocks used for cultivation. Give a thousand cows for use in their nourishment, Oh Lakshmana! Many celebates wearing fillets stand near Kausalya, cause them to be given a thousand cows each. Honour all those Brahmanas in every way, so that my mother Kausalya will feel happy to see my gifts.\""
        },
        {
            "type": "verse",
            "text": "Then, Lakshmana the tiger among men himself gave that wealth, like Kubera, to the best of Brahmanas as instructed. Rama, after giving abundant wealth to each one of the dependents, standing there with tears in their throats, spoke to them as follows: \"Till my return, the house belonging to Lakshmana and also this house which is occupied by me, should be guarded by each one of you, by turn.\" Having thus ordered those servants distressed as they were, he instructed his treasurer as follows: \"Let my wealth be brought(here).\" Thereafter, the servants brought all the wealth of Rama. That very large heap of wealth there appeared good-looking. Rama, the tiger among men, along with Lakshmana then caused that wealth to be distributed among the Brahmanas, the children, the old-aged and the pitiable. \"There lived a Brahmana by name Trijata who was born in garga community and was reddish born in colour. He used to make his living in the forest by digging the soil, always carrying an axe, a spade and a plough.\" His young wife, having been afflicted with poverty, taking her small children with her, spoke to that aged Brahmana as follows: \"Throw away the axe and the spade. Carry out my word. Seek for the presence of Rama who knows his duty and see if you get at least something.\""
        },
        {
            "type": "verse",
            "text": "He heard the request of his wife, wrapped a strip of cloth that could hardly cover his body and set out towards the track wherein lies Rama's palace. Up to the fifth gate, none in that society of men could obstruct this Trijata, who was equal in spiritual splendour with the sages Bhrigu and Angira. That Trijata having approached the prince Rama, spoke the following words: \"Oh, the most illustrious prince! I am a destitute, having many children in my family. I always dwell in the forest, with an occupation of digging the soil. Look to me, as you know.\" Thereupon, Rama replied jestingly to him as follows: \"By me, even one thousand cows were not given away so far. You will get as many cows to such an extent as you will throw this staff.\""
        },
        {
            "type": "verse",
            "text": "Winding his loin cloth round his waist hurrily and twirling his staff, he swiftly threw it with all his strength, excited as he was. Flying away from his hand and crossing across the Sarayu river, that staff fell close to a bull amidst a flock of cows numbering in several thousands. Embracing him, Rama of virtuous mind caused to be delivered to Trijata's hermitage the cows up to that bank of Sarayu. Thereupon, Rama pacifyingly spoke to that son of Gargi as follows: \"You need not express your contempt, for this was only a jest indulged in by me. I only desired to know your strength, which is unfathomable and hence this trial for you. If you desire any other thing, opt for it. I am telling the truth here. There is no limitation for you. Whatever riches belonging to me, are indeed for Brahmanas. If the wealth earned by me is given abundantly to you, it will bring in joy and fame.\""
        },
        {
            "type": "verse",
            "text": "Thereupon, Trijata along with his wife accepted that flock of cows and were delighted. Then, he pronounced on Rama the virtuous man, the blessings to enhance reputation, strength, delight and happiness. Rama being inspired by the befitting words of honour and having his heart satisfied, immediately bestowed on friendly people, a great wealth earned by righteous might. At that time in Ayodhya, there was no Brahmana, relative, dependant, pauper or mendicant who was not satiated with befittingly deserving honour, gifts and respect."
        }
    ]
}