{
    "id": "prose-ayodhya-33",
    "kanda": "ayodhya",
    "sarga": "33",
    "title": "Rama pays respects to his father at departure",
    "chapter": "33",
    "overview": "Rama while going to his father at Queen Kaikeyi's palace listens the people's voice of sorrow for his exile. They sadly express their heartfelt feelings. On reaching the palace, Rama bids Sumantra to inform Dasharatha about his arrival for paying respects at the time of departure.",
    "content": [
        {
            "type": "verse",
            "text": "Rama and Lakshmana along with Sita gave away abundant riches to Brahmanas and went along with Sita to see their father. Those weapons held by Rama and Lakshmana were tied on with garlands by Sita. The weapons thus decorated were shining brilliantly and were fearful to look at. Then, wealthy people ascended lofty palatial mansions, large buildings and tops of palaces of seven stories high and saw them spiritlessly. The streets were indeed difficult to walk, congested as they were, with many men. For that reason, being in distress, they were seeing Rama by ascending lofty palatial buildings."
        },
        {
            "type": "verse",
            "text": "Then, by seeing Rama as a pedestrian without an umbrella, the people with their hearts struck by grief were uttering words of many sorts. The same Sri Rama who was followed by a strong four wings of army(comprising elephants, chariots, cavalry and infantry), is walking lonely with Sita followed by Lakshmana. Rama knew the taste of sovereignty. He can grant desires to the desirous. Even then, because of his respect for virtue, he is careful not to belie his father's words. Even people walking on road are able to see Sita, who could not earlier be seen even by beings going through the air. Rain, heat and cold will quickly wane to pallor Sita, who was fond of applying suitable cosmetics and red sandal to the body. Today, certainly Dasharatha is talking, by identifying himself with some evil spirit. the king is indeed not entitled to send his affectionate son to exile. How banishment can be affected on a son, even devoid of virtues? Why to tell further of whom, this world is conquered merely by his mode of conduct? Harmlessness, compassion, learning, good nature, self-control and tranquillity - these six virtues adorn Rama, the best of men. Therefore, people are extremely painful for the injury done to him, as aquatic beings in summer are afflicted because of depletion of water."
        },
        {
            "type": "verse",
            "text": "The entire world feels afflicted by the hardship inflicted on this protector of the world, as a tree which acquired flowers and fruits is damaged by injury caused to its root. This Rama, the essence of virtue possessing great lustre, is indeed the root of the tree of humanity. Other men are his flowers, fruits and branches. We as such along with our wives and relatives atonce will follow Rama in the same way as Lakshmana is going with the departing Rama. Abandoning gardens fields and houses, we shall follow Rama the righteous man, and share his joys and sorrows. Let Kaikeyi obtain the houses deserted by us, their treasures unearthed, their court-yards in ruined state, their wealth and food grains removed, their best parts robbed off from all sides, covered by dust, deserted by the deities(presiding them), overrun by mice, coming out of their holes and turning round here and there, without water and smoke, unswept, the rites of offering oblations to all creatures as well as the sacred fire, worship of gods, the chanting of sacred texts and muttering of prayers having altogether ceased, as though dilapidated by adverse times and scattered with broken vessels. As Rama is going away to the forest, let that forest become a city and let this city being deserted by us become a forest. Scared by fear of us, let all the snakes abandon their holes, the deers and birds the mountain peaks, the elephants and the lions the forest itself. Let them leave the region going to be inhabited by us and reach the city of Ayodhya. Let Kaikeyi with her son along with her relatives indeed inhabit the region where ferocious animals and vultures live with grass, meat and fruits. Let us all (on the other hand) live happily in the forest along with Rama. Rama heard various kinds of remarks thus made by many people. Hearing them also, his mind was not disturbed. That Rama the virtuous man, by walking with strides of an elephant in rut, approached his father's palace, which from a distance glowed like a peak of the Kailasa mountain. After entering the royal palace, which had in it disciplined and valiant attendants, saw Sumantra standing dejected not far from the palace. The, Rama even on seeing the people disturbed, appeared unmoved and smiling, intending to fulfill his father's behest and went to see his father. Seeing Sumantra appearing disturbed before that, Rama the son of Dasharatha( a scion of Ikshhvaaku) whose mind is mighty and who is setting out to the forest, waited awhile to have his presence announced to his father. That Rama, who had passion towards piety, having made up his mind positively to enter the exile as per his father's  command, spoke thus, seeing Sumantra, \"Inform my arrival to the king.\""
        }
    ]
}