{
    "id": "prose-ayodhya-34",
    "kanda": "ayodhya",
    "sarga": "34",
    "title": "Rama consoles Dasharatha",
    "chapter": "34",
    "overview": "Rama comes to see his father Dasharatha and Dasharatha summons Sumantra to  fetch all his wives to hither, and asks Rama to stay with him at least for a night. But Rama    resolved in his vow, persuades his father to be peaceful. Dasharatha's anguish intensifies and    he swoons at the departure of Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, the lotus-eyes Rama, who was dark-brown in complexion and great beyond compare, spoke thus  to the charioteer, \"Tell about me to my father.\" Quickly entering inside, when sent by Rama, the charioteer  saw the king having sighs, his senses disturbed by grief. He saw the king resembling an eclipsed sun,  like fire covered by ash, as a lake without water. The charioteer, a great intellectual, saw Dasharatha  repenting with his mind greatly agitated and approached him with joined palms. The charioteer, first  inspiring the king with blessings of triumph, spoke thus in a slow and sweet voice, overcome with fear.  \"Oh, king! Your son, the tiger among men, having given away all his wealth to Brahmanas and dependents,  is waiting at the gate. May auspiciousness betide you! Let that Rama, who is unfailingly brave, see  you. After bidding farewell to all friends, he wants to see you now. He is setting out to a great forest.  See him who is resembling a sun with rays of light, displaying royal qualities.\""
        },
        {
            "type": "verse",
            "text": "That king Dasharatha, who speaks truth, whose mind is virtuous, who is like an ocean by his depth of  character and who is blemish-less like a sky, replied to Sumantra as follows: \"Oh, Sumantra! bring all  my wives, who are here. Surrounded by all of them, I want to see the virtuous Rama.\" Sumantra, after  entering the gynaeceum, spoke these words to those women as follows: \"Oh, the venerable ladies! The  king is calling you. Go there without delay.\" All those women, asked thus by Sumantra as per the king's  orders, went to his palace, after knowing the instructions of their husband. Encircling Kausalya, three  hundred fifty women, steadfast in their vow(of devotion to their husband), with their eyes reddened,  went there slowly. After arrival of his wives, king Dasharatha spoke to that charioteer as follows, \"Oh,  Sumantra! Bring my son here.\" Taking Rama, Lakshmana and Sita, that charioteer then speedily went  to the king's presence."
        },
        {
            "type": "verse",
            "text": "King Dasharatha surrounded by women, seeing from a distance his son coming with folded hands, distressed  as he was, rose swiftly from his seat and ran speedily towards him. But without reaching him he fell  on the floor senseless, afflicted as he was with sorrow. Then, Rama and Lakshmana an eminent car-warrior,  quickly approached that king who seemed unconscious with full of grief as he was, through agony. Sounds  of thousands of women crying \"Alas! Alas! Oh Rama!\" generated all at once from the royal palace, mixed  with the sound of tinkling ornaments. Holding Dasharatha in their arms and crying, both Rama and Lakshmana  along with Sita laid him on the couch. Then, Rama with folded hands spoke thus to king Dasharatha who  got consciousness within a short time and who was inundated in a sea of sorrow. \"Oh, emperor! I take  leave of you, who are the lord of all of us. See auspiciously towards me, who am about to leave for  Dandaka forest. Permit Lakshmana also and Sita too who is accompanying me to the forest. Even if prevented(by  me) on many true reasons, those two are not agreeing to stay behind.\""
        },
        {
            "type": "verse",
            "text": "\"Giving up grief, Oh the bestower of honour, grant leave to all of us, Lakshmana myself and Sita as  Brahma(the lord of creation) did to his sons(sanaka and his three brothers who intended to go to forest  for practising austerities).\" Gazing at Rama who is unruffled, awaiting permission of the king for stay  in the forest, the king Dasharatha spoke thus: \"Oh, Rama! I was stupefied by Kaikeyi through a boon.  Now, by confining me, be you the king of Ayodhya.\" When told thus by the king, Rama the best man in  supporting righteousness and who is proficient in expression, replied( as follows) to his father, after  making salutation with joined palms. \"Oh, king! You be the ruler of the earth for thousand years. But,  I for my part, will stay in the forest. For my sake, do not generate untruth about you. Having strolled  in the forest for fourteen years, I shall clasp your feet once more after fulfilling my promise.\" Prompted  secretly by Kaikeyi, the distressed king, tied up by fetters of truth, said weeping to that beloved  son. \"Proceed for welfare, for advancement and for coming again. Let your path of travel be auspicious,  undistracted and fearless from any quarter. Truthful as you are by nature and your mind being given  to righteousness, your decision cannot be reversed. Do not leave in any case today, now at night time.  Even by seeing you for one day, I may live happily. Looking at your mother and myself, stay at least  for this night today. Satiated by all the desired objects, you may leave tomorrow at dawn. An incorrigible  thing is being done by you since for my pleasure you are going to the forest a solitary place, leaving  beloved ones. Your exile is not agreeable to me. I was cheated by Kaikeyi who had concealed intentions  and resembled fire with ashes. Incited by Kaikeyi who has destroyed established customs, you wish to  redeem my deceit, derived by me from her. It is not a great surprise, my son, that you my eldest son  should seek to make your father as one who does not have false promises.\""
        },
        {
            "type": "verse",
            "text": "After hearing these words of their father who was depressed, Rama and Lakshmana were upset. Then Rama  spoke these words: \"Even if these worldly pleasures are obtained today, who will offer those things  to me tomorrow? Therefore I desire only to get away in lieu of all these enjoyments. This earth being  relinquished by me, which included various provinces, filled with people, imbued with riches and food  grains, may be given to Bharata. I cannot budge now from my decision made about my stay in the forest.  You were pleased to give a boon to Kaikeyi and let it be fulfilled completely. Be you a truthful man.  I, as promised, fulfilling your command, shall live in the forest along with forest-dwellers for fourteen  years. Do not have any hesitation in offering the kingdom to Bharata. Neither kingdom nor happiness  indeed is desired by my nature. It is dear to me only to do your command as directed. Let your sorrow  disappear! Do not be overwhelmed with tears. The ocean, the lord of rivers which is difficult to assail,  indeed does not get agitated. I do not crave for kingdom or happiness nor again for Sita nor even  all these enjoyments nor for heaven nor even for life. I wish you to be a truthful man, not a fallacious  man. I swear to you in your presence by truth and by virtue. It is not possible for me, Oh father, to  stay on even for a moment. Therefore, contain this grief, Oh Lord, for there is no going back upon my  word. I was indeed asked by Kaikeyi to go to the forest. It was also replied by me that I would go.  I shall redeem that pledge. Do not feel anxious. We shall sport in the forest, flocked with peaceful  deer and rendered noisy by birds of various types. It was indeed said that even for celestials, father  is the god. Therefore, I shall carry out the father's word, considering it as divine. You will see me,  when I come back after elapsing fourteen years. Let this grief be given up. Why have you got perturbed-you  by whom all these people bathed in tears, ought to be consoled? Let this city, province and whole of  this earth left by me, be given to Bharata. I for one following your instructions, shall proceed to  the forest to dwell in it for long. Oh, king! Let this earth with multitude of mountains, comprising  of cities with their gardens relinquished by me, be ruled over barely by Bharata, within the bounds  of righteousness. Let the word of honour given by you(to Kaikeyi) come true. My mind is not directed  on haughty physical enjoyments or sensuous pleasures as to carrying out your command which is approved  by the wise. Let your agony disappear, for my sake. Therefore, now associating you with untruth, I just  do not desire for kingdom, nor all the sensual enjoyments, nor happiness nor existence nor even Sita.  Let your pledge(given to Kaikeyi) prove true. I shall be happy, entering the forest filled with wonderful  trees, eating fruits and tubers as well as seeing mountains rivers and lakes in the forest. Let there  be satisfaction for you.\""
        },
        {
            "type": "verse",
            "text": "Embracing his son, that king Dasharatha, who had thus fallen on evil days, was tormented with grief and  distress, got fainted, fully losing his consciousness and not moving even a little. Then, all the queens  assembled there except Kaikeyi began to cry. Sumantra also fell into a swoon, while weeping. Everything  there became loud lamenting."
        }
    ]
}