{
    "id": "prose-ayodhya-35",
    "kanda": "ayodhya",
    "sarga": "35",
    "title": "Sumantra Rails at Kaikeyi",
    "chapter": "35",
    "overview": "Minister Sumantra requests and reproaches Queen Kaikeyi and asks her to take back her impositions. Even the elderly minister and a scholar named Siddhartha tries to pacify Kaikeyi by telling the legend of Sagara, the ancestor of Dasharatha, quoting the exile of his notorious son Asamanja. But she is adamant to all holy advices, but wants Rama to go to forests. ",
    "content": [
        {
            "type": "verse",
            "text": "Then, moving his head all of a sudden sighing again and again, rubbing his hand in hand, grinding his teeth, turning his eyes red with anger shedding his normal colour, overwhelmed with wrath, suddenly getting the evil grief, carefully reading Dasharatha's mind, sumantra the charioteer spoke(as follows) as though shaking Kaikeyi's heart with sharp arrows, in the form of thunder bolting words speedily peircing all her vitals. \"There is nothing on earth, anything which is most disgraceful for you by whom your husband king Dasharatha the supporter of the entire creation the unmoving and the moving, is betrayed, Oh, Kaikeyi! King Dasharatha is unconquerable as great Indra, unshakable as mountain and imperturbable as a great ocean. By tormenting him with your actions, you are considered by me as murderess of your husband and ultimately the exterminator of your race too. Do not despise Dasharatha the supporter, the bestower of boons and your husband. For women, will of the husband is superior to that of ten million sons. After death of a king, kingdoms are obtained as per the age of the princes. But, you want to deprive this condition in the case of Rama the lord of Ikshvaku dynasty. Let your son Bharata become the king and rule the earth. wherever Rama goes, we (on our part) shall go there. Now any Brahmana cannot indeed dwell in your kigdom as now you want to do such an act, transgressing the due limits. Certainly, all of us will proceed in the path followed by Rama. Oh, queen Kaikeyi! What pleasure will be derived through attainment of sovereignty, when your relatives, all Brahmanas and pious souls desert you forever? Now, you want to do such an act of impropriety. I am looking only with surprise, why the earth is not immediately rent asunder, while you conduct yourself with such an act. It is also surprising me why rods of reproaching words fiery and fearful to look at uttered by great Brahmana sages are not killing you, who are bent on sending Rama to exile. Who will nurture a neem tree, cutting down a mango tree with an axe? And a neem tree will not turn sweet for him who nourishes it with milk. I think, by birth your nature is as exactly as that of your mother. a proverb is quoted in the world saying that honey does not ooze from a neem tree. We know, as heard of in the past, your mother's conduct of evil satisfaction. Someone capable of giving boons, granted a great boon to your father. By that boon he could identify the language of all created beings. The talk of those beings belonging to sub human species could be known by him. From the sound of an ant called Jrimbha near his bed, the meaning of that sound was deciphered by your exceedingly brilliant father and he laughed over it repeatedly. Your mother, becoming angry over his laugh, wishing even to hand him to death(in case he refuses to disclose the reason for his laughter), spoke thus: \"Oh king, the gentle sir! I want to know the meaning of your laughter.\"\"The king replied to that queen as follows: \"Oh, royal lady! If I tell you the reason of my laughter, my death will immediately follow thereafter. There is no doubt about it.\"Your mother then said to your father, the king of Kekayas, live or die as you will tell me the reason of your laughter. Do not ridicule me.\"Having been spoken thus by his beloved consort, the said king of the Kekayas on his part correctly reported the matter to the sage who had bestowed the boon on him. Then the sage who had bestowed the boon replied to the king as follows: \"Oh, lord of the earth! Let her die or ruin. Do not reveal the reason to her.\" Having heard the words of that sage who was pure-minded, the king repudiated your mother and lived happily like Kubera the Lord of riches.\" Oh, Kaikeyi, seeing evil everywhere! You, too, thus following the path trodden by wicked men, are making this bad resolution by ignorance. The popular saying that males are born confirming to their fathers and females to their mothers, occurs to me as true. Do not conform to the traits of your mother. Understand that which is said by the king. following the desire of your husband, be a protectress to these people here. Incitedby the evil minded, do not put before the public an improper course of conduct of your husband who spendour is equal to that of king Devendra and who is a protector of this world. Oh, Kaikeyi! Dasharatha the faultless man, the majesty, the lotus-eyed man and the king cannot indeed belie the promise given to you(Hence, you alone has to change your opinion) Let Rama the eldest(of the sons) who is generous strong skilled, capable of protecting his own duty as Kshatriya but also of protecting the world of living beings, be installed on the throne of Ayodhya. A great accusation will surely roam about you in the world, if Rama leaving his royal father goes to the forest. Let you be free from distress. There is none other than Rama living in your excellent city who is competent to rule this Ayodhya. In the event of Rama being installed in the office of the prince Regent, King Dasharatha wielder of the great bow will surely have recourse to the forest, cherishly recollecting the conduct of his forebears\""
        },
        {
            "type": "verse",
            "text": "Thus, Sumantra repeatedly with joint palms, caused a shaking to Kaikeyi in the royal assmebly, by his kind words as well as bitter words. That queen Kaikeyi, however, was neither excited nor repented in her heart nor was any change observed in the colour of her face."
        }
    ]
}