{
    "id": "prose-ayodhya-36",
    "kanda": "ayodhya",
    "sarga": "36",
    "title": "Siddhartha tries to persuade Kaikeyi",
    "chapter": "36",
    "overview": "In this chapter Dasharatha instructs Sumantra to take a detachment of the army alongwith Rama to which Kaikeyi objects and insists on his being sent into exile without any resources on the analogy of Asamanja, son of king's forefather.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Dasharatha the scion of Ikshvaku dynasty, squeezed by his own promise in the matter of sending Rama to exile, Sighed heavily with tears and spoke the following words again and again to Sumantra. \"Oh, Sumantra! Let a military body consisting of (all) the four limbs of the arms, filled with the best of its kind, be arranged immediately. Let courtesans well versed in speaking and merchants with great riches having exposure for extension of sales bestow elegance to the forces of the Prince. Appoint in this contingent those too, by giving abundant money to them who were dependent on Rama and on whom he took delight in gallantry. Let important weapons, chiefs of police and vehicles, hunters knowing the secrets of forest accompany Rama(scion of Kakutsa). Killing deer and elephants, drinking forest-honey, seeing various rivers, he would not remember of sovereignty. Let the granary and the treasury belonging to me be sent to Rama residing in the uninhabited forest. He can spend his exile happily, by performing sacrificial rite in holy places and disbursing appropriate gifts, along with sages living in the forest . The mighty armed Bharata will rule Ayodhya. Let the glorious Rama be sent along with all objects of enjoyment\""
        },
        {
            "type": "verse",
            "text": "While Dasharatha was speaking thus, fear drew near Kaikeyi. Her mouth too also got parched. her voice also got choked. Feeling depressed and apprehensive, with her mouth getting parched and her face turned towards the king, Kaikeyi spoke as follows: \"Bharata will not accept the kingdom, which will become uninhabited, hollow and which will be absolutely unenjoyable like wine, quaffed of its spirituous part, Oh noble soul!\" While Kaikeyi who has cast off her shame was thus uttering the most cruel words, King Dasharatha spoke these words to that lady with large eyes:\"Having charged me with a burden, Oh hostile woman, why do you prick me while I am carrying it? Why did you not check before(while asking the boons by putting a condition that Rama should not be allowed to take anything with him) the deed(of sending troupes etc with Rama) in the beginning itself, Oh the vulgar woman!\""
        },
        {
            "type": "verse",
            "text": "Doubly enraged in hearing this angry question of Dasharatha, Kaikeyi the beautiful woman replied to the king as follows: \"In your dynasty itself, sagara cast away his eldest son called Asamanja Rama too is entitled to go like wise (without anything to bank upon)\" Spoken to as above, king Dasharatha uttered only a word \"Shame!\". The entire people there were ashamed. But Kaikeyi did not perceive it."
        },
        {
            "type": "verse",
            "text": "There, the aged and the upright chief minister siddhartha by name who was highly esteemed by the king, spoke to Kaikeyi these words: \"Asamanja the evil-minded, catching hold of children playing in the street and throwing them in the waters of saryu river, took delight in it. By watching him, all the citizens were angry and spoke to the king, \"choose either to keep yourself Asamanja alone or to preserve us, Oh the promoter of the state!\" Thereupon the king said to them, \"For what reason is this fear?\" Duly asked by the king, those people also replied these words: \"He obtains incomparable delight by throwing, through stupidity, our playing children in Sarayu river in a whirled state of mind.\" Hearing the words of those people, that king abandoned the son repugnant to his subjects, in a bid to do good to them. Arranging immediately to place him along with his wife together with the paraphernalia (like utensils, implements etc) in a vehicle, the king instructed his persons thus: \"He should be exiled for life.\" Roaming in all directions as though he has done sinful deeds, he ransacked mountain passes, by taking a basket and a shovel. The highly righteous King Sagara abandoned Asamanja for perpetration sinful deeds as above. But, what sin Rama has done, for which he was debarred in this way? We do not indeed perceive any fault in Rama. It is as difficult to find a taint in him as in a new moon. Or if you see any fault in Rama, Oh Kaikeyi you tell about it now correctly. Then, Rama will be exiled. As it is contradictory to righteousness to abandon one who is guilty and who is devoted to a good path, it would consume the splendour of even Indra (the ruler of gods). Hence, there is no need of impeding the royal fortune of Rama. Oh, lady with a charming face! Even blame from the public should be taken care of by you.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Siddhartha, King Dasharatha spoke to Kaikeyi in the most tiresome tone, with a voice choked with deep anguish, as follows: \"Oh, the sinful being! Do you not agree with these words of Siddhartha? By resorting to the path of the deplorable, you with a bad behaviour, are not alive to my interests or to your own. Your action is deprived of a righteous path. I am accompanying Rama now, by abandoning my kingdom, happiness and wealth. You enjoy the kingdom for a long time, happily together with Bharata the King.\""
        }
    ]
}