{
    "id": "prose-ayodhya-37",
    "kanda": "ayodhya",
    "sarga": "37",
    "title": "Kaikeyi offers tree bark to Sita to wear",
    "chapter": "37",
    "overview": "Jute-cloths that are befitting to sages and saints are brought in for the three at the behest of Kaikeyi.  Rama and Lakshmana accept and wear them. But Sita, as a par excellent princess of Mithila, is baffled  in wearing them and when she is irksome as how to tie and toggle them, Rama goes to her and demonstrates  how to wear them, on her silken robes. Seeing that situation, all the womenfolk in the palace chamber  wail for the hardship befallen on Sita.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of the chief minister, Rama who was well-versed in courtesy, spoke then to Dasharatha as follows:"
        },
        {
            "type": "verse",
            "text": "\"Of what use for me, who have forsaken enjoyments, cast away attachment for everything and am going to live in the forest on nomadic food, Oh king, with an army accompanying me? Who, after giving away a first-class elephant, will work out his mind on a rope with which it is tied? What use is there for him through attachment to the rope after abandoning the excellent elephant? So also, what use is there for me by the army Oh, King, when I am giving away absolutely all."
        },
        {
            "type": "verse",
            "text": "Let the dresses of a mendicant be brought to me. I am going to reside in the abode of forest for fourteen years. Bring a shovel and a basket both for me.\""
        },
        {
            "type": "verse",
            "text": "Thereupon, Kaikeyi shamelessly bringing personally of men, said to Rama; \"Put these on\" Taking those two pieces of bark (as loin cloth and cover) from kaikeyi and discarding his clothing of fine yarn, Rama put on the garb of ascetics. Lakshmana too there itself before his father put on the clothing of ascetics, by discarding his beautiful raiment."
        },
        {
            "type": "verse",
            "text": "Then, Sita who wore silken clothing, by seeing the piece of bark intended to be worn by her, felt alarming as a deer would on seeing a snare(set for entrapping). Feeling abashed while taking the wearing apparel made of Kusa grass and greatly troubled in mind, Sita who bore auspicious marks knew what is righteousness who was an illustration of righteousness spoke these words with her eyes filled with tears to her husband who looked like Chitraratha(the king of Gandharvas)."
        },
        {
            "type": "verse",
            "text": "\"How ascetics residing in the forest wear this piece of bark?\" Thus saying, Sita who was not adept in wearing the bark of trees, erred again and again(in her attempt to wear it). Keeping one piece of bark on her neck as well as holding it with her hand, Sita stood abashed, not adept as she was in wearing it."
        },
        {
            "type": "verse",
            "text": "Rama, the foremost of those upholding virtue, quickly came and personally fastened that bark over the sild garment of Sita. Seeing the greatest Rama fastening the bark to Sita in that manner, the women in the gymnasium shed tears from their eyes. Very much distress as they were, they spoke to Rama of dazzling glory as follows:"
        },
        {
            "type": "verse",
            "text": "\"Dear child! This Sita the high should, was not so commanded to reside in the forest. When you departed to the forest in seclusion following the words of your father, Oh Rama! let her sight be a reward to us till your return. You go to the forest along with Lakshmana as your companion,! Sita the beautiful girl is not fit to reside in a forest like an ascetic. Accept our prayer, Oh son! Let Sita the beautiful young lady stay here. Indeed, you the ever righteous in any case do not wish to stay back.\""
        },
        {
            "type": "verse",
            "text": "Even after hearing their words in this manner, Rama fastened that piece of bark to Sita, who has a well-matched nature. Seeing Sita accepting the piece of bark, Vasistha the king's preceptor prevented her and spoke thus to Kaikeyi."
        },
        {
            "type": "verse",
            "text": "\"Oh the evil minded Kaikeyi, who have exceeded your limits, who have brought disgrace to your family! You are not establishing justifiable standard and you misled the king. Sita the princess shall not proceed to forest. She will occupy the throne, which was awarded to Rama\". A wife is very self to all, who constantly care for their wives. As Sita is Rama's self, she can rule the earth. Or rather, if Sita goes to forest together with Rama, we also will follow suit. This city too will go. The frontier- guards and the State including its patrons, as well as this city with its goods and chattels will go where ever Rama and his wife are there."
        },
        {
            "type": "verse",
            "text": "Wearing pieces of bark, Bharata along with Shatrughna will live along with Rama their brother residing in the forest and moving in the forest. Thereafter, singly you alone with bad conduct hurt to people, rule this earth which is bereft of people and desolate, with its trees alone remaining. Where Rama is not a king, that place will not indeed become on kingdom. That forest, where Rama will be living, can become a kingdom."
        },
        {
            "type": "verse",
            "text": "If Bharata is born to king Dasharatha, he is not fit either to rule the earth that is not being offered by his father nor to live as a son in your case. Even if you can jump from the surface of the earth to the sky, Bharata who knows the record of his father's dynasty will not do as you wish him to do. Therefore, an unfriendly act(alone) has been done by you, even though you are covetous towards his well-being. There is none indeed in this world who is not devoted to Rama."
        },
        {
            "type": "verse",
            "text": "\"Oh, Kaikeyi! You will see now itself that beasts, elephants, deer and birds going with Rama and trees also turning their faces towards Rama. Moreover, putting aside the bark of trees, give excellent jewellery to your daughter-in-law, the bark of trees is not ordained for her\" Thus saying so, Vasishta prevented that wearing of garment by Sita."
        },
        {
            "type": "verse",
            "text": "It was solicited by you, the dwelling in the forest of Rama only. Let Sita, to be decorated daily, be adorned with ornaments and live in the forest along with Rama. Let Sita go with excellent conveyances, well accompanied by attendants, with all costumes and useful accessories. Her exile was not indeed solicited by you, while asking for boons"
        },
        {
            "type": "verse",
            "text": "\"Even though Vasishta, the preceptor of the king, who had an influence beyond compare and the best of Brahmans was speaking as above, Sita did not turn away here resolution to follow the ways of her beloved husband.\""
        }
    ]
}