{
    "id": "prose-ayodhya-38",
    "kanda": "ayodhya",
    "sarga": "38",
    "title": "Dasharatha is enraged",
    "chapter": "38",
    "overview": "Dasharatha is enraged to see his precious daughter-in-law in rags and takes Kaikeyi to task. Rama seeks blessings of his father for departure and requests him to keep his mother Kausalya, who is aging, comfortable.  ",
    "content": [
        {
            "type": "verse",
            "text": "On seeing Sita wearing bark of trees like a helpless woman, even though protected by her husband all the people there loudly cried out: \"Fie upon you, Dasharatha!\" Pained by that loud cry there, King Dasharatha lost interest in his life, religious merit and esteem. Dasharatha with a warm sigh, spoke to his wife these words. \"Oh, Kaikeyi! Sita does not deserve to go with a robe made of Kusa grass. My preceptor truly says that Sita, who is delicate young and ever habituated to comforts, is not fit for forest-life. Has this pitiable daughter of Janaka, the jewel of kings, done any harm to any one that, having obtained a bark of tree she is standing like a hermits dumbfounded in the midst of men? Sita the daughter of Janaka need not wear these barks of trees. No such pledge was given by me earlier. Hence, let this princess go to the forest happily fully provided with all valuable possessions. A cruel pledge has been made on oath by me, who do not deserve to survive. This (providing robes of hermits to Sita) has been initiated by you by sheer childishness. That will consume me, as by its own flower a bamboo. Even supposing a little offence is done by Rama to you, what harm was displayed to you here by Sita? Oh, mean woman! What harm on earth can be done to you by Sita, who has blooming eyes like those of a female deer, soft in disposition, a practicer of penance? Sending Rama to exile thus indeed is enough for you. What use is there for you in further doing these wretched, sinful acts too. Hearing the speech you gave to Rama who came here for coronation, only that much was acceded by me, Oh queen! Transgressing all that, you somehow or other wish to go to hell, by perceiving Sita also clad in bark of trees.\""
        },
        {
            "type": "verse",
            "text": "That high-souled king thus lamenting, did not see any ending to that sorrow. Drenched as he was in excessive devotion to his son and having been hurt very much, he fell down on the ground. Rama, who was setting out to the forest, spoke these words to his father, who was speaking thus bowing down his head, sitting there. \"Oh, virtuous king! This glorious Kausalya, my mother is aged. She is not of base nature and will not accuse you. You are worthy of amply respecting her, who is deprived of me, who is immersed in an ocean of sorrow and who has not see such an affliction earlier. Having been honoured by you the venerable man, she the pitiable woman will not get such a grief for her son, thinking of me alone and she will draw breath in you. You must see that my mother, who has high affection towards her son, will not depart to the house of Yama the God of Death, by abandoning her life being emaciated by grief after my departure for the forest.\""
        }
    ]
}