{
    "id": "prose-ayodhya-39",
    "kanda": "ayodhya",
    "sarga": "39",
    "title": "Rama seeks blessings of his mother",
    "chapter": "39",
    "overview": "Sumantra arranges for a chariot for the travel of Rama, Sita, and Lakshmana at the orders of Dasharatha. Kingly ornaments are obtained for Sita. Rama seeks blessings from his mother Kausalya and others too. Kausalya's parting advises to Sita.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing Rama's words and seeing him clad in a garb of hermit, king Dasharatha with his wives fell unconscious. Consumed by grief, he could not look towards Rama. Troubled in mind as he was, the king could not speak to Rama by seeing into his face. The mighty armed Dasharatha was unconscious for some time, distressed and repented in various ways thinking of Rama alone. \"I think that previously many people were separated from their children by me or in any case many living beings were killed. Hence, this (calamity) has befallen me. Life does not decamp from the body surely without the arrival of time. Death does not claim me, even being tormented by Kaikeyi and even though I behold my son, effluent as fire, standing before me clad in the robes of an ascetic having cast off his fine garments. All these people are suffering on account of only Kaikeyi, who sought refuge in chicanery, with an implicit intent of selfishness.\""
        },
        {
            "type": "verse",
            "text": "Having uttered these words and saying \"Oh, Rama!\" only once, he was not able to speak any more, his organs of voice being choked by tears. Regaining consciousness after a moment, the king, with his eyes filled with tears, spoke these words to Sumantra: \"You come with a chariot, fit for driving, yoked with excellent horses and take this highly distinguished prince beyond this territory. Since a pious and a valiant son is being sent to exile by father and mother, I think such is said to be the reward of virtues of the virtuous.\""
        },
        {
            "type": "verse",
            "text": "Sumantra obeying the words of the king, walked away quickly and arrived there fitted with horses, a chariot duly decorated. The charioteer told the prince with joined palms about that chariot decorated by gold, fitted with superb horses. The king, who knew what should be done at a proper place and time and was clear by all means, quickly called an officer placed in charge of the treasury and spoke in a decisive tone (as follows): \"Quickly bring for Sita, clothing of great worth and ornaments of high quality, taking into consideration all these years (that Sita has to spend in exile).\" After thus spoken by the king, the officer went to the treasury, brought all that in a lot and gave to Sita. Setting out as she was to the forest, Sita of noble birth adorned her beautiful limbs with those wonderful jewels."
        },
        {
            "type": "verse",
            "text": "Sita, beautifully adorned as she was, illumined that palace, as the sky in a morning is illuminated by a rising sun. Embracing in her arms that princess of Smithfield, who never behaved in self-pity, and smelling her head(as a token of affection), her mother-in-law(Kausalya) spoke as follows: \"Dishonest women, even though adored all the time by their husbands, cease to esteem their husband who has come to pass into evil days, throughout this world. Having enjoyed happiness in the past, they become spoiled and even desert their husband, on obtaining even the least misfortune, such is the nature of (bad) women. Young women, who are evil-minded, are untruthful in their disposition, are affected by passion and their essence, incomprehensible. They get aversion within a moment. Neither a noble descent, nor an accomplishment, nor learning, nor a gift nor even entertainment can capture the heart of women. They are unstable of their heart indeed! But, for women established in good conduct, truthfulness, sacred learning and mental quietness, their husband alone is the most sacred entity, the best of all. My son who is being sent to the forest should not be despised by you. Even if he is invested with riches or without riches, let him be a deity to you.\""
        },
        {
            "type": "verse",
            "text": "Perceiving her words, endowed with essence of righteousness and joining her palms, Sita replied to her mother-in-law standing in front of her, as follows: \"I shall do just all that, as your venerable self instructs me. I know how I should behave towards my husband. I have also heard about it earlier. Your venerable self is not worthy of equating me with evil women. I am unable to deviate from virtue, even as a moon from the moonlight. Vina (Indian lute) does not resonate without chords. Chariot does not move without wheels. Now can a wife bereft of her husband, even if blessed with hundred children, will not lie happily in comfort. A father indeed gives a limited extent, a mother in a limited measure and a son in moderation. Which woman, then, would not adore her husband, the bestowed of un limitedness! Having heard about the special and ordinary duties of a wife from the most excellent women, how can I, as such, despise my husband, Oh venerable lady? Husband is indeed a deity to women.\""
        },
        {
            "type": "verse",
            "text": "Hearing Sita's words, which touched her heart, Kausalya of pure mind suddenly started shedding tears born of agony and delight. Rama, the most virtuous man, joining his palms, approached and spoke these words to his mother, who is highly respected among all his mothers: \"Oh, mother! You do not grieve. You look after my father. The end of exile will come rather soon. Fourteen years will elapse, while you are asleep. you as such, will see me, duly arrived here in my entire being, surrounded by my well-wishers.\""
        },
        {
            "type": "verse",
            "text": "Uttering the aforesaid words of such quality and appropriate meaning to his mother, Rama thought once again and gazed at his three hundred and fifty step-mothers. Rama joined his palms and saluted those step mothers also, who were too distressed in the same way and spoke these words which were in consonance with the spirit of righteousness. \"Please excuse me, if I have done any mistake either because of our living together or due to ignorance on my part. I now take leave of you all.\" All those women, whose mind was overpowered with grief, heard the aforesaid cool submission of Rama, which was in consonance with righteousness. While Rama was speaking thus, an outcry, resembling the wail of female cranes arose from those wives of Dasharatha. His palace, which was earlier resounding with tom toms, large drums and Meghas( musical instruments which sound like rumbling of clouds) was now filled with wails and cries and fallen on evil days."
        }
    ]
}