{
    "id": "prose-ayodhya-4",
    "kanda": "ayodhya",
    "sarga": "4",
    "title": "Dasharatha's Premonition",
    "chapter": "4",
    "overview": "Dasharatha decides to coronate Rama as the prince the next day. He asks Sumantra to bring Rama to his presence once again. After Rama arrives, Dasharatha expresses to Rama his desire to anoint Rama as a prince the very next day. He cites various bad dreams and inauspicious signs as the reason for his haste. Rama thus informed by his father, goes to his mother's house and informs her of the good news. Kausalya becomes delighted at the news and gives Rama her blessings.",
    "content": [
        {
            "type": "verse",
            "text": "After the citizens left, Dasharatha who was efficient in taking decisions pertaining to place and time of ceremonies, again conferred with the ministers and decided thus: \"Tomorrow will be a day when the constellation of Pushya would be in the ascendant. My son Rama, who has eyes like red lotus, can be crowned as a prince tomorrow. "
        },
        {
            "type": "verse",
            "text": "Thereafter, king Dasharatha entered the inner palace and then ordered Sumantra thus, \"Bring Rama again here\".  "
        },
        {
            "type": "verse",
            "text": "Obeying the king's words, Sumantra went to Rama's house immediately to bring Rama once again. The doorkeepers informed Rama that Sumantra had come again. Hearing that, Rama was uncertain as to the reason for Sumantra's arrival again. Rama immediately allowed Sumantra inside and spoke these words to him: \"Tell me completely the purpose of your arrival again.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words, Sumantra said: \"King Dasharatha wants to see you. Decide yourself in this matter whether to proceed to your father or otherwise\"."
        },
        {
            "type": "verse",
            "text": "Rama, after hearing Sumantra's words, started immediately and went to the royal palace to see king Dasharatha, the Lord of people, again. Hearing Rama to have arrived, king Dasharatha allowed him to come into the house, to tell him an excellent and affectionate word. The glorious Rama, soon after entering his father's house, saw his father from a distance and fell prostrate before him in an act of submission, with his palms joined together. Dasharatha lifted Rama up and took him into his embrace. Then, he offered a beautiful seat to Rama and spoke to him as follows:"
        },
        {
            "type": "verse",
            "text": "\"Oh Rama, I have now become aged after living for a long period. I enjoyed all the luxuries in life, as I desired. I propitiated Gods by performing hundreds of sacrifices, in which food and lots of fees were given away to the officiating priests.   You are now born to me as without an equal on earth and as my beloved child. I had given away lots of donations, I had performed holy rites and I have also studied Vedas and other Holy Scriptures during my life time.\""
        },
        {
            "type": "verse",
            "text": "\"Oh gallant Rama! I also enjoyed all the comforts, as I desired. Thus I am relieved of all debts to the celestials (by performing holy sacrifices), to the sages (by studying Vedas etc.), to my ancestors (by begetting you), to the Brahmans (by giving away donations and food) and to myself (by enjoying all comforts as I desired).\""
        },
        {
            "type": "verse",
            "text": "\"I have no duty other than to anoint you for the crown. Hence, do what I tell you. Now all the people want you to be the king. Hence, I can install you as prince. Oh, Rama! It is not only the people's desire, but also these days I am getting fearful and inauspicious dreams. Here, thunderous comets are falling with great sound, during day time.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama! Astrologers are informing me that fearful planets like Sun, Mars and Rahu are encroaching my birth star. Whenever such inauspicious signs are produced, the king generally will get either death or a fearful accident. Oh, Rama! Hence, before my mind gets changed, get you anointed to the crown. Are not the minds of men unstable? Today, the moon is entering the constellation known as Punarvasu which comes before Pushyami star. The astrologers inform that the coronation ceremony can be fixed for tomorrow, when the moon joins Pushyami star. Hence, get anointed for the crown on the day of Pushyami star. My mind is urging me as it were to expedite things. O, annihilator of the enemies! I shall anoint you for the princely kingdom tomorrow.\""
        },
        {
            "type": "verse",
            "text": "\"That is why, with self control, you along with your wife should observe fast for this night from now onwards, and sleep on a couch made of Kusha grass. Generally, there are many obstacles for such type of functions. Hence, your friends should guard you vigilantly from all directions. It is my opinion that your coronation function should occur, while Bharata is away from the city.  Bharata, your brother, goes according to his eldest brother. He is righteous, compassionate and has the senses under control. He verily follows the path of good people.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama! It is my opinion that minds of men are inconstant. But the ever righteous, endowed with goodness, sometimes may act unexpectedly on impulse.\" "
        },
        {
            "type": "verse",
            "text": "Dasharatha, after telling in this way about the ensuing coronation ceremony scheduled for the next day, permitted Rama to depart. Rama offered his salutations to his father and went to his house. After hearing the decision of Dasharatha regarding coronation ceremony, Rama entered his house and by starting immediately, went to his mother's queenly house. There, in the queen's worshipping place, Rama saw Kausalya silently in meditation, wearing silk clothes and praying to goddess Lakshmi."
        },
        {
            "type": "verse",
            "text": "Hearing the good news of the coronation ceremony of Rama, Sumitra and Lakshmana came there even before Sita was brought. At that time, Kausalya closed her eyes and was in meditation. Along with her, Sumitra, Lakshmana and Sita were sitting nearby."
        },
        {
            "type": "verse",
            "text": "Hearing that her son will be anointed for the princely kingdom on the day of Pushyami star, Kausalya with controlled breath, was meditating on lord Vishnu. Rama approached his mother, even while she was engaged in pious observance, offered salutation and spoke the following words making her delighted."
        },
        {
            "type": "verse",
            "text": "\"Oh, mother! My father ordered that I should rule the people. As per his orders, there will be anointing ceremony to me tomorrow. Sita too, along with me should observe fast this whole night. The father together with preceptors and teachers said this to me. Have all the auspicious rites that are required for the ensuing tomorrow's anointment ceremony, performed to me and to Sita today.\""
        },
        {
            "type": "verse",
            "text": "Hearing the news of anointment ceremony, which was being desired by her for a long time, Kausalya spoke to Rama the following sweet words with tears of joy in her eyes."
        },
        {
            "type": "verse",
            "text": "\"Oh, child Rama! You live a long life! Let your enemies be destroyed! Let the cousins of mine and of Sumitra be made happy by your glory. O, my little son! You were born to me on a day of an auspicious star. That is why, your father king Dasharatha was propitiated by your virtues.  My worship to the lotus eyed Lord Vishnu with endurance has become fruitful. Hence, this glorious kingdom of Ikshvaku dynasty is going to embrace you.\""
        },
        {
            "type": "verse",
            "text": "Rama, after hearing the words spoken by his mother, saw his brother Lakshmana who was sitting humbly nearby with joined palms and spoke to him smilingly as follows: \"O, Lakshmana! You rule this earth together with me. This glorious kingdom has reached you, who are my second conscience. You enjoy the benefits as desired by you and the fruits of kingdom. I desire to live and even to rule the kingdom but for you.\""
        },
        {
            "type": "verse",
            "text": "Rama, after speaking thus to Lakshmana, offered salutations to both the mothers, got Sita to obtain permission from them and went to his house along with Sita."
        }
    ]
}