{
    "id": "prose-ayodhya-40",
    "kanda": "ayodhya",
    "sarga": "40",
    "title": "Rama's departure from Ayodhya",
    "chapter": "40",
    "overview": "The departure of Rama from Ayodhya for his exile is depicted. When they are charioted through the streets of Ayodhya the citizenry wails and weeps for Rama's disposition. In his unsurpassable affection towards Rama, King Dasharatha follows the chariot like a commoner, but fails to go further and falls down.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Rama Sita and Lakshmana, who felt miserable, bowed down by touching the feet of the king and went round him clockwise with joined palms. After taking leave of Dasharatha, Rama who knew what is right and stood confounded by sorrow, bowed along with Sita to Kausalya. Immediately following his brother, Lakshmana too bowed to Kausalya, then clasped the feet of his mother Sumitra. Smelling (as a token of affection) the head of Lakshmana mighty armed, who was saluting her, his mother Sumitra who wished well of him, spoke weeping, to that son of her ( as follows): \"Highly fond of your kinsman Rama, you have been permitted (by me) to dwell in the forest(with your eldest half-brother). Do not neglect your half-brother). Do not neglect your half-brother Rama, who is going to the forest, my son! Whether in adversity or in riches, he alone is refugee to you. It should become the code of conduct in the world, that younger brother should be subject to the control of his elder brother. It is indeed a practice right from ancient times in your race, to make gifts, to dedicate oneself to performance of sacrificial rites and to forsake one's body to fight battles.\" Thus speaking to Lakshmana, who was in readiness to leave the forest and who loved Rama dearly, Sumitra repeatedly said to him, \"fare forth, fare forth! Know Rama to be Dasharatha. Look upon Sita the daughter of Janaka as myself. Consider the forest as Ayodhya and depart happily, my son!\" Then, Sumantra the humble man, who was aware of humility, joined his palms and spoke these words to Rama even as Matali(charioteer of Indra) would to Indra (the ruler of gods). \"Mount the chariot, Oh the highly illustrious prince! May all be well with you! I shall take you speedily, wherever you direct me to go. You have to reside in the forest for fourteen years. Those years, as directed by the queen, are to be considered having commenced.\" Having adorned herself, Sita with her comely buttocks, mounted with a delighted mind, that chariot which was shining like the sun. Thereafter, Rama and Lakshmana the brothers quickly mounted that chariot, which was resplendent like fire and decked with gold. For Sita who was accompanying with her husband, Dasharatha gave away garments and jewellery, taking into consideration the period for which she had to stay in the forest."
        },
        {
            "type": "verse",
            "text": "Even so for the two brothers, keeping the sets of weapon, an armor of hard make with leather-cover in the midst of the chariot, Sumantra saw the three of whom Sita constituted the third mounted and quickly drove the horses which were highly admired, with their swiftness resembling the velocity of wind. Rama after departing to the great forest for a long term, unconsciousness prevailed in the city. There was faintness in the strength of people. The city( of Ayodhya) is filled with flurry, with its elephants intoxicated in rut and highly excited and resonant with tinkling of ornaments of horses. That city, including the youngsters and the old, stricken with extreme agony, ran towards Rama alone, in the same way as the one afflicted with heat of the sun rushes towards water. Having down towards sides and back of the chariot with their faces turned towards Rama and with their faces filled with tears, all those people said with loud voices to Sumantra thus: \"Hold in the reins of the horses and go slowly and slowly, Oh charioteer! We would behold the face of Rama, which would be henceforth difficult to behold for us. The heart of Rama's mother(Kausalya) is surely and undoubtedly made of iron, since it does not get broken when Rama resembling an offspring of gods is going to the forest. Sita(the princess of Videha kingdom) has done what ought to be done, by going along with him like a shadow, delighted in virtue as she was and does not leave her husband in the same way as Mount Meru does not leave the effulgence of sun. Oh, Lakshmana! You are attending ever to your brother who speaks affectionately and is equal to the god. Ah, you are the accomplished of purpose! It is an immense fulfillment for you, it is a tremendous good fortune for you, nay, it is even a means to heaven that you are following this Rama\"."
        },
        {
            "type": "verse",
            "text": "Saying so, those people were not able to restrain their tears that come and followed that Rama, their beloved delight of the Ikshvakus. Then, the king with the distressed mind, saying that he would behold his beloved saw, came out of his palace surrounded by women who were too dejected. In front of him was heard a huge noise of crying women, echoing like trumpeting of female elephants when a lordly elephant has been pinioned. At that time, the father of Rama as is well known as a glorious king Dasharatha(a scion of Kakutstha) looked shrunk, like the full moon overshadowed by an eclipse. That glorious son of Dasharatha(Rama) of inconceivable courage, directed the charioteer in the words \"Let the chariot be driven fast.\" Rama commanded that charioteer with the words \"Move on!\" The people said to him \"stop!\" Urged on the passage, the charioteer could not do both. The dust raised on the road due to moving out of mighty armed Rama, was suppressed by the falling tears of the citizens. With full of wailing tears, the citizens of after making loud cries became unconscious with deep agony, at the time of departure of Rama. Tears born of anguish flowed from the eyes of women like(drops of) water falling from lotuses by the commotion of fish. Seeing the city with singleness of mind, the glorious monarch Dasharatha fell down with agony, like a tree slain at its root. Thereafter, seeing the king becoming feeble and much distressed, the outcry of the people rose from the rear of Rama. Some people crying \"Oh, Rama!\" and some other crying \"Oh, Rama's mother!\", made the entire women in the gymnasium to weep. Looking back, Rama saw the king sorrowful and perplexed in mind, as well as his mother following (him) on the road. Rama, bound by the chord of righteousness, could not gaze openly at his parents, as a foal caught in a snare would not properly look at its dam. Seeing them coming by foot, though worthy of a chariot, habituated to comfort and unworthy of suffering, Rama commanded the charioteer with words: \"Drive fast!\""
        },
        {
            "type": "verse",
            "text": "Rama the tiger among men, feeling pained, as an elephant being pricked by a good, indeed was not able to bear that plight of his father and his mother."
        },
        {
            "type": "verse",
            "text": "Rama's mother (Kausalya) ran towards her son, as a cow fond of her calf and whose calf is tied (in a stall), runs home for her calf. Rama again and again saw that Kausalya, his mother who was crying thus, running after that chariot as though dancing, shouting \"Oh, Rama,   Rama!\" \"Oh, Sita!\" and \"Oh, Lakshmana!\" trickling tears descending from her eyes for the sake of Rama Lakshmana and Sita. Dasharatha exclaimed saying \"Stop!\" while Rama called out \"Go on, proceed!\" (In that way) Sumantra's mind became confused, as in between two (opposing) whirl pools. Rama said to him: \"You can say to the king that you did not hear (his call), even when scolded (later). seeing their grief for a long time is quite unbearable.\" The charioteer, doing as per Rama's words, took leave of those citizens and drive the horses more speedily even while they are going. The king's people returned after (mentally) going round Rama. Their minds did not return. Their impulse of tears also did not get reduced. The ministers spoke to king Dasharatha as follows: \"We should not follow to a long distance him whom we wish to see come back.\""
        },
        {
            "type": "verse",
            "text": "Hearing their words, which were befitting with all virtues, the king Dasharatha felt miserable, stopped short, gazing along with his wife, at his son Rama, with his whole body perspiring and wearing a dejected look."
        }
    ]
}