{
    "id": "prose-ayodhya-41",
    "kanda": "ayodhya",
    "sarga": "41",
    "title": "The Grief",
    "chapter": "41",
    "overview": "The ladies of the royal gymnasium lament over the exile of Rama and others. The citizens of Ayodhya also are reduced to a miserable plight. All Nature mourns at Rama's departure.",
    "content": [
        {
            "type": "verse",
            "text": "As Rama the tiger among men, having paid obeisance with joined palms departed, a great cry of distress arose among women of inner apartments. \"Where is he going, who was the path, who became the protector of the people, who are now defenseless weak and unhappy? Where has he gone, who was not angry even when provoked, who resolved every misunderstanding and who propitiated all those who were angry by sharing their suffering? That illustrious and great-souled Rama, who treated us with the same reverence he paid to his own mother, where has he gone? He the protector of the people and the whole world, driven to the forest by the king, goaded on by Kaikeyi? Alas! In his folly, the king has banished the virtuous the beloved and the strictly truthful Rama to the forest!\" Thus did all the queens lament, like unto cows deprived of their calves and in there affection cried out loudly. Hearing those terrible crying sounds in the private apartments, the king profoundly afflicted by the departure of his son, became increasingly depressed."
        },
        {
            "type": "verse",
            "text": "On the departure of Rama to the forest, the sacred fires were no longer performed, no house holder prepared food, the people did not do their acts and even the sun went into eclipse. Elephants threw out the morsels of food they had taken into their mouths. Cows did not give suck to their calves. Mother did not rejoice, for having got a son born for the first time. Trisanku, Lohintanga, Brihaspati as also Budha and all other planets assumed a menacing aspect and got stayed with the moon. Stars ceased to twinkle. Planets were deprived of their splendour. The stars of Visakha appeared in the heaven, veiled in the mist. The great ocean rose, as by a speed of a long-lasting tempest. While Rama went to the forest, that city was shaken. All the cardinal points, having been disturbed, were covered by darkness. Planets did not become visible, nor the stars nor any other thing in heaven. All the people of the city suddenly became apathetic. No one was interested in either food or in pastime. All the people of Ayodhya, afflicted by grief in succession, heaved profound and burning sighs and bewailed about the departure of the Lord of the earth. The people in the king's way were wearing distressed faces filled with tears. No one appeared rejoicing. All were possessed by grief. The wind was not blowing coolly. The moon did not appear beneficent. The sun did not give out warmth to the earth. The entire world was in disorder Sons did not ask for their mothers and husbands did not ask for their wives. Brothers did not enquire about their sisters. All gave up every thing and thought of  Rama alone. Then, all of Rama's own friends were bewildered in mind and the weight of their agony overwhelmed them. They did not leave their beds. Afflicted by fear and grief, the earth with its mountains, deprived of that great souled Rama, suffered a terrible convulsion, as when it is abandoned by Indra the lord of rain, and a great uproar reigned in the city which was filled with elephants, warriors and horses."
        }
    ]
}