{
    "id": "prose-ayodhya-42",
    "kanda": "ayodhya",
    "sarga": "42",
    "title": "Dasharatha feels dejected",
    "chapter": "42",
    "overview": "The dust raised by Rama's chariot having disappeared for a while, Dasharatha feels dejected and fell insensible on ground. When Kaikeyi comes forward to support him he scolds and asks her not to touch him. Kausalya then lifts him up and persuades him to return to their house. His personal attendants take him to Kausalya's apartments and seeing him plunged in grief, Kausalya seats herself beside him and began to lament in various ways.",
    "content": [
        {
            "type": "verse",
            "text": "As long as the dust raised by the wheels of Rama's chariot could be seen, so long did the king not withdraw his gaze from it. As long as the king was seeing his beloved son who was exceedingly virtuous, so long did the dust in the earth appear to be rising for the purpose of seeing his son. When the dust raised by Rama's chariot was no longer visible, the unfortunate king afflicted by dejection, fell insensible on ground. When Dasharatha fell down, Kausalya his wife took her place on his right side to lift him up and Kaikeyi of charming limbs took her place on his left side. The king endowed with wisdom virtue and discretion seeing Kaikeyi beside him, said to her in great agitation as follows: \"Oh, wicked Kaikeyi! Do not touch my limbs. I do not wish to see you .You are no longer my wife nor a relative. I am not of those who are dependent on you nor are they anything to me. I discord you, by whom righteousness has been discarded and who are solely interested in avariciousness. All that contract which I entered into by taking your hand and circumbulating the sacred fire, I now renounce in this world and the next.  If Bharata feels cheerful for having got this kingdom which is imperishable, let the obsequial rites performed to me after my death do not reach me.\""
        },
        {
            "type": "verse",
            "text": "Meanwhile Kausalya the queen overwhelmed with grief, lifted up the king who was covered with dust and returned to her house. The virtuous monarch, thinking deeply of his son Rama, was so desolated as one who has slain a brahmin intentionally or as touching the fire by hand. Turning again and again towards the track of the chariot, the countenance of the king in grief lost its radiance like sun losing its radiance when swallowed by Rahu*."
        },
        {
            "type": "verse",
            "text": "Afflicted by grief, thinking of his beloved son he lamented. Knowing that his son reached the end of the city, he said as follows: \"The marks of hooves of excellent horses which carried away my child are seen on the way. But he the great souled one is not being seen. He who slept on comfort on coverings sprinkled with the essence of sandalwood and refreshed by fans waved over by him by the most deserving women, Rama the best of all my sons, will from now on , has to take refuge at the foot of a tree somewhere, lying down on its trunk or rest on a stone. From today the inhabitants of the forest will behold that long armed lord of the world, Rama, rising from the ground and wandering around like an orphan. The daughter of Janaka, who was always accustomed to comforts, will wander exhausted in the forest through the thorny undergrowth. Sita who was not earlier accustomed to woodlands, from now on will live in terror, hearing the roaring sound of wild beasts, which was thundering . Oh, Kaikeyi! Let your desire be fulfilled! Dwell in the kingdom as a widow. I do not indeed wish to survive without Rama the tiger among men. Thus lamenting, the king surrounded by his people, entered Ayodhya the best of cities like entering a disastrous house by one who has taken the funeral bath. Seeing the entire city with its road-junctions and mansions deserted, its shops and temples closed, with its people exhausted with fatigue and plunged in affliction; its highways not very crowded, the king entered his palace wailing and thinking of Rama alone as the sun enters a cloud. Bereft of Rama Sita and Lakshmana, the palace looked like a big pool rendered unperturbed due to emptying of snakes in it by Garuda*\""
        },
        {
            "type": "commentary",
            "text": "*Garuda was a mythical bird (chief of feathered race, enemy of the serpent race)"
        },
        {
            "type": "verse",
            "text": "The lamenting monarch spoke in trembling accents and in soft, pitiful, indistinct and not clearly intelligible words (as follows): \"Take me quickly to the apartment of Kausalya the mother of Rama. Nowhere else my heart will find solace.\" The attendants took the king who was speaking as aforesaid, to Kausalya's house and there he was gently laid (on a coach). Having entered Kausalya's apartment and even though laid on a coach, his heart became agitated. Bereft of his two sons and his daughter-in-law also having deserted, the king saw that house devoid of charm as a sky without a moon. Looking at that palace and lifting up his arm, the powerful monarch cried in a loud voice, \" Oh, Rama! You have left us both, your mother and I. Alas! Those jewels among men who will survive the term of fourteen years, seeing Rama come back and embrace him, will be happy indeed.\""
        },
        {
            "type": "verse",
            "text": "Thereupon, the night having fallen, the night resembling the hour of death to him, Dasharatha spoke these words to Kausalya when the midnight struck : \"Oh, Kausalya! My sight has extinguished along with Rama and not returned. Even now, I am not able to see you properly. Touch me with your hand.\" Perceiving that monarch on the coach absorbed in the thought of Rama alone, Kausalya appeared very sad and sitting beside him, began to sigh and lament with a distressed look."
        }
    ]
}