{
    "id": "prose-ayodhya-43",
    "kanda": "ayodhya",
    "sarga": "43",
    "title": "Lamentation of Kausalya",
    "chapter": "43",
    "overview": "Lamentation of Kausalya",
    "content": [
        {
            "type": "verse",
            "text": " Thereafter, Kausalya afflicted with grief of her son and seeing the king lying down depressed with sorrow, spoke to the monarch as follows: \"Having planted her poison on Rama the tiger among men, indeed Kaikeyi of crooked ways will surely wander about freely like a female serpent that has cast off its slough. Having fulfilled her desire of expelling Rama to the forest, Kaikeyi the charming woman will frighten by clamping down upon me, like a dangerous serpent in the house. Even giving my son to her as a slave would have been better. By that Rama would have at least stayed in the house by doing the work entrusted by her and roaming about in the city, asking alms. Having willfully thrown Rama out of his position, Kaikeyi has acted in the same way as one who tends the sacred fire throws a part of the sacrifice to ogres on a new or full moon. Together with his wife, accompanied by Lakshmana and walking like king of elephants having a bow in hand, the mighty armed hero surely will have entered the forest. In the forest, what fate will befall them who had never seen such a suffering before and who have been sent by you to a forest life as per the wishes of Kaikeyi? Devoid of riches, those youthful beings, in exile at the age when they should be enjoying diversions of every kind, how are they to live in misery, having only roots and fruits for their nourishment? When that auspicious hour will come to me that will bring an end to my sorrows and I shall see Rama with his wife and brother returning here? When will Ayodhya regain her pristine glory, with people thrilling with rapture and be adorned with rows of towering banners the moment it hears of the two heroic princes (Rama and Lakshmana) being present ? When will the city rejoice like an ocean swelling jubilantly on a full moon night to perceive the two princes who are tigers among men come back from the forest? When will the mighty armed hero (Rama) enter the city of Ayodhya placing Sita in his front in the chariot as a bull would follow a cow? When will thousands of men shower the parched grains of paddy on the royal highway over my two sons (Rama and Lakshmana) the subduer of their enemies, entering the city? When shall I see the two princes adorned with splendid ear-rings and armed with excellent bows and swords, entering Ayodhya like a pair of mountains crowned with peaks? When will those two princes with Sita merrily go round the city clockwise, giving away flowers and fruits to virgins and Brahmanas? When will the pious Rama, grown ripe in intellect and shining like a god in point of age, return to me, cherishing the world like the proportions and timely rain? Undoubtedly in some past life, through mean-mindedness, Oh, valiant king, I believe that the teats of cows were cut off by me while their calves were longing to suck them. Oh, tiger among heroes! Fond of my child like a cow, I, as such was forcibly deprived of my child by Kaikeyi in the same way as a cow having a calf of tender age  may be deprived of her calf by a lion. I cannot indeed wish to survive without my only son who is adorned with all virtues and is well-versed in all scriptures. There is not the least capacity imaginable in me to sustain my life here so long as I fail to perceive my beloved son (Rama) who is mighty armed and Lakshmana of great strength. This fire born of grief occasioned by separation from my son, is torturing me in the same way as the illustrious sun, possessed of greatest splendor, scorches this earth with its rays in summer.\""
        }
    ]
}