{
    "id": "prose-ayodhya-44",
    "kanda": "ayodhya",
    "sarga": "44",
    "title": "Sumitra assuages Kausalya's grief",
    "chapter": "44",
    "overview": "Establishing the greatness of Rama, Sumitra of gracious speech, assuages Kausalya's grief.",
    "content": [
        {
            "type": "verse",
            "text": "Sumitra, who was devoted to righteousness spoke the following words, which were virtuous, to the celebrated Kausalya, the foremost among women, who had been wailing as aforesaid  \"That son of yours, Oh the venerable one, is endowed with excellent virtues and is the foremost among men. What is the use in your lamenting in this way or in weeping piteously? Your son is having mighty strength. He proved his high- soled father perfectly truthful by renouncing his throne. He stood firmly in righteousness, which is always practiced perfectly by disciples and which gives fruits even after death. That Rama, the most excellent man, never deserves to be lamented. Lakshmana, the faultless man and the compassionate man towards all beings, always renders the best form of service to Rama. His conduct is beneficial to the high-soled Rama. Sita, who was habituated to comforts, even after knowing the pain whatsoever, is accompanying your virtuous- soled son. What has not been secured by your capable son, who is rich in virtue and is engrossed in the vow of truthfulness, and the banner of whose fame flutters though out the world?  Having known the purity and magnanimity of Rama , the sun assuredly will not be able to torment Rama's body with his rays. Auspicious and delightful breeze of moderate heat and cold, blowing from woods at all times , will render service to Rama. Gently touching with its cool rays when he is reposing at night and embracing him like a father, the moon will refresh Rama. Formerly, when Rama killed Subahu the son of Sambarasura the chief of demons, Brahma being delighted , gave celestial weapons to Rama, the man with great splendor. Rama the hero and the tiger among men, relying on the strength of his own arms, will dwell fearlessly in the forest as if in his own palace. How can earth cannot be under the command of Rama, to whose aim of arrows, the enemies fall an easy prey? The splendor endowed with Rama, the valor that is in him and the beneficent strength that resides in him lead one to believe that when he completes the term of his exile in the forest, he will speedily regain his kingdom. Rama is the illuminator of even the sun, fire of fire, the ruler of rules, the splendor of splendor, the foremost glory of glory, the forbearance of forbearance, the god of gods and the foremost being of all the beings. Indeed, what handicaps are there for him in the forest or in Ayodhya? Rama the best among men will be installed on the throne soon along with the Mother Earth (the consort of lord Vishnu), Sita the princess of Videha kingdom and Lakshmi ( the goddess of fortune another consort of Vishnu) Seeing Rama departing, all the people in Ayodhya smitten as they were with upsurge of grief shed tears born of agony. The goddess of fortune as Sita followed the invincible hero even as he departed for the forest, clad in a garment of the sacred Kusa grass. Indeed, what can be difficult for him to obtain? What can be difficult to obtain for, to whose front indeed walks Lakshmana himself the best among the holders of bow wielding arrows, sword and missiles? Oh, Kausalya! I tell you the truth : you can see Rama coming back, on having completed the term of his exile in the forest . Abandon grief and infatuation. You will be able to see your son, like the rising moon, saluting respectfully your feet, by bowing his head. Seeing Rama shining with great splendor appearing before you again, having been coroneted, you will be shedding soon tears of joy from your eyes. Do not have uneasiness or grief. Rama has no ill luck. You will be able to see soon your son along with Sita, accompanied by Lakshmana. While people are to be consoled by you at this moment, why are you fostering grief in your heart? You, whose son is Rama, ought not to grieve, for none is established in right path in the world than Rama. Seeing your son saluting with his friends, you will at once begin to shed tears, like a line of clouds in a rainy season. Your son the bestower of boons, will soon return to Ayodhya, and touch your feet with his gentle but muscular hands. When your son the hero along with his friends salute you respectfully in adoration, you will sprinkle tears of joy in the same way as a line of clouds pour rain on the mountain.\""
        },
        {
            "type": "verse",
            "text": "Sumitra the queen, skilled in her employment of words, who is faultless and charming, thus consoled Rama's mother with various words and finally stopped speaking. Hearing those words of Sumitra the mother of Lakshmana, the agony of Kausalya Rama's mother and the wife of Dasharatha quickly disappeared in the same way as an autumnal cloud with a little water in it disappears quickly."
        }
    ]
}