{
    "id": "prose-ayodhya-45",
    "kanda": "ayodhya",
    "sarga": "45",
    "title": "Rama requests the citizens to return to Ayodhya",
    "chapter": "45",
    "overview": "Rama requests the citizens to return to Ayodhya and to show respect to Bharata the prince Regent and Dasharatha the king. The citizens try to persuade Rama to return to Ayodhya, but in vain. Rama along with all of them reach the bank of Tamasa.",
    "content": [
        {
            "type": "verse",
            "text": "The people devoted to the high- soled Rama of unfailing bravery accompanied him on his way to the forest for exile. When the king was forced (in the interests of his son) to turn back, the group of friends who were following Rama's chariot did not return. Rama who enjoyed great celebrity and who was richly endowed with every virtue, resembling the full moon, had indeed become the favorite for the people living in Ayodhya. Despite the entreaties of the people of his own, Rama(the scion of the Kakutstha), in order to honour his father's vow; proceeded towards the forest. Fondly gazing on the people as though drinking with his eyes, Rama lovingly spoke (as follows) as though they were his own children: \"The respect and affection that has been bestowed upon me by you (the residents of Ayodhya) may for my satisfaction be bestowed in a special measure on Bharata. He who enhances the delight of Kaikeyi and who possesses excellent conduct, will indeed do pleasing and beneficial things to you appropriately. Bharata who is matured in knowledge but young in age, who is gentle but endowed with virility and virtue, will become your worthy master who can dispel your fears. Bharata who is endowed with royal virtues is being marked as the prince. Further, king's command is to be carried out by me and the rest of you. If you desire to please me, see that the king does not suffer agony when I have gone to forest for exile\""
        },
        {
            "type": "verse",
            "text": "The more Rama the son of Dasharatha, showed himself to be faithful to his duty, the more the people wished to have him as their master. Rama accompanied by son of Sumitra, drew the people of the city, who were weeping piteously, after him as if tied and pulled with cords. Those Brahmanas, who were triply revered for their learning, their age and their spirituality, their heads shaking with advanced years, cried out : \"Oh Noble Steeds, of speedy breed! You who are carrying Rama, do come back! Do not proceed! Be friendly to your master (since by taking Rama against our wishes, you will be doing a disservice to him). Indeed all things, which are endowed with ears, more so horses, stand appraised of our entreaty. Therefore, you return. That hero of the pure soul, of virtuous and auspicious firm resolve, that master, deserves to be brought back to the city and not to be taken to the forest.\""
        },
        {
            "type": "verse",
            "text": "Seeing those aged Brahmanas uttering those painful words, Rama quickly got down from the chariot. Rama with Sita and Lakshmana, taking close strides, proceeded on foot towards the forest. That Rama who was affectionate in his disposition and had compassion in his eyes, could not abandon those Brahmanas walking on foot, far behind the chariot. Perceiving Rama still going towards the forest, those Brahmanas perplexed in mind and greatly distressed, spoke the following words : \"The whole of this Brahmana community is following you, devoted (as you are) to the Brahmanas. See, they are bearing the sacred fires on their shoulders. Look at these canopies (obtained by us while observing Vajpeya sacrifice*) accompanying our backs like clouds at the end of the rainy season\""
        },
        {
            "type": "commentary",
            "text": "*-It is laid down in the Vedas that he who performs a Vajpeya sacrifice must be supplied with a white canopy."
        },
        {
            "type": "verse",
            "text": "\"With these canopies of ours, we shall give shade to you, who have got no canopy and are being scored with rays (of the sun.) Oh, Dear child! The intellect of ours, which was forever engaged in perusing the study of Vedic texts has been now made to follow the course of exile to the forest. We will carry the Vedas in our hearts as our excellent treasure and our wives too will remain at home, protected by their character. We shall not revoke our decision. Our mind is fully determined to go along with you (to the forest). If you do not pay attention to piety, what being will remain devoted to the path of virtue? Oh, prince of resolute conduct! We entreat you by our heads having gray hair like the white color of the swans, that are soiled with dust as a result of their falling on the ground (in the course of our prostration to you) (pray) turn back. Sacrifices have been commenced by many of those Brahmanas that have come here. Their completion, depends on your return. Beings both animate and inanimate, are indeed devoted to you. Show affection to those devotees, who entreat you to return. The trees held by their roots, unable to accompany you, seen to be weeping, hump-backed by the force of wind. Birds too, which sit motionless and are unable to go out in search of food and which remain fixed at one spot on trees, are supplicating you to return, compassionate as you are to all created beings.\""
        },
        {
            "type": "verse",
            "text": "While those Brahmanas were crying thus with a view to persuading Rama to return, the river Tamasa appeared there, as though retarding the progress of Rama. Thereafter Sumantra the charioteer too released the horses, tired as they were, from the chariot and quickly making them roll, allowed them to graze not very far from the (bank of) Tamasa once they had drunk water and had their body washed in the river."
        }
    ]
}