{
    "id": "prose-ayodhya-46",
    "kanda": "ayodhya",
    "sarga": "46",
    "title": "Rama passes the night on the banks of Tamasa river.",
    "chapter": "46",
    "overview": "Having reached the banks of Tamasa river and thinking of the plight of the people of Ayodhya, Rama passes the night on the banks of Tamasa river. Waking up in the meantime, Rama instructs the charioteer to drive the chariot in such a way as to elude the citizens and lead them to think that the chariot had turned back towards Ayodhya instead of proceeding towards the forest. He then ascends the chariot along with Sita and Lakshmana and went ahead to the forest.",
    "content": [
        {
            "type": "verse",
            "text": "Then Rama taking his position at the banks of Tamasa river and looking at Sita, spoke to Lakshmana as follows : \"Oh, Lakshmana! We have been sent to the forest. Today is the first night of our residence in the forest .You ought not feel anxious. May all be well with you! Look here: As the animals and birds are returning to their respective abodes seeking for shelter, the desolate woods seem to be crying from all sides. Now, the city of Ayodhya the capital of my father with its men and women will lament about us that have departed (to the forest). There is no doubt the citizens (of Ayodhya) are indeed having affection to the king no less than to you and myself, as also to Bharata and Satrughna, for many of our virtues. I feel repented for my father and my illustrious mother. I fear whether they will become even blind, by weeping incessantly. Bharata, the virtuous man, can indeed console my father and mother by his kind words. Oh,Lakshmana! Thinking of Bharata's kindness again and again, I do not grieve for our father and mother. You have done well by accompanying me, as otherwise, a help would have to be sought for by me for protecting Sita. I shall live on water alone tonight. Though there are various kinds of wild fruits and roots, this is indeed a liking for me.\" Thus telling Lakshmana, Rama spoke also to Sumantra as follows: \"Oh, gentle man! Attend to the horses carefully.\""
        },
        {
            "type": "verse",
            "text": "The sun having completely set, Sumantra tied up the horses, supplied them with abundant grass and immediately stood nearest (to Rama). Having worshipped the beautiful evening twilight and having seen the night come nearer, Sumantra along with Lakshmana made the bed for Rama. Seeing that bed made of leaves of a tree on the bank of Tamasa river with the help of Lakshmana, Rama along with his wife laid down on it. Seeing that brother sleeping along with his wife, Lakshmana narrated Rama's various virtues to Sumantra."
        },
        {
            "type": "verse",
            "text": "WhileLakshmana was thus recounting Rama's excellences to Sumantra, keeping awake that whole night at the bank of Tamasa river, the sun rose. At a good distance from Tamasa river, whose banks were crowded with herds of cows, Rama passed that night there with the citizens. Getting up from the bed and seeing those citizens, Rama with an extraordinary splendor, spoke to his brother,"
        },
        {
            "type": "verse",
            "text": "Lakshmana who was endowed with auspicious bodily marks: \"Observe, Oh Lakshmana, the citizens full of longing for us, unmindful even of their homes, sleeping together at the roots of trees, Oh, the son of Sumitra! From the way in which these citizens are making coercion to take us back (to Ayodhya), it seems they will even lay down their lives, but in no case would give up their resolve. Till which time the citizens are asleep, within that time, let us quickly mount the chariot and take a route which has no fear from any quarter. From this the citizens of Ayodhya (the ancient capital of Ikshvaku), who are longing for me, may not sleep as of now, at the roots of trees again and again. The residents of city should indeed be made free of their suffering brought about by (citizens) themselves, by the sons of their rulers. The citizens should on no account be burdened with hardship caused by (princes) them selves as is our case.\""
        },
        {
            "type": "verse",
            "text": "Lakshmana replied as follows to Rama, who is standing firm like righteousness personified: \"Oh, wise brother! What you say is agreeable to me. (Pray) ascend the chariot quickly\""
        },
        {
            "type": "verse",
            "text": "Then, the glorious Rama spoke to the charioteer as follows: \"Oh, capable man! Keep the chariot ready. I shall proceed to the forest. Let us go quickly from here.\""
        },
        {
            "type": "verse",
            "text": "Then, Sumantra quickly fastened the chariot to its excellent horses and thereafter submitted with joined palms to Rama (as follows): \"Oh, mighty armed prince! Your chariot is kept ready. You ascend it along with Sita and with Lakshmana, Oh jewel among car-warriors! May prosperity attend you\""
        },
        {
            "type": "verse",
            "text": "Rama mounted the chariot with all necessaries (like bow, armor, quiver, spade, basket, and so on) and crossed the swift flowing Tamasa river, thickly set with whirl- pools. Having duly crossed the stream, the glorious Rama the mighty armed reached a great road free from obstacles and safe even for those who are apprehensive of danger. In order to elude the citizens, Rama spoke to Sumantra as follows: \"Oh, charioteer! You mount the chariot and go northward. Proceed for a while quickly and bring back the chariot again. Remaining careful, do it in such a way that the citizens may not be able to locate me\""
        },
        {
            "type": "commentary",
            "text": "Comment:- How can Rama elude the citizens, who came off leaving their homes, showing their immense affection towards him? Love without self-centeredness knows what love is. Then the seemingly untruth is not untruth, the hurt in appearance is not really a hurt and the said deception is not a deception. Rama the knower of love was free to do what was right and whatever he did was righteous."
        },
        {
            "type": "verse",
            "text": "Hearing Rama's advice, the charioteer made a round of the chariot as he was suggested and on returning, reported to Rama about the arrival of the chariot. Then, Rama and Lakshmana(the promoters of the race of Raghu) along with Sita ascended the chariot yoked together. The charioteer urged the horses along the route by which they can reach a grove suited to the practice of austerities. However, Sumantra placed that chariot by facing it to the north, for he saw omens auspicious for journey (in that quarter). Rama (son of Dasharatha) the mighty car-warrior, along with the charioteer mounted the chariot and proceeded to the forest."
        }
    ]
}