{
    "id": "prose-ayodhya-47",
    "kanda": "ayodhya",
    "sarga": "47",
    "title": "The people of Ayodhya begin to rebuke themselves",
    "chapter": "47",
    "overview": "The multitude that had caused Rama in his journey to the forest wake up to find Rama and his associates gone. They begin to rebuke themselves. Overwhelmed with grief, they hunt up to tracks of Rama's chariot. Being unable to find the tracks, they helplessly return to Ayodhya in sheer despair.",
    "content": [
        {
            "type": "verse",
            "text": "As the night was beginning to become dawn, those citizens relinquished by Raghava were perplexed with grief and became motionless. Made miserable with tears born of anguish and agony, they could not notice even a glimmer of Rama, though casting their eyes everywhere."
        },
        {
            "type": "verse",
            "text": "Their faces distorted with sorrow, deprived as they were of sagacious Rama and therefore non-pulsed, the citizens broke into piteous exclamations, saying:- \"Cursed be to that slumber, rendered unconscious, by which we could not behold today that mighty armed Rama with a broad chest. How that Rama the strong armed, whose actions are never ineffectual, leave for exile, abandoning his devoted citizens? How did the chief of Raghus, who protected us ever, like a father the children born of his loins, could proceed to the forest, leaving us? Let us have recourse to death here itself, or definitely set out for a grand journey ( to the north with a resolve to die). For what purpose can life be good for us, separated as we are from Rama? Or there are a number of big dry logs of wood here. Lighting a funeral fire out of them, let us all enter the fire. \"What shall we say to our fellow citizens? 'The great armed Rama who is free from egoism and who speaks kindly ( to all ) has been conveyed to the forest by us!' How can we say so? Seeing us returning without Rama, that city of Ayodhya, already desolate, will with its women, children and the aged, become even deeply cheerless. Having left the city thus with that hero, the conqueror of one's own self, how can we look on that city again without him?\""
        },
        {
            "type": "verse",
            "text": "Uplifting their arms , those men stricken with anguish, like cows bereft of their calves, lamented in various ways as above. Then, proceeding to some distance along the tracks for a while, they were overwhelmed with great despair again due to sudden disappearance of tracks. The good-natured citizens, due to disappearance of the tracks of the chariot, returned to Ayodhya, saying thus, \" How is it? What shall we do? We are afflicted by providence\""
        },
        {
            "type": "verse",
            "text": "Therafter, all of them with aggrieved hearts went to the city of Ayodhya, which was comprising of virtuous people with distress, by the same path on which they had come. Beholding the city, they shed tears through their eyes stricken as they were in grief , their minds distressed through cheerlessness. Bereft of Rama, the aforesaid city of Ayodhya was not any more enchanting than a river whose snakes were uplifted from its pool by Garuda. As the sky without the moon or the sea without the water, these disconcerted men beheld the city from which all joy had fled. Entering their houses full of abundant riches with uneasiness, the citizens could not distinguish between their own people and others, even though being looked at, stricken as they were with grief, their joy having altogether extinguished."
        }
    ]
}