{
    "id": "prose-ayodhya-48",
    "kanda": "ayodhya",
    "sarga": "48",
    "title": "Rama's departure for the forest",
    "chapter": "48",
    "overview": "Informed by the citizens of Rama's departure for the forest, when they returned to Ayodhya after being unable to find out the tracks of his chariot, the wives of the citizens reproach Kaikeyi and break into lamentation.",
    "content": [
        {
            "type": "verse",
            "text": "The lives of those citizens, who had returned dejected and cheerless in this way after accompanying Rama were greatly hurt, having their eyes filled with tears afflicted with grief, longing to give up their lives and appeared as though they were dead. Reaching each his own house, all of them surrounded by their sons and wife, shed tears, their faces being covered by them. None was either delightful or merry. Merchants no longer exhibited their wares, nor their merchandise looked charming. Those in charge of home did not attend to cooking. None was delightful for instance on finding out a lost fortune, or on getting riches in abundance. No mother did rejoice even on obtaining a son born for the first time."
        },
        {
            "type": "verse",
            "text": "Oppressed with sorrow and weeping, women in every house heaped reproaches on their husbands who came home, with words as sharp as pricks of the goad which attack an elephant. \"What purpose of theirs who do not see Rama, will be served by their dwellings, wife or wealth or sons or pleasures even? Lakshmana alone is a good man in this world, who was accompanying Rama belonging to Kakutstha dynasty, along with Sita ,duly rendering service to them in the forest. Fortunate too are the rivers; lotus ponds and lakes for bathing in whose sacred waters Rama entered into. Forests with beautiful row of trees, tracks of land abounding in water, rivers and mountains with alluring peaks will bring splendor to Rama. Any mountain or forest which Rama will visit, will not fail to respect him like a beloved guest who has arrived. Plants with many-colored flowers as their chaplets, bearing copious clusters of blossoms full of bees exhibit themselves at Rama. Even in unseasonable ness, mountains in compassion will present principal flowers and fruits to Rama, on his arrival. Mountains will show various wonderful waterfalls again and again, duly streaming forth uncontaminated waters. Trees on apex of mountains will enrapture Rama. Where there is Rama, there is neither fear nor humiliation. That Rama the son of Dasharatha, the hero and the mighty armed will come to our view not far from us. Let us run after him. The shelter of the feet of the lord and the high-souled Rama is in itself a joy. Rama indeed is the protector of all of us, he the refuge and our supreme asylum. We shall serve Sita, while you attend on Rama.\" Thus, the citizen's wives, afflicted with agony, spoke in so many words to their husbands."
        },
        {
            "type": "verse",
            "text": "\"Rama will secure the needs and interests of yours in the forest, while Sita will do the same thing with regard to us womenfolk. Who will be highly pleased with this residence in the city, which is apprehensible, with anxious people in it and not being a pleasant spot with unsettled minds? If it were to be the rule of Kaikeyi, it will not be in consonance with righteousness, with no protector and indeed with no use for our lives, mush less for our sons and riches. Whom else Kaikeyi will not abandon? That Kaikeyi, by whom her son and her husband were forsaken for the sake of power and who brought disgrace to her family. We swear even by our sons that while Kaikeyi is surviving and as long as we live, we will never inhabit this kingdom as Kaikeyi's servants! Who can live happily on having obtained (as one's ruler) that impious woman of wicked conduct, who banished the son of the king without any pity? The whole of this kingdom, without any leader, having no support and visited by calamities, will meet with ruin because of Kaikeyi's fault. For, Rama having gone into exile, the monarch will not survive and when Dasharatha is dead, utter regrets will remain thereafter. It is certain! So, drink poison duly stirred up, since your merits are exhausted and you are marked out by ill fortune. Otherwise, follow Rama to forest or reach a place where even the name of Kaikeyi may not reach your ears. Rama has been sent to exile along with Sita and Lakshmana deceitfully. We have been handed over now to Bharata, like the beasts in the hands of a slaughterer. Rama, whose face is like the full moon, of dark brown complexion, whose collar-bone is invisible (because of its being covered with flesh), a conqueror of foes, whose arms descend to his knees, whose eyes resemble lotuses, the elder brother of Lakshmana, who takes initiative in speaking and expresses with sweetness, truthful of speech and possessed of extra ordinary strength, is benevolent to all, delightfully charming as the moon, that tiger among men, as mighty as an elephant in rut, that great car-warrior, will surely adorn the woods, while roaming through them.\""
        },
        {
            "type": "verse",
            "text": "Those wives of citizens in the city of Ayodhya, lamenting as aforesaid, began weeping, as though fear has cropped up for a forth-coming death. The sun sank below the horizon and the night fell, while the women in the houses were weeping in that manner about Rama. The city of Ayodhya, in which the kindling of fires had ceased and the chanting of Vedas and narration of sacred stories died out, looked as though it was coated with darkness at that time. The city of Ayodhya, in which the business of the trading class had come to a stand-still, in which joy had been faded out, which had become (now) support less, looked dim as though stars had disappeared in the sky. The women whose minds became sick on account of Rama, as one would feel on one's own son or brother having been sent into exile, cried miserably expressing their grief in various ways. To them, Rama was dearer than their very sons! That city of Ayodhya, in which singing, rejoicing, dancing and instrumental music had been completely set at rest, when jpy had departed forever and whose shops had been closed, looked at that time like a grat ocean whose waters had dried up."
        }
    ]
}