{
    "id": "prose-ayodhya-49",
    "kanda": "ayodhya",
    "sarga": "49",
    "title": "Rama crossed three rivers",
    "chapter": "49",
    "overview": "Having traveled for a pretty long distance, Rama crossed Vedasruti, Gomati and Syandika rivers. He presses forward in the chariot talking with Sumantra.",
    "content": [
        {
            "type": "verse",
            "text": "Rama the tiger among men, revolving in his mind the command of his father, covered a long distance during the rest of the night. While Rama was traveling with the same alacrity, that delightful night passed away. Having worshipped the blissful morning twilight, he passed beyond the boundary of that country. Seeing villages, whose outskirts have been tilled and the woodlands laden with blossoms and hearing as follows the words of men dwelling together in the midst of the village, Rama proceeded apace in those excellent horses as though slowly (engrossed as he was in enjoying the sights)."
        },
        {
            "type": "verse",
            "text": "Woe unto the king Dasharatha who fell into the clutches of concupiscence. \"Alas! Kaikeyi the cruel and the sinful one now is still engaged in a cruel game. She is sending to exile the prince Rama, the pious man, the great intellectual, the compassionate man and he who subdued the senses. That hot-tempered Kaikeyi is behaving in a rude manner, transgressing the bounds of propriety. How Sita the venerable woman, the daughter of Janaka, who was delighted always in homely comforts can now experience hardships in the forest? What a surprise! The king Dasharatha, having no love for his son, now wants to abandon Rama who is so beloved to the people and is even faultless.\""
        },
        {
            "type": "verse",
            "text": "Hearing these words of people residing in villages and hamlets, Rama the heroic prince of Kosala crossed the boundaries of Kosala state. Having crossed the river of auspicious waters called Vedashruti, Rama then stretched forth, facing the quarter occupied by Sage Agastya. After traveling a pretty long time from there, Rama crossed the river Gomati having beautiful waters, whose banks were adorned with cows and which headed towards the sea. Reaching the other bank of Gomati river with the help of the swift moving horses, Rama crossed the river called Syandika which had resounded with howls of peacocks and swans. The said Rama showed to Sita the land (of Kosala, the southern boundary of which was defined by Syandika river)given long ago by the king Manu to Ikshvaku and which was bounded by many territories."
        },
        {
            "type": "verse",
            "text": "The glorious Rama, the foremost among men, whose voice resembled the cackling of a swan in rut, addressed the charioteer with great affection, in the words \"Oh, charioteer!\" and spoke as follows : \"When, coming back and united with my mother and father, shall I roam hunting in the forest, bordering on Sarayu river and laden with blossoms? I do not hanker much after hunting in the woodlands bordering on Sarayu river. In fact it is a delightful spot, made much of in the world by hosts of royal sages. Hunting in the forest is indeed for gratification of royal sages in this world. At times; the bow- men adopted it. But I do not long for it excessively.\""
        },
        {
            "type": "verse",
            "text": "Uttering in sweet voice to the charioteer on various topics dearer to him, Rama advanced thus along that route."
        }
    ]
}