{
    "id": "prose-ayodhya-5",
    "kanda": "ayodhya",
    "sarga": "5",
    "title": "Festivities in Ayodhya",
    "chapter": "5",
    "overview": "On the wish of King Dasharatha, Vasishta goes to Rama's palace and asks him to perform fast that night along with Sita. Vasishta returns to Dasharatha's palace and informs him about this. On the way to the king's palace Vasishta observes the festive atmosphere in Ayodhya anticipating Rama's coronation the next day.",
    "content": [
        {
            "type": "verse",
            "text": "After Rama left, king Dasharatha called for his family priest Vasishta and spoke to him as follows about the ensuing anointment ceremony of the next day. O, great sage Vasishta! Please go to the avowed Rama and Sita today to make them perform fasting for obtaining prosperity, glory and sovereignty. Vasista, who is the best of knowers of Veda, who is expert in mantras, who is firm in austerities and who is divine, said to Dasharatha : \"I agree to it\" and personally went to Rama's house on a chariot which was ready and quite suitable for a Brahman, so as to advise Rama to undertake a fast with mantras performed by Rama, a knower of mantras ."
        },
        {
            "type": "verse",
            "text": "That great sage reached Rama's house, which was radiant like a dense white cloud and entered the three gateways of the house by the chariot itself. To respect the honorable sage who arrived, Rama came quickly and hurriedly out of the house. Rama quickly got nearer to Vasishta's chariot and personally helped him to alight from the chariot."
        },
        {
            "type": "verse",
            "text": "That family priest Vasishta seeing that lovable and humble Rama, spoke the following words, bringing cheerfulness and happiness to him: O, Rama! Your father is delighted with you. You will be getting the princely kingdom. Hence, you and Sita perform fasting today. Your father, King Dasharatha is anointing you affectionately for the princely kingdom tomorrow at dawn, even as king Nahusha has done to Yayati\"."
        },
        {
            "type": "verse",
            "text": "Vasistha thus spoke to Rama and enjoined him to undertake a vow of fasting together with Sita, in the accompaniment of mantras."
        },
        {
            "type": "verse",
            "text": "Thereafter, Rama worshipped the royal priest Vasistha suitably. Vasistha then got Rama's permission and left his house. Rama spent some time by delightedly talking with friends and having been congratulated by them in various ways went into his palace after taking leave of them."
        },
        {
            "type": "verse",
            "text": "Then, Rama's house was shining as brilliantly with delighted men and women as a lake filled with opened lotuses and visited by innumerable happy birds."
        },
        {
            "type": "verse",
            "text": "Vasishta, leaving Rama's house, which seemed like the royal palace, saw the way filled with people. All the royal highways in the city of Ayodhya were filled with groups and groups of delighted people and became congested."
        },
        {
            "type": "verse",
            "text": "Then, on the royal road, the resonance created by the rush of the people moving hither and thither like waves combined with their rejoicing, resounded like the roar of an ocean. On that day, in the city of Ayodhya, all the roads were cleaned and sprinkled with water. There were rows of trees on both sides of the roads and flags hoisted on houses."
        },
        {
            "type": "verse",
            "text": "Then, the people of Ayodhya including children, women and the old-aged were waiting for sunrise, wishing the anointment ceremony of Rama to happen."
        },
        {
            "type": "verse",
            "text": "In Ayodhya, people were enthusiastic to see the great public function, which was decorative to the community and which would bring forward an increased joy. Vasishta, thus seeing the king's way being overcrowded with people, reached the royal palace slowly by forcing a passage through that crowd. He walked up the royal palace, which was akin to the top of a mountain enclosed by a white cloud and met king Dasharatha in the manner Brihaspati met Devendra."
        },
        {
            "type": "verse",
            "text": "Seeing Vasistha had returned, King Dasharatha alighted from his throne and asked him with regard to his mission. Vasistha informed him that it was accomplished. The members of assembly who were sitting along with the king till then, raised in  obeisance to Vasishta from their seats, following the example of the king."
        },
        {
            "type": "verse",
            "text": "King Dasharatha, after obtaining permission from Vasishta, left that assembly of men and entered his palace as a lion enters a mountain cave. That palace with women in top dress and form was like the palace of Devendra. By the entering of King Dasharatha, the palace became more radiant, just as the moon radiates a beautiful sky with its stars."
        }
    ]
}