{
    "id": "prose-ayodhya-50",
    "kanda": "ayodhya",
    "sarga": "50",
    "title": "Rama bids farewell to his birth-place",
    "chapter": "50",
    "overview": "Rama bids farewell to his birth-place Ayodhya and reaches the bank of the holy Ganga. There, Nishadas offers welcome reception to Rama and others.",
    "content": [
        {
            "type": "verse",
            "text": "Having traveled the extensive and beautiful Kosala territory and standing with his face turned towards Ayodhya, the wise Rama with joined palms spoke the following words: \"I bid farewell to you, Oh best of the cities, carefully protected by Dasharatha born in Kakutstha dynasty, as well as of the deities who protect you and dwell in you. After getting relieved from exile in the forest and thus freed from the debt to the emperor, I shall see you again, duly getting united with my mother and father.\""
        },
        {
            "type": "verse",
            "text": "Lifting his right arm and wearing a woeful look, his face covered with tears, Rama possessing lovely reddish eyes, spoke them to the people hailing from the countryside.(as follows) : \"Mercy and compassion according to my worth (in your view) have been shown to me by you. Keeping agony for a long time is undesirable. Let each return to accomplish your desired object(attending to your house-hold work)!\""
        },
        {
            "type": "verse",
            "text": "Respectfully saluting the high soled prince and going round him clockwise (as a mark of reverence), those men stood rooted here and there, wailing frightfully. While they were lamenting thus unceasingly, Rama passed beyond their sight, as the sun sinks out of view at nightfall. Then Rama, a tiger among men, in his chariot, crossed Kosala territory, which was rich in grain and treasure, inhabited by men given to charity, benevolent and free from every danger, pleasing, full of temples and sacrificial stakes, adorned with gardens and mango-orchards, intersected by ponds full of water, populated by contented and well nourished people, abounded in herds of cows which deserved to be seen by all kings and which re-echoed to the chanting of religious texts."
        },
        {
            "type": "verse",
            "text": "Rama, the best among the resolute, moved into the middle of a happy and prosperous kingdom, abounding in lovely gardens and fit to be enjoyed by kings. There, Rama beheld the celestial and lovely river of Ganga with its tree tributaries, carrying clear waters without green moss and frequented by sages."
        },
        {
            "type": "verse",
            "text": "The River Ganga was adorned with splendid hermitages within easy distance from one another, with pools overflowing with water, visited at suitable hours by celestial nymphs thrilling with rapture. The blessed river was graced by gods and demons, Gandharvas(celestial musicians) and kinnaras and was constantly visited by consorts of Nagas and Gandharvas. The well known river was hemmed in by hills serving as the play- ground of hundreds of celestials and embellished with hundreds of celestial gardens; it coursed through the heavens for the benefit of gods and which in heaven was named \"The stream of Golden Lotuses\"."
        },
        {
            "type": "verse",
            "text": "The holy river, the sound of whose clashing waves and its striking with rocks resembled a deep laughter, having a bright smile as white as a foam, its waters reduced at some places to the shape of a maiden's plaited locks, was rendered beautiful at some places by whirl pools. At some places, its waters were still and deep. At some places, they were disturbed with violent agitation. At some places, they made a deep roaring sound. At some places, they were having a terrific noise. Hosts of gods took a dip into its water. It was adorned by white lotuses. It was hemmed in, with expanse of small islands and at some places, lined with white sands. The river was rendered resonant by swans and cranes, was graced with cackling of Chakrawaka** birds and other birds which are in rut all through the year kept hovering on its water. At some places the river was adorned with trees growing on its banks encircling like garlands, at some places crowded with thick cluster of lotuses. At some places, it was graced with beds of water lilies in the form of buds and at some places, it was reddened with the pollen of numerous flowers, as though excited with passion. Having every aggregation of dirt removed, the river presented a spotlessly clear appearance like a crystal. The interior of the forest was reddened noisy again and again by the elephants guarding the quarters, by the ruttiest wild elephants and the elephants of excellent breed used for riding by gods. Surrounded by fruits and flowers and tender leaves, shrubs and birds, it looked like a young woman artistically decked with the best of jewels. The river was infested with dolphins, crocodiles and snakes."
        },
        {
            "type": "verse",
            "text": "Rama, the mighty armed, reached the river Ganga, which is devoid of sins and which dispels all sins, which had fallen from the mass of matted hair of Lord Shankara through the spiritual power of Emperor Bhagiratha, which is rendered noisy by cranes and herons, which is a consort of the ocean and which is in the vicinity of Sringaverapura (the modern Singraur)."
        },
        {
            "type": "verse",
            "text": "Beholding the river Ganga with its waves covering whirlpools, Rama the great warrior said to Sumantra the charioteer as follows: \"We shall halt here itself today. Oh, charioteer! Not far from the river stands this very large sacred fig tree with its many flowers and shoots. We shall stay here itself. I shall see (from here) the excellent river Ganga, which is auspicious and whose waters deserve to be respected by gods, men, Gandharvas, beasts, reptiles and birds ."
        },
        {
            "type": "verse",
            "text": "Saying 'so be it' and nothing more to Rama, Lakshmana and Sumantra too then directed the horses to that sacred fig tree. Rama, the delight of Ikshvaku dynasty, reached that beautiful tree and got down from the chariot along with Sita and Lakshmana. Sumantra too dismounted from the chariot, unyoked the superb horses after which with joined palms, he seated himself near Rama at the foot of the tree. There, a king named Guha was Rama's friend dear to him as his own life. He was Nishada by birth, a strong man and well known as a ruler of Nishadas."
        },
        {
            "type": "verse",
            "text": "Hearing of Rama the tiger among men having come to his territory, he approached the prince, escorted by elderly ministers and relatives. Seeing from a distance the king of Nishada coming, Rama along with Lakshmana thereupon went forth to meet Guha. Closely embracing Rama, Guha who felt disturbed, spoke to him, \"This city too is as much as Ayodhya to you. What can I do for you? Oh mighty armed! Who indeed will get such a lovely guest?\""
        },
        {
            "type": "verse",
            "text": "Having brought pristine cooked rice of excellent quality and other dishes of various kinds, he then quickly offered him water to wash his hands and spoke as follows: \"Welcome to you, Oh, mighty armed! All this land is yours. We are your servants. You are the Lord. Rule over our kingdom in an efficient way. Here have arrived various kinds of dishes, drinks and syrups as also excellent beds (for you to sleep on) and food for your horses."
        },
        {
            "type": "verse",
            "text": "To Guha who was speaking as aforesaid, Rama replied thus: \"We stand honored by you, by your very visit to us on foot, as well as your show of affection and are pleased with you\". Pressing gently with his muscular arms, Rama spoke these words: \" Oh, Guha! Thank heaven that I am seeing you in good health with your relatives. Is all well with the kingdom, the allies and the treasure? I know your affection by which all this is extensively well arranged by you. But I am not in a position indeed to accept it. Know me as under a vow to be an ascetic, wearing the robes of bark and deerskin and by piety, I am determined to live in the forest by eating roots and fruits only. I desire nothing but a little forage for the horses. By being provided with this much at the present moment, I shall be duly satisfied by you. These horses were cherished by the king Dasharatha, my father. I shall feel honored by these horses being duly fed.\""
        },
        {
            "type": "verse",
            "text": "Then Guha on that spot commanded his men as follows: \"Let water for drinking and forage be supplied promptly to horses\""
        },
        {
            "type": "verse",
            "text": "Having worshipped the evening twilight appearing in the west, with an upper garment made of bark(on his person); Rama then took for food only water brought by Lakshmana himself. Having washed the feet of Rama who was lying on the ground along with his consort, Lakshmana then came and stood near a tree. Guha too along with the charioteer conversed with Lakshmana and thereafter wielding a bow; alertly kept a vigil over Rama. The illustrious, lofty minded and the high-soled son of Dasharatha, who had never seen suffering and who deserved all comforts, remained lying on the ground thereafter, while that long night passed away."
        }
    ]
}