{
    "id": "prose-ayodhya-51",
    "kanda": "ayodhya",
    "sarga": "51",
    "title": "Guha requests Lakshmana to take rest",
    "chapter": "51",
    "overview": "\"Guha requests Lakshmana to take rest, duly expressing his readiness to guard Rama  and his consort by keeping awake the whole night. Lakshmana expressed his unwillingness to lie down  in the presence of his elder brother and sister- in law and preferred to remain awake. He spends night  talking with Guha, voicing grief for his royal father as well as his affectionate mothers.",
    "content": [
        {
            "type": "verse",
            "text": "Distressed with anguish to see Rama and Sita lying on the ground, Guha said to Lakshmana,  the scion of Raghu, who kept awake, through sincere love, for the protection of his brother Rama. \"Here  is a comfortable bed made for you, my friend! Relax well comfortably on it, Oh, prince! All of us are  habituated to hardships. You are habituated to comforts. We shall keep awake this night, for the protection  of Rama. For, none is dearer to me than Rama in this world. I speak the truth and swear to you by truth.  I hope to acquire abundant acclaim and supreme merit in this world as also full reward of wealth, by  the sole grace of Rama. As such, I along with my kindred shall protect my dear friend Rama who is reposing  with Sita in every way, with bow in hand. Nothing is indeed unknown in this forest to me, where I  wander continually. We can able to withstand even a vast army too, comprising of four parts elephants,  chariots, cavalry, and infantry.\""
        },
        {
            "type": "verse",
            "text": "Then, Lakshmana replied to Guha as follows: \"Oh, sinless Guha! Being protected by you,  who keep your duty alone in view, all of us are fearless in this land. When Rama, the son of Dasharatha  is lying on the ground with Sita, how is it possible for me to sleep or to enjoy the pleasures of  life? See that Rama, who cannot be vanquished in combat even by the gods and demons combined, now sleeping  profoundly on the grass along with Sita. When Rama-who is endowed with similar characteristics as  Dasharatha, uniquely beloved, the son obtained by Dasharatha by virtue of his chanting of several sacred  texts and austerities and by various undertakings in the form of sacrificial performances has gone to  exile, the king will not live long and the earth will become surely widowed forthwith. Having cried  out in a high-pitched tone, the women having exhausted, will have fallen silent and I am sure that a  profound stillness reigns in the palace. I do not expect Kausalya, Dasharatha and my mother all of them  to remain alive for this night. By looking forward to meet Satrughna, my mother might even stay alive.  But it will be painful if Kausalya who has given birth to a heroic son, dies. That city of Ayodhya,  filled with devoted people, hitherto a source of joy and which brought pleasure to the world, when seized  with agony over the king's death, will perish. How, in the absence of his magnanimous and the first  born son, will the vital airs in the body of the generous king be maintained? After the death of king,  Kausalya will die. My mother also will die thereafter. Having failed to install Rama in the kingdom,  failed forever, which was the most cherished wish of his heart, my father will leave this world. Those  who are fortunate will consecrate our deceased father and the king in the course of all funeral rites,  when the hour has struck. People will joyfully move in the capital belonging to my father and the city  with its quadrangular places allocated at lovely sites, and well-aligned roads, rich in mansions of  well-to-do men, temples and royal palaces adorned with the foremost of courtesans, its chariots horses  and elephants that obstruct the roads, the musical instruments that resound there-full of all blessings  and crowded with merry and well fed men, well-provided with gardens and royal parks and bright with  festivities carried on under the patronage of associations. Will Dasharatha remain alive? After returning  from exile, can we see the high-soled king Dasharatha of noble vows again? Can we safely return to Ayodhya,  after completion of the exile in the forest along with Rama who is faithful to his promises?\" While  the high-soled Lakshmana thus lamenting, stood on ground, afflicted with anguish as he was, that night  rolled away."
        },
        {
            "type": "verse",
            "text": "While Lakshmana son of Dasharatha, who was concerned with the welfare of the people; was  thus speaking the truth out of his affection for his elder brother Rama, Guha, overcome with agony and  oppressed with adversity shed tears like an elephant tormented with fever."
        }
    ]
}