{
    "id": "prose-ayodhya-52",
    "kanda": "ayodhya",
    "sarga": "52",
    "title": "Guha gets a boat ready",
    "chapter": "52",
    "overview": "As per instructions of Rama, Guha gets a boat ready. Sumantra requests Rama to take him  as a personal attendant to the forest, but Rama declines his offer and after reasoning with him, sends  him back to Ayodhya. Rama and Lakshmana matted their hair with the latex of a banyan tree procured by  Guha. On reaching the middle of the stream, Sita offers prayers to Mother Ganga (the deity presiding  over the stream) and after crossing the river, all the three halt for the night at the foot of a tree.",
    "content": [
        {
            "type": "verse",
            "text": "That night having given way to dawn, the illustrious Rama with a broad chest spoke (as  follows) to Lakshmana, the son of Sumitra and who was endowed with auspicious signs :"
        },
        {
            "type": "verse",
            "text": "\"Oh, dear brother! This is the hour of sunrise. The auspicious night has departed.  That bird of dark plumage, the cuckoo, is singing. Oh, good brother! Hear the cries of peacocks resounding in the forest. Let us cross  the swift-flowing Ganga River that gushes to the sea.\""
        },
        {
            "type": "commentary",
            "text": "--***-The river Ganga, when brought down from heaven by the austerities of Emperor  Bhagiratha, followed the latter to the subterranean regions in order to consecrate the remains of his  great grand uncles. In its course, it inundated the sacrificial ground of king Jahnu, who in his anger,  drank up its waters. But the gods and sages and particularly Bhagiratha appeased his anger and he consented  to release the waters through his ears. The river is thereafter regarded as his daughter."
        },
        {
            "type": "verse",
            "text": "Lakshmana, the delight of his friends, having understood the words of Rama, called Guha  as well as Sumantra and stood in front of his brother. Hearing the command of Rama, Guha quickly received it, invited his ministers and spoke  to them as follows:"
        },
        {
            "type": "verse",
            "text": "\"Let a beautiful boat that is solidly constructed, sails well and a helmsman in it, be  brought to the bank to carry this hero across!\""
        },
        {
            "type": "verse",
            "text": "Hearing that command, the chief minister of King Guha brought a charming boat to the  bank and reported the matter to Guha. Then, Guha with folded hands spoke to Rama as follows: \"Oh, Lord! Here, the boat has  arrived. What more can I do for you?\""
        },
        {
            "type": "verse",
            "text": "\"Oh, tiger among men! Oh, Rama resembling a son of divinity! Here is the boat for you  to cross the river, which flows into the sea. Oh, virtuous one! (Pray) get into it.\""
        },
        {
            "type": "verse",
            "text": "Then, Rama with great splendor, spoke to Guha as follows: \"My desire has been accomplished  by you. Let us embark with all speed.\""
        },
        {
            "type": "verse",
            "text": "Having equipped themselves with a quiver each with arrows, fastening their swords and  armed with their bows, Rama and Lakshmana, with Sita, proceeded towards the river of Ganga. Sumantra joining his palms in humility, approached Rama who knew what is right and said,  \"What shall I do?\""
        },
        {
            "type": "verse",
            "text": "Touching Sumantra with his auspicious right hand, Rama then said: \"Oh, Sumantra! Return  quickly to the king's presence and be attentive in serving him.\""
        },
        {
            "type": "verse",
            "text": "\"Go now, that your service to me has been completed. Abandoning the chariot, I shall  go on foot to the mighty forest,\" Rama said."
        },
        {
            "type": "verse",
            "text": "Finding himself dismissed, Sumantra the charioteer was distressed and spoke to Rama,  the tiger among men, as follows:"
        },
        {
            "type": "verse",
            "text": "\"None in the world has had to suffer such a fate as yourself; that you should have to  dwell in the forest with your brother and your consort as if you were an ordinary man!\""
        },
        {
            "type": "verse",
            "text": "\"I think that there is no reward in leading a life of religious student or in studying  religious scriptures or even in cultivating tenderness and straight forwardness, when adversity has  come to you.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, heroic Rama! Living in the forest along with Sita and your brother, you will obtain  the same position as one who has conquered the three worlds.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama! We are actually ruined, in that, disappointed in our hopes by you too, we  shall fall under the sway of Kaikeyi the sinful woman and reap the suffering.\""
        },
        {
            "type": "verse",
            "text": "Sumantra the charioteer thus speaking, wept for a long time, stricken with grief, seeing  Rama, equal to his soul, departing to a distance."
        },
        {
            "type": "verse",
            "text": "Then, Rama again and again spoke these sweet words as follows to that charioteer, whose  tears got dried up and who had sipped some water and got himself purified:"
        },
        {
            "type": "verse",
            "text": "\"I do not see any one who is as great a friend of the Ikshvakus as you are. (Pray) act  in such a way that king Dasharatha may not lament about me\""
        },
        {
            "type": "verse",
            "text": "\"The king, his mind afflicted with grief, is aged as well. He is pressed down by a burden  of passion. Hence, I tell you this.\""
        },
        {
            "type": "verse",
            "text": "\"What so ever act that high-soled emperor may enjoin you to do, with intent to oblige  the desire of Kaikeyi, it is to be done unhesitatingly.\""
        },
        {
            "type": "verse",
            "text": "\"The kings indeed rule the states with this end in view that their will may not be frustrated  in any undertaking.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Sumantra! Carry out everything in such a way that the said emperor neither finds  it unpleasing nor gets tormented by grief.\""
        },
        {
            "type": "verse",
            "text": "\"Only after performing respectful salutation to the old and venerable king, who has never  known suffering and who has subdued his senses, you tell these words to him on my behalf.\""
        },
        {
            "type": "verse",
            "text": "\"Indeed neither I nor Lakshmana and Sita grieve for having moved from Ayodhya or that  we are going to dwell in a forest.\""
        },
        {
            "type": "verse",
            "text": "\"After completing fourteen years, you will once more see Lakshmana, myself and Sita too  returned apace from the forest.\""
        },
        {
            "type": "verse",
            "text": "\"Oh,Sumantra! This is what you should say to the king, my mother, all other queens and  Kaikeyi. Tell Kausalya again and again that I am keeping good health. Thereafter, convey salutations  at her feet on behalf of Sita as well as myself and Lakshmana the faithful man.\""
        },
        {
            "type": "verse",
            "text": "\"Tell our salutations to the emperor too. Bring Bharata quickly. After his arrival, Bharata  may be installed in the position, as desired by the king.\""
        },
        {
            "type": "verse",
            "text": "\"When you embrace Bharata and install him in the office of the Prince Regent, the agony  caused by the repentance felt by you on our account will not overpower you.\""
        },
        {
            "type": "verse",
            "text": "\"Bharata too is to be told thus: \"Treat without distinction all your mothers with the  same regard as you behave towards the king.\""
        },
        {
            "type": "verse",
            "text": "\"As is your affection for Kaikeyi, so let it be for Sumitra and also the divine Kausalya,  my mother\""
        },
        {
            "type": "verse",
            "text": "\"If you accept the princely kingdom with an intent to please our father, it will be possible  for you to enhance happiness in both the worlds (in this world and the next).\""
        },
        {
            "type": "verse",
            "text": "Sumantra, who was being sent back by Rama, was agonized with grief after hearing the  whole of that discourse and affectionately spoke to Rama as follows:"
        },
        {
            "type": "verse",
            "text": "\"If I spoke to you fearlessly in a friendly tone without following courteousness, you  ought to forgive my mode of expression, considering me as your devotee\""
        },
        {
            "type": "verse",
            "text": "\"How indeed can I return without you to that city, which through separation from you,  has been reduced to the state of a mother stricken with grief due to separation from her son\""
        },
        {
            "type": "verse",
            "text": "\"By seeing my chariot on that day even with Rama in it, the people were lamenting so  much. Now, if they see the chariot without Rama the city of Ayodhya will even be broken asunder.\""
        },
        {
            "type": "verse",
            "text": "\"The city will be plunged in misery, like an army in which its commander is lost in a  combat with the charioteer alone surviving, on seeing this chariot without you.\""
        },
        {
            "type": "verse",
            "text": "\"Thinking of you, who though residing far away are established foremost in their minds,  the people of Ayodhya must have been deprived of their food today.\""
        },
        {
            "type": "verse",
            "text": "\"The great perplexity that ensued, on the occasion of your exile, among the people (of  Ayodhya), whose minds were depressed through grief on your account, was witnessed by you indeed, Oh,  Rama!\""
        },
        {
            "type": "verse",
            "text": "\"The cry of distress raised by the citizens (of Ayodhya) will be increased a hundred-fold,  when they see me with an empty chariot.\""
        },
        {
            "type": "verse",
            "text": "\"Further, shall I say to the queen Kausalya as follows: -  Your son, Rama has been taken  by me to the house of his maternal uncle, do not grieve'.\""
        },
        {
            "type": "verse",
            "text": "\"I cannot tell such words too which are untrue. How can I tell,  I abandoned your son  in the forest', which words are true but unkind?\""
        },
        {
            "type": "verse",
            "text": "\"How will the excellent horses obedient to me, which carried yourself, Sita and Lakshmana,  draw the chariot bereft of you?\""
        },
        {
            "type": "verse",
            "text": "\"Oh, the faultless Rama! For this reason, I cannot go back to Ayodhya. (Pray) permit  me to accompany you to the forest.\""
        },
        {
            "type": "verse",
            "text": "\"If you leave me even though I solicit you to take me with you, I shall enter a fire  with chariot and all, here itself the moment I am forsaken by you\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama! With the help of the chariot, I shall ward off those animals in the forest,  which create obstacles to your austerities.\""
        },
        {
            "type": "verse",
            "text": "\"The pleasure of driving your chariot has been obtained by me because of you and it is  through you that I seek the happiness that comes in dwelling in a forest.\""
        },
        {
            "type": "verse",
            "text": "\"Be graceful. I desire to become your close associate in the forest. I wish to hear your  loving assent with the words  be my close associate!\""
        },
        {
            "type": "verse",
            "text": "\"Oh, hero! If these horses too can render service to you, they can attain a supreme abode.\""
        },
        {
            "type": "verse",
            "text": "-\"By all means, I am leaving for good, Ayodhya or even heaven. Dwelling in the forest,  with my head bent low, I shall render service to you.\""
        },
        {
            "type": "verse",
            "text": "\"As a doer of wicked deeds cannot enter Amaravati, the capital of Devendra, so also I  cannot enter Ayodhya without you.\""
        },
        {
            "type": "verse",
            "text": "\"This is indeed my desire that after reaching the end of your exile, I may take you back  to the city of Ayodhya in this very chariot.\""
        },
        {
            "type": "verse",
            "text": "\"So long as I am with you together in the forest, fourteen years will slip away momentarily.  Otherwise than this, they will multiply a hundred- fold.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, prince, who are so fond of your dependents! You ought not abandon me, your devoted  servant, established in the path followed by the son of his master and (always)keeping within bounds.\""
        },
        {
            "type": "verse",
            "text": "Rama, who was compassionate towards his dependents, spoke as follows to Sumantra, who  was miserably entreating him again and again in many modes."
        },
        {
            "type": "verse",
            "text": "\"Oh, charioteer so fond of your master! I know your excellent devotion to me. Hear wherefore  I send you from here to the city of Ayodhya.\""
        },
        {
            "type": "verse",
            "text": "\"Seeing you, returning to Ayodhya, Kaikeyi, my younger mother will get the proof that  Rama has gone to the forest.\""
        },
        {
            "type": "verse",
            "text": "\"Having completely satisfied, about me having gone to forest, Kaikeyi will leave her  strong suspicion that the virtuous king may be a person who speaks untruth.\""
        },
        {
            "type": "verse",
            "text": "\"This is my first priority that my younger mother should get the extensive kingdom, protected  by Bharata and thus ruled by her own son.\""
        },
        {
            "type": "verse",
            "text": "\"For my pleasure and pleasure of the king, you go along with the chariot to Ayodhya and  inform all the matters that you have been asked to tell each in the way you have been asked to do.\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus to the charioteer, the courageous Rama consoled him again and again.  Then, he spoke the following reasoned words to Guha:"
        },
        {
            "type": "verse",
            "text": "\"Oh, Guha! This stay in the inhabited woods is not proper for me. My stay should definitely  be in a hermitage. Let an action diverted towards that aim be taken\""
        },
        {
            "type": "verse",
            "text": "\"I as such, wishing well of my father, Sita as well as Lakshmana and having taken up  a discipline to be followed by ascetics, want to proceed further, wearing matted hair. Please bring  the latex of a banyan tree.\""
        },
        {
            "type": "verse",
            "text": "Guha immediately brought that latex to the prince. With that, Rama made matted hair to  himself and to Lakshmana."
        },
        {
            "type": "verse",
            "text": "Rama, tiger among men who possessed long arms wore the distinguished mark of an ascetic  (in the shape of matted hair) . Then, Rama and Lakshmana the brothers clad in the bark of trees and  wearing a round mass of matted locks (on their head) looked bright like two ascetic sages."
        },
        {
            "type": "verse",
            "text": "Having adopted the way of a hermit (temporarily) along with Lakshmana, Rama then accepted  the vow of an ascetic life and spoke to Guha, his friend as follows:"
        },
        {
            "type": "verse",
            "text": "\"Oh, Guha! Remain vigilant in defense, finance, internal security and public relations,  for a kingdom is the most difficult one to be protected!\""
        },
        {
            "type": "verse",
            "text": "Then Rama, who was a delight to Ikshvaku dynasty, bade farewell to Guha and departed  quickly, remaining undistracted, along with his consort and together with Lakshmana."
        },
        {
            "type": "verse",
            "text": "Seeing the boat on the bank of the river and keen to cross the swift- flowing Ganga,  Rama spoke to Lakshmana as follows: -"
        },
        {
            "type": "verse",
            "text": "\"Oh, Lakshmana the tiger among men! You get into the boat stationed here unhurriedly  afterwards, having helped Sita the virtuous wife step into it.\""
        },
        {
            "type": "verse",
            "text": "Hearing the command completely of his elder brother, the prudent Lakshmana, by not counteracting  it, made Sita to ascend the boat first and stepped into it afterwards."
        },
        {
            "type": "verse",
            "text": "Then, the glorious Rama got into the boat himself. Thereafter, Guha the ruler of Nishadas  commanded his kinsfolk to row them across the river."
        },
        {
            "type": "verse",
            "text": "After ascending the boat, Rama too of mighty splendor then recited a sacred text (daiviim  naavam etc) fit for Brahmanas and Kshatriyas alike and conducive to his own good."
        },
        {
            "type": "verse",
            "text": "Having sipped water as per scriptures and with extreme delight, Rama with Sita made obeisance  to that river. Lakshmana, of infinite splendor, followed suit."
        },
        {
            "type": "verse",
            "text": "Bidding farewell to Guha with his army of men and Sumantra, Rama sat on the boat and  directed the boatmen to move on."
        },
        {
            "type": "verse",
            "text": "Propelled by those splendid and vigorous oarsmen, that boat furnished with a pilot, rapidly  moved across the water."
        },
        {
            "type": "verse",
            "text": "Coming to the middle of Bhagirathi river, the irreproachable Sita with joined palms,  spoke as follows to the said river: -"
        },
        {
            "type": "verse",
            "text": "\"Oh, Ganga! Let Rama, the son of the emperor Dasharatha honor his father's command under  your protection! Having dwelled in the forest in full fourteen years, may he return once more to your  bank with his brother, Lakshmana and myself! Oh, blessed goddess Ganga! Returning safely, with all my  desires fulfilled, I shall worship you with great joy.\""
        },
        {
            "type": "verse",
            "text": "You, Oh goddess flowing through three regions (namely heaven, earth and subterranean  regions), include in your basin the realm of Brahma (the outermost of the six spheres enveloping the  earth) and are vividly seen on this terrestrial plane as a consort of the ocean king.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, charming goddess! I, Sita, greet you and extol you too. When Rama the tiger among  men safely returns and regains his kingdom, I shall give away a lakh of cows, soft clothing and food  to Brahmanas with intent to please you.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, goddess! After reaching back the city of Ayodhya, I shall worship you with thousand  pots of spirituous liquor and jellied meat with cooked rice well prepared for the solemn rite.\""
        },
        {
            "type": "verse",
            "text": "\"I shall worship all deities dwelling on your banks as also sacred spots and sanctuaries.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, irreproachable goddess! May the sinless Rama (with mighty arms) re-enter Ayodhya  again from the forest, along with Lakshmana and myself.\""
        },
        {
            "type": "verse",
            "text": "Thus praying to Ganga, the efficient and irreproachable Sita rapidly reached the right  bank of the river."
        },
        {
            "type": "verse",
            "text": "Reaching the bank and leaving the boat, Rama the best among men and the chastiser of  foes proceeded further along with Lakshmana and Sita."
        },
        {
            "type": "verse",
            "text": "Then, Rama the mighty armed, spoke to Lakshmana (who heightened the joy of Sumitra) as  follows:"
        },
        {
            "type": "verse",
            "text": "\"Security is an inevitable need in a forest, which has unforeseen dangers and is uninhabited,  Oh, Lakshmana! Go in front. Let Sita follow you.\""
        },
        {
            "type": "verse",
            "text": "\"I shall proceed in the rear, protecting you and Sita. Oh, jewel among men! We must accord  protection here to one another.\""
        },
        {
            "type": "verse",
            "text": "\"An act which has gone out of hand, whatsoever, cannot indeed be remedied again. Sita  will experience the hardship of staying in a forest only from now.\""
        },
        {
            "type": "verse",
            "text": "\"Today she will enter the forest, where density of people is not seen, which is utterly  devoid of fields and gardens, has a rugged surface and is full of stumbles.\""
        },
        {
            "type": "verse",
            "text": "Listening to Rama's words, Lakshmana walked in front. Immediately after Sita, Rama, the  delight of Raghu dynasty, advanced."
        },
        {
            "type": "verse",
            "text": "Constantly gazing at Rama, who reached soon the other bank of Ganga River, the distressed  Sumantra, his vision having failed due to the long distance and perturbed as he was, shed tears (of  grief over separation from Rama)."
        },
        {
            "type": "verse",
            "text": "Having crossed the great river, Rama the high-soled, the bestowal of boons, equal in  glory with the guardians of spheres, then reached progressively the prosperous and the happy land of  Vatsa; which contained rows of beautiful crops."
        },
        {
            "type": "verse",
            "text": "Having hunted there four deer, namely Varaaha, Rishya, Prisata; and Mahaaruru (the four  principal species of deer) and taking quickly the portions that were pure, being hungry as they were,  Rama and Lakshmana reached a tree to take rest in the evening."
        }
    ]
}