{
    "id": "prose-ayodhya-53",
    "kanda": "ayodhya",
    "sarga": "53",
    "title": "Rama tries to send Lakshmana back to Ayodhya",
    "chapter": "53",
    "overview": "Rama tries to send Lakshmana back to Ayodhya, apprehending trouble for Kousalya and others in the hands of Kaikeyi. Lakshmana however refuses to return to Ayodhya, pleasing his inability to survive in the absence of Rama. Rama thereafter agrees again for Lakshmana's stay in the forest with him.",
    "content": [
        {
            "type": "verse",
            "text": "Rama, the foremost of those affording happiness to others, reached the aforesaid tree, worshipped the western twilight and spoke to Lakshmana as follows:"
        },
        {
            "type": "verse",
            "text": "\"This might which has got past us today outside the inhabited territory is the first night which has  passed without Sumantra. You ought not repent over it. Remaining free from lassitude, we must both  keep awake during nights, from today Lakshmana! The safety and welfare of Sita indeed depend on us  two. Let us pass this night anyhow, Lakshmana! Let us lie down on the ground, covering it by straw, leaves and so on, procured by our own hands.\""
        },
        {
            "type": "verse",
            "text": "Streching himself on the bare ground, Rama, who was accustomed to a luxurious coach, uttered the following suitable words to Lakshmana:"
        },
        {
            "type": "verse",
            "text": "\"Assuredly the emperor is sleeping badly tonight, while Kaikeyi, having realized her ambitions,  ought to feel satisfied. Seeing Bharata returned, queen Kaikeyi, I am afraid, may not expel the  lives of the emperor for the sake of kingdom. Aged and (therefore) helpless, deprived of my  presence, what will he do, dominated as he is by his passion for Kaikeyi and who has fallen into the  clutches of Kaikeyi. Reflecting on this misfortune of the king and his mental derangement, I deem  that passion alone is greater than early gain and religious merit. What man however deluded, what father on account of a woman, at his own will and pleasure, abandon a son like myself? Alas, Kaikeyi's son Bharata (alone) is happy along with his wife. Like an overlord, he is going to enjoy the prosperous kingdom of Kosala. Father is superannuated. I am staying in the forest. Bharata will become the prime head for  the entire kingdom. He who pursues sensuous pleasures neglecting his real interests and discipline  soon comes to distress; in the same way as king Dasharatha has. It seems that Kaikeyi came into our  house, oh good brother, to bring about an end to Dasharatha, to send me into exile and to secure  kingship for Bharata. Blinded by pride of good fortune, Kaikeyi may even now persecute Kausalya and Sumitra because of their relationship with me.\""
        },
        {
            "type": "verse",
            "text": "\"Queen Sumitra is likely to suffer hardship because of her affinity to us. From this very place, you  proceed to Ayodhya next morning, oh, Lakshmana! I shall proceed to Dandaka forest alone with Sita,  while you will be the protector for Kausalya, who has no defender. Kaikeyi of base deeds may resort  to unjustified means to be disliked. Give (for protection) my mother to Bharata, oh virtuous Prince!  In some other (past) birth, women must have been deprived of their sons by my mother (Kausalya), oh,  Lakshmana! For that reason this has arisen certainly. At a time when Kausalya should have obtained  benefits for her labors repaid by me, she has been deprived of my company by me, who was nurtured by  her for a long time and brought up with great pains. Woe to me. Let no woman ever give birth to such a son as myself, who have caused perpetual grief to my mother, oh, Lakshmana!\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Lakshmana! I think that myna (which is kept as a pet by mother Kausalya) is more affectionate  than I, since her are heard the words, \"Bite, oh parrot, the foot of the enemy. What can be done by  me, her son, who cannot go to her aid even a little to her, my mother, who is weeping, who is  unfortunate and who has no son, oh conqueror of foes? Kausalya my mother of poor luck indeed, bereft of me, is stricken with great melancholy and lies plunged in a sea of grief\""
        },
        {
            "type": "verse",
            "text": "\"Enraged, I can subdue with my arrows single handed not only Ayodhya but also the earth. But it is  not a question of valor here. Oh, the sinless Lakshmana! I am terribly concerned of doing wrong and  of ruining my prospects in the other world. Hence, I do not allow myself to be crowned. Rama during the night in that lonely forest, wailed piteously thus and in so many other ways and sat quite, his face full of tears."
        },
        {
            "type": "verse",
            "text": "\"The city of Ayodhya, now that you have come away from it, has certainly been divested of its  splendor and resembles a night without the moon, Oh, Rama the jewel among armed warriors! The city  of Ayodhya, now that you have come away from it, has certainly been divested of its splendor and  resembles a night without the moon, Oh, Rama the jewel among armed warriors! It is not proper, oh  Rama, that you should grieve in this way. You cause distress to Sita and me too, oh jewel among men! Oh, Rama! Bereft of you , neither Sita nor I will not survive even for a moment, like fish pulled out of water.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama causing pain to the foes! Without you, I do not wish to see either our father or Satrughna  or Sumitra or even the heaven. Then Rama and Lakshmana the lovers of piety, sitting comfortably there and on seeing a bed well- prepared under a banyan tree, sought for the bed."
        },
        {
            "type": "verse",
            "text": "Attentively hearing Lakshmana's words which were excellent and wholistic and adopting for a fairly long period the course of conduct prescribed for hermits, Rama resolved to spend all the fourteen years in exile with Lakshmana."
        },
        {
            "type": "verse",
            "text": "Thence forward, those two powerful offspring of the Raghu race (Rama and Lakshmana) never admitted fear or agitation (while dwelling) in that vast and lonely forest any more than a couple of lions on the slopes of a mountain."
        }
    ]
}