{
    "id": "prose-ayodhya-54",
    "kanda": "ayodhya",
    "sarga": "54",
    "title": "The hermitage of Bharadwaja",
    "chapter": "54",
    "overview": "Rama, Sita and Lakshmana reach the hermitage of Bharadwaja, situated at the confluence of Ganga and Yamuna rivers. The sage Bharadwaja extends hospitality to them and recommends Chitrakuta as the fittest place for them to sojourn in. Spending the night in discourses on various matters with him, the sage grants him leave early next morning to depart for Chitrakuta.",
    "content": [
        {
            "type": "verse",
            "text": "Having spent the beautiful night under the big tree, Rama, Lakshmana and Sita started from that place when the immaculate Sun had risen. Having penetrated into a deep forest, they the illustrious trios, while seeing many stretches of land and at some places, attractive scenery never seen before, proceeded in the direction of that region where river Yamuna was flowing forth towards river Ganga, associated with the name of Emperor Bhagiratha."
        },
        {
            "type": "verse",
            "text": " Comment: Emperor Bhagiratha had the credit of bringing down the stream to the terrestrial plane by dint of his devotion and austerities in order to purify the ashes of his departed grand uncles."
        },
        {
            "type": "verse",
            "text": " Observing various trees while walking at ease, Rama spoke to Lakshmana (as follows) when the day had just receded. \"Perceive, Oh Lakshmana, the smoke looking prominent as a sign of the glorious god of fire near Prayaga (the confluence of the holy Ganga and Yamuna rivers). I think that sage Bharadwaja is staying nearby.\" \"We have certainly reached the confluence of rivers Ganga and Yamuna. Yes, the noise produced by clashing of waters is heard.\" \"Pieces of timber split up by men who are dependent upon forest-products, as also these trees of various kinds are seen in the hermitage of Bharadwaja.\" Having walked comfortably, Rama and Lakshmana wielding their bows, reached the abode of the sage Bhardwaja, near the confluence of rivers Ganga and Yamuna, while the Sun was falling to the west. Having reached the hermitage and scaring the beasts and birds (by his very appearance as a bowman) and having proceeded on the intervening path for a while, Rama approached the vicinity of Bharadwaja. Arriving at the hermitage, the two valiant princes, who wished to see the sage, accompanied by Sita, halted at first at some distance off. Entering the hermitage and beholding the high-souled sage who was austere and contemplative, his glance sharpened through severe meditation, surrounded by a group of disciples, who had kindled sacrificial fire, the highly fortunate man as he was, Rama together with Lakshmana and Sita greeted him with joined palms. Rama (the elder brother of Lakshmana) introduced himself to the sage as follows: \"Oh venerable sage! We both are Rama and Lakshmana the sons of Dasharatha.\" \"Here is my blessed and irreproachable wife Sita, daughter of Janaka who has accompanied me to the lonely forest suitable for religious austerities.\" \"While I was being sent to exile by my father, my young and beloved brother Lakshmana (son of Sumitra) of firm vows has also followed me to the forest.\" \"Oh, Venerable sage! Commanded by our father, we are entering a lonely forest to practise asceticism, living on roots and fruits.\" Hearing the words of that virtuous prince (Rama), the pious minded sage Bharadwaja then offered Madhuparka* as well as water to wash his hands with."
        },
        {
            "type": "verse",
            "text": "Comment: Madhuparka is a traditional offering which consists of a mixture of curds, butter, honey and the milk of the coconut as a welcome-drink."
        },
        {
            "type": "verse",
            "text": "The sage, who had practiced austerities, gave them various kinds of delicacies prepared from wild roots and fruits and also arranged accommodation for them. Honouring with words of welcome, the sage Bharadwaja seated, being surrounded on all sides with beasts, birds and hermits, spoke thus to Rama. Bharadwaja then said these endowed with righteousness to Rama, who had since taken his seat after accepting the aforesaid hospitality: \"In fact, I am seeing you, arriving here after a long time, Oh scion of Kakutstha! And I have heard of your unjust banishment.\" \"This holy place at the confluence of the two rivers is secluded and delightful. You stay here comfortably.\" Addressed in these words by Bharadwaja, Rama, born in Raghu dynasty, for his part, interested in the welfare of all, replied in the following pleasant words. \"The people of the city and the rural folks Oh venerable sir, are nearer to this place. Finding me easy to see at this place, people keen to see Sita and myself, I presume, will make their appearance at this hermitage. For this reason, I do not wish to stay here.\"  \"See some excellent Sita suitable for a hermitage in some lonely place, Oh venerable sir, where Sita, the daughter of Janaka, who is worthy of every comfort, may find delight in it.\" Hearing these auspicious words of Rama, Bharadwaja the great sage then for his part spoke these suggestive words. The said commentator: According to the latest measurements, the distance is calculated as eighty miles. Making allowance for the difference in the standard of measurement obtaining in those days the figure arrived at by the learned commentator appears to be fairly concet.  \"Sixty miles from here, dear son, lies a sacred mountain on which you may take-up your dwelling, which region is inhabited by great sages, is charming to look at from all sides, infested by the black species of monkeys with a long tail, haunted by apes and bears, known by the name of Chitrakuta and which closely resembles Gandha maadana mountain.\" Comment: The author of commentary known by the name of  'Ramayana Siromani'construes the word ' Dasha' in the sense that it should be split up as ' Dasha cha, Dasha cha, Dasha cha(meaning three times then = thirty Kroshes) Since 1 krosh= 2 miles, 30 kroshes= 60 miles and thus approximate to the figure worked out by the said commentator. According to the latest measurements, the distance is calculated as eighty miles. Making allowance for the difference in the standard of measurement obtaining in those days the figure arrived at by the learned commentator appears to be fairly concet.  \"As long as a man observes the peaks of Chitrakuta Mountain, he will perform virtuous deeds and will never set his mind on a sin.\"  \"On that mountain, many sages having spent hundred years in austerities as though in sport , ascended to heaven, duly attaining their final emancipation.\""
        },
        {
            "type": "verse",
            "text": "Comment: Kapaala Shiras is the name of Shiva which means happiness or final emancipation."
        },
        {
            "type": "verse",
            "text": " \"I consider that mountain to be a very lonely and comfortable place for you to live in. Or else stay with m here itself, during the period of your exile, Oh Rama!\" The pious sage Bharadwaja fulfilled all desires of Rama; who was his beloved guest and who was accompanied by his consort, Sita and his brother, Lakshmana. While Rama, having approached that great sage at Prayaga (the confluence of Ganga and Yamuna), was discoursing on various topics, the auspicious night arrived. Greatly fatigued, Rama (Scion of Kakutstha) accompanied by Sita as the third (Lakshmana being the second) who was accustomed to all comforts, happily spent that night at the lovely hermitage of Bharadwaja. When the night was gleaming into a dawn, Rama the lion among men approached the sage Bharadwaja, who was gleaming with resplendence and spoke as follows:  \"We have lodged in your hermitage tonight, Oh venerable sir! (Pray) you give us permission for fixing our residence now, Oh sage practicing truthfulness!\" That night having come to an end, Bharadwaja replied for his part, as follows: \"Proceed to Chitrakuta, rich in honey, tubers and fruits.\"  \"I consider the abode of Chitrakuta as the right place for you to stay, Oh Rama, possessed of great strength! You set off for that well-known, sacred and lovely mountain, Chitrakuta which is adorned with clusters of trees of every description, frequented by Kinnaras and Nagas, is rendered charming by the cried of peacocks and infested with lordly elephants and bountiful with tubers and fruits.\"  \"Since herds of elephants and troops of deer wander all around in the woodlands there, you will visibly notice them Oh Rama!\"  \"Roaming about with Sita, your mind will be delighted to see rivers, cascades, peaks of mountains, fissures in rocks, caves and rivulets.\"  \"After reaching the auspicious and absolutely beautiful Chitrakuta Mountain, reverberant in all direction with the notes of small white cranes and cuckoo birds as well as with many kinds of deer and elephants in rut, settle down there in a hermitage.\""
        }
    ]
}