{
    "id": "prose-ayodhya-55",
    "kanda": "ayodhya",
    "sarga": "55",
    "title": "Sage Bharadwaja informs the route of Chitrakuta",
    "chapter": "55",
    "overview": "Sage Bharadwaja informs the route by which Rama and Lakshmana can reach Chitrakuta. They cross the River Yamuna by a raft prepared by themselves. Sita prays the River Yamuna and a fig tree called Syama. The three of them traveled for a couple of miles along the bank of Yamuna, strolling in the charming forest and reach a leveled ground on the bank to take rest for the night.",
    "content": [
        {
            "type": "verse",
            "text": "Having stayed that night there, those princes the annihilators of enemies, thereafter offered salutation to the sage Bharadwaja and proceeded towards that mountain of Chitrakuta. That great sage Bharadwaja performed a religious rite ensuring a sage journey (scattering boiled rice on the ground and invoking blessing through the repetition of certain sacred texts0 for them. Perceiving them setting out for the journey, the sage accompanied them for a distance, as a father would do for his sons (and daughter-in-law)."
        },
        {
            "type": "verse",
            "text": "Bharadwaja the great sage with a remarkable splendour began to speak the following words to Rama the truly brave man.  \"After approaching Oh, the best of men! The confluence of Ganga and Yamuna, follow the river Yamuna which takes to the direction of west.\" \"Reaching the River Yamuna belonging to olden times, having a rapid stream and perceiving in it a passage for descent into the river, which is too much frequented the river, which is too much frequented, you cross the River Yamuna (the daughter of the sun-god) by preparing a raft there, Oh Rama!\" After crossing the river Yamuna and approaching a large banyan tree named Syama (dark-green) having green leaves surrounded by many tress and visited by Siddhas, Sita should, joining her palms, recite her auspicious prayers to the tree.\"  \"Having approached that tree, you can stay there or go beyond it. After going only for two miles from there, you will see a beautiful forest blue in colour with bamboo trees touching upon Yamuna river and interspersed with Sallaka and jujube trees.\"  \"It is the way to Chitrakuta. I visited that place many times. It is beautiful, endowed with serenity and free from forest-fire.\" Having thus informed the way and ebbing urged by Rama to return after he had paid obeisance to the sage and Rama having replied 'so be it', the great sage Bharadwaja returned. That sage having returned, Rama spoke to Lakshmana as follows: \"Oh Lakshmana! We are fortunate that the sage has shown compassion towards us.\" Deliberating thus, Rama and Lakshmana the tigers among men who were highly intelligent, headed for the river Yamuna guarding Sita still in front. Having reached the River Yamuna, running with rapid stream, all of them then plunged into a thought of how to cross those river-waters. Then, Rama and Lakshmana prepared a big raft with pieces of timber fastened together, covered with a kind of grass and spread over with dry bamboo canes. Thereafter, the valiant Lakshmana made for Sita a comfortable seat, after chopping branches of reeds and of rose apple tree. Then Rama the son of Dasharatha helped Sita his beloved consort who was unimaginable like the goddess of fortune and who was feeling shy a little- to mount the raft. Rama kept the two robes the jewellery, a shovel and a basket by the side of Sita in the raft there, along with weapons. Those valiant sons of Dasharatha firmly held that raft, firstly helped Sita to ascend it and then ferried across the river watchfully. Having arrived at the middle of Yamuna river, Sita offered salutation to the river and prayed as follows: \"Oh, goddess of Yamuna! Adieu! I am crossing you! May my husband complete his vow! When Rama safely comes back again towards the city of Ayodhya, ruled by Ikshvaku kings I shall propitiate you by offering a thousand cows and a hundred drinking vessels.\" Sita of excellent complexion thus praying with joined palms to Yamuna River, forthwith reached the southern side of the river. Thus, by the raft, Sita Rama and Lakshmana crossed the River Yamuna, which flows briskly, wreathed with waves, with many trees born on its bank and having rays for it reflection. They, who have crossed the river, abandoned the raft and march through the river-forest of Yamuna and reached a cool banyan tree called Syama having green leaves. Having approached that banyan tree, Sita spoke these words, \"Oh, great tree! Obeisance to you! Let my husband complete his vow! Let me see again Kausalya and the illustrious Sumitra.\" Thus speaking, Sita circumambulated that tree with joined palms. Seeing the irreproachable Sita, who was beloved and obedient to him thus praying, Rama spoke to Lakshmana as follows:  \"Oh, Lakshmana, the excellent of men! You take Sita and proceed in the front. I, along with weapons, will follow you behind.\"  \"Give to Sita whatever fruit or flower she desires it and wherever this Sita's mind finds delight.\" Sita who was walking in the middle of both of them was like an auspicious female elephant in the middle of two elephants. That Sita asked Rama whenever she saw the one or the other tree or a bush or a creeper shining with flowers which was not seen earlier. Duly grasping Sita's words; Lakshmana brought to her many kinds of beautiful twigs of trees, full of flowers. Then Sita the daughter of King Janaka was please to see the River Yamuna with wonderful sands and waters re-echoing to the cry of swans and cranes. Thereafter having travelled only a couple of miles the two brothers Rama and Lakshmana killed many consecrated deer and ate in the river-forest of Yamuna. Having  strolled in the charming forest, mad noisy by a number of peacocks and which was inhabited by elephants and monkeys and reaching an agreeable level ground at the bank of the river wearing anundejected look finally sought for an abode for the night."
        }
    ]
}