{
    "id": "prose-ayodhya-56",
    "kanda": "ayodhya",
    "sarga": "56",
    "title": "The Chitrakuta Mountain",
    "chapter": "56",
    "overview": "Sita, Rama and Lakshmana reach the mountain of Chitrakuta, beholding and showing one another the grandeur of the woods there. They visit the hermitage of sage Valmiki.  Lakshmana builds a leaf-hut upon instructions from Rama. All of them enter the hut, after performing purification ceremony.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Rama gently woke up Lakshmana, who was sleeping without break, even when the night was passing away.  \"Oh, Lakshmana! Hear the sound of wild animals, resounding beautifully. It is time for our journey. Let us start.\" That Lakshmana who was sleeping, being woken up by his brother at the right moment, had relinquished sleep, sloth and strain which resulted on the way. Thereafter, all of them raised up touched the auspicious water (took bath) in the river and proceeded towards the path leading to Chitrakuta mountain, as suggested by the sage Bharadwaja. Rama who set out along with Lakshmana at that dawn, spoke as follows to Sita whose eyes looked like lotus leaves:  \"Oh, Sita! Behold Kimshuka trees with their diadem of flowers  blossoming all over, as if they are blazing up, in this winter. Look at these Bhallataka (cashew nut) trees, abounding in flowers and bent down with fruits and leaves, all unplucked by men. We can certainly live here. Oh, Lakshmana! Behold in every tree the hanging honey-combs, with sizes of a water-trough, gathered by honey-bees. In this beautiful forest-region, dense with a scattered mass of flowers, a Chataka bird is crying and a peacock is responding to it. See this Chitrakuta mountain with a high and a mighty peak, wide-spread with a multitude of elephants and made to resound by a congregation of birds. Oh, brother! We shall sport in this forest of Chitrakuta, having a level-ground beautifully extensive with many trees and is pure.\"  Thereafter, Rama and Lakshmana along with Sita traveling on foot, approached the mountain of Chitrakuta, which was pleasant and lovely. Reaching that mountain, filled with various flocks of birds, with many roots and fruits, lovely and rich in streaming water, Rama said to Lakshmana as follows: \"It  appears to me that this beautiful Chitrakuta mountain yields an easy sustenance, for, it is charmingly filled with various kinds of trees and creepers with different kinds of roots and fruits. Oh, gentle brother! High souled sages are also staying on this mountain. Let this become the dwelling. Let us have a pleasant resort here.\"  After deciding thus, Sita Rama and Lakshmana with joined palms approached a hermitage and offered their salutation to the sage Valmiki. The great sage Valmiki, who knew what is right, full of delight, treated them with honour, offered cordial welcome and requested them to sit. Then Rama, the lord with mighty arms, in accordance with tradition, reported to the ascetic all that concerned them and spoke to Lakshmana as follows: \"Lakshmana, my gentle brother! Bring strong and choicest timber and construct a dwelling. My mind is fascinated in living  here.\" Hearing those words of Rama, Lakshmana brought various kinds of trees. Thereafter, he the annihilator of enemies, constructed a leaf-hut. Seeing that hut, which was firmly built and thatched as well as beautiful to look at, Rama spoke the following words to Lakshmana who listened to his command and who was closely attentive to him: \"Oh, Lakshmana! Bring the meat of an antelope. We shall perform a purifactory ceremony while entering the house, which is to be done by those who wish to live long. Oh, large-eyed Lakshmana! Killing the antelope quickly bring it here. The prescribed rite according to scriptural point of view indeed is to be performed. Keep in mind the sacred obligation.\""
        },
        {
            "type": "verse",
            "text": " Lakshmana the slayer of enemies, understanding his brother's words, acted as instructed. Rama spoke again to Lakshmana as follows."
        },
        {
            "type": "verse",
            "text": "\"Oh, gentle brother! Boil this antelope's meat. We shall worship the leaf-hut. This day and this instant also are of a distinctive character. Be quick.\"  "
        },
        {
            "type": "verse",
            "text": "Then, Lakshmana the strong man and son of Sumitra, killing a holy black antelope, tossed it in an ignited fire. Feeling certain that it is cooked and heated thoroughly with no blood remaining, Lakshmana spoke to Rama the lion among men as follows: \"This black antelope, with its complete limbs, has been cooked completely by me. Oh, Rama resembling God! Worship the concerned deity, as you are skilled in that act.\"  Rama, the virtuous man and the learned man in chanting of sacred spells, after taking bath and with subdued mind, briefly chanted all the sacred scripts to be chanted at the end of a purifactory ceremony. Worshipping all classes of deities and getting himself purified, Rama entered the house. There was a heartfelt joy in Rama, with his limitless splendour. Having taken bath in the river as prescribed Rama offered oblations to Lord Rudra and Lord Vishnu after offereing tributes to Vaisvadeva. He performed benedictions relating to the purification of house and also a silent prayer as per prescribed rites. He finally offered excellent tributes to the deities, for removing sins."
        },
        {
            "type": "verse",
            "text": "Comment. Vaishvadevabalim: A religious ceremony which is to be performed every morning and evening and especially before the mid-day meal, followed by offering of food to the gods especially the god of fire."
        },
        {
            "type": "verse",
            "text": "Lakshmana erected altars in all the quarters of the hermitage as was fitting, Chaityas (places for worship of Lord Ganesha and others) and Ayatanas (places for worship of Vishnu and others). Rama and Lakshmana along with Sita, having auspicious characteristics, satisfied the spirits by crowns of flowers obtained in the forest, by fruits roots and cooked meat, by water, by prayers as uttered in the sacred texts (Vedas), by sacred grass, by fuel and Kusa grass and then entered the auspicious leaf-hut. All of them (Sita, Rama and Lakshmana) together for residential purpose, entered that hut, thatched with leaves of trees, looking beautiful, well-constructed at a suitable site and protected from winds, as if entering an assembly-hall called Sudharma (in heaven) by a group of celestials. Sita, Rama and Lakshmana who subdued their senses, very happily strolled in that excellent forest, filled with many classes and multitude of beasts and birds, trees having multi-colored crowns of flowers, and resonating with sounds of elephants in rut and of antelopes. Delighted and joyful to reach the lovely Chitrakuta mountain and the river Malyavati, provided with good descents and frequented by birds and beasts, Sita, Rama and Lakshmana shed the agony caused by their exile from the City of Ayodhya."
        }
    ]
}