{
    "id": "prose-ayodhya-57",
    "kanda": "ayodhya",
    "sarga": "57",
    "title": "Sumantra drives back to Ayodhya",
    "chapter": "57",
    "overview": "Sumantra takes leave from Guha, who learns from his spies that Rama departed for Chitrakuta.  Sumantra drives back to Ayodhya. Entering the royal gynaeceum, he submits to the emperor what he earlier  reported to the citizens who followed his chariot. Dasharatha and Kausalya fall into a faint to hear  about Rama's departure for Chitrakuta. All the inmates of gynaeceum weep loudly in anguish.",
    "content": [
        {
            "type": "verse",
            "text": "While Rama landed upon the southern shore, Guha conversed for a long time with Sumantra  and with much distress, went to his house. It was gathered by those who were there (Guha and others)  that Sita, Rama and Lakshmana had come to sage Bharadwaja, stayed with him in Prayaga and departed  to Chitrakuta mountain. Sumantra, being permitted to depart by Rama, tied excellent horses to the chariot  and with intense anguish, rode towards the very city of Ayodhya. Sumantra, seeing the sweet-smelling  woods, rivers, lakes, villages and towns on the way, soon crossed them. Reaching Ayodhya in the evening  time of the third day, Sumantra saw that city, joyless."
        },
        {
            "type": "verse",
            "text": "Beholding Ayodhya as if deserted in silence, Sumantra, being very much distressed in  mind and having afflicted with intense anguish, surmised as follows: \"I hope the city of Ayodhya with  its elephants, horses, people and the kings was not burnt away by a fire of sorrow and blazing grief  towards Rama.\""
        },
        {
            "type": "verse",
            "text": "Sumantra, thus lost in thought, reaching the city-gate through the fast-running horses,  entered the city quickly. Meanwhile, seeing Sumantra the charioteer approaching, hundreds and thousands  of people ran towards him asking, \"Where is Rama?\" He replied them thus: \"Bidding farewell to Rama at  the shore of Ganga when sent back by that virtuous and high-souled Rama, I returned here.\""
        },
        {
            "type": "verse",
            "text": "Hearing that Sita, Rama and Lakshmana had crossed River Ganga, the people with their  faces filled with tears sighed, \"Oh, fie upon us!\" and cried aloud, \"Alas, Rama!\""
        },
        {
            "type": "verse",
            "text": "Sumantra also heard the words of those people standing in groups and telling, \"Lost indeed  are we, who do not see Rama here! Never again can we see the pious Rama on the occasions of bestowing  gifts, sacrificial performances or marriages or in large meetings. The city of Ayodhya was protected  by Rama, as by a father, with due regard to what was appropriate, what was congenial and what brought  happiness to its people.\""
        },
        {
            "type": "verse",
            "text": "While driving through bazaars, Sumantra heard the sounds of lamentation of women, coming  forth from windows, due to anguish on account of Rama's exile."
        },
        {
            "type": "verse",
            "text": "Going through the middle of the royal highway, Sumantra by covering his face reached  the house of Dasharatha. Sumantra descended from the chariot, entered quickly the royal palace and traversed  the seven inner apartments of the palace, filled with a large number of people. Then, finding the forthcoming  Sumantra from their large mansions, from seven-storied buildings and from royal palaces, the women who  had been emaciated in not being able to see Rama, cried \"Alas! Alas!\"."
        },
        {
            "type": "verse",
            "text": "Those women, extremely confounded with grief with their long and bright eyes filled with  a stream of tears, looked at each other imperceptibly. Sumantra also heard the feeble conversation of  Dasharatha's wives absorbed in anguish on account of Rama's exile, from their respective inner apartments.  \"What Sumantra will reply to the lamenting Kausalya, when he now returns here without Rama while he  formerly went out with Rama? In spite of her son (Rama) having left Ayodhya, Kausalya continues to survive.  I think that surely it is difficult thus to live as it is not so easy to preserve life (against odds)!\""
        },
        {
            "type": "verse",
            "text": "Hearing those credible words of Dasharatha's wives, Sumantra all at once entered the house  that appeared to be set ablaze with grief. Sumantra entered the eighth inner apartment and saw in that  white house, King Dasharatha the miserablethe sick and the exhausted man on account of the grief for  his son. He approached that king who was seated, offered his salutation and presented Rama's message  as told. That king heard silently the message of Rama, was bewildered, afflicted by grief for his son,  became fainted and fell on the ground. The king thus having fainted, the gynaeceum was hurt. While the  king was falling on the ground, the inmates of gynaeceum wept, raising their hands in distress. Kausalya  along with Sumitra lifted up their husband, who fell on the ground."
        },
        {
            "type": "verse",
            "text": "She also spoke these words to Dasharatha: \"Oh, illustrious king! Why are you not speaking  to this Rama's messenger, who came from the forest and who has undergone difficult things? After doing  an evil act, you are now feeling shameful. Rise up! Let it be a meritorious act for you. You cannot  get a help, when you weep like this. On whose fear, you are not enquiring with Sumantra about the welfare  of Rama? That Kaikeyi is not here. Speak fearlessly.\""
        },
        {
            "type": "verse",
            "text": "Kausalya, speaking excitedly in tears and entirely given up to anguish uttered thus to  the monarch and soon fell to the ground. All those women cried in loud voice, seeing Kausalya fallen  on the ground weeping as aforesaid and gazing their husband too (lying unconscious). Hearing that crying  sound raised in gynaeceum, all aged and young men and women on all sides gathered around weeping. The  city then again became disturbed."
        }
    ]
}