{
    "id": "prose-ayodhya-58",
    "kanda": "ayodhya",
    "sarga": "58",
    "title": "Sumantra delivers the messages of Rama",
    "chapter": "58",
    "overview": "As per the orders of king Dasharatha, Sumantra delivers the parting messages of Rama and  Lakshmana. Rama sends positive messages to Kausalya and Bharata but Lakshmana sends angry messages to  Dasharatha.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, the king when recovered from loss of consciousness and again returned to  his breath, called that charioteer for the purpose of getting the report on Rama. Then, Sumantra, who  joined his palms in reverence, approached the monarch who was repenting about Rama alone, filled with  pain and sorrow, advanced in age, greatly anguished, sighing like a newly caught elephant and reflecting  on something as a sick elephant."
        },
        {
            "type": "verse",
            "text": "The king, having great distress, spoke to Sumantra, whose body was covered with dust,  his face filled with tears, who was miserable and who approached near him (as follows):\" Oh, Sumantra!  Where can Rama the virtuous man abide, taking refuge at the root of a tree? What that Rama, who enjoyed  very many pleasantries, can eat now? Oh, Sumantra! How can Rama the prince, who was habituated to good  beds, sleep with such discomfort on a floor like an orphan? Foot soldiers, Chariots and elephants used  to follow whenever Rama was marching ahead. How such a man can take shelter and stay in a forest devoid  of people? How Sita Rama and Lakshmana entered forest filled with wild animals and black snakes? How  those princes with Sita the delicate and the poor lady went on foot, after descending from the chariot?  You have seen my sons entering the forest, as though divinities of Aswini had entered the Mountain-range  of Mandara. You are indeed lucky. After reaching the forest, what words did Rama speak? What did Lakshmana  speak? What did Sita speak? Tell me where Rama sat, slept and took food. By hearing these things,  I shall survive, as Yayati survived in the company of saints.\""
        },
        {
            "type": "verse",
            "text": "Comment: King Yayati, when doomed to fall from heaven requested Indra to cast his lot  with saints. He was accordingly sent down to a spot on the earth, where four ascetics- Astaka Pratardana  Vasuman and parva King Sibi had been practicing austerities, and had discourse with them- MahaBharata,  Adi Parva."
        },
        {
            "type": "verse",
            "text": "As asked thus by the king, sumantra spoke to the emperor in a voice quivering and choked  with tears (as follows): \"Oh, emperor! Rama, keeping up the prescribed course of conduct, making salutation  with joined palms and bowing his head in reverence to you, spoke to me as follows: 'Oh, charioteer!  Tell my salutations to my father, the one with a remarkable intellect, a mighty soul and the one to  be respectfully greeted. Enquire about the health of all the people in the gynaeceum without any disparity  and offer my appropriate salutations to them. My mother Kausalya is to be told about my welfare, about  my offering salutations to her and about my meticulousness. Tell these words also to her. 'Oh, godly  lady! Be always righteous and be interested in offering worship and sacrifices as per the prescribed  timings in the House of Fire worship. Nurture the feet of the Lord Dasharatha, like with a god. Oh, mother!  Behave towards my other mothers, abandoning self-conceit and indignation. Make the venerable Kaikeyi,  agreeable to the king. In respect of Bharata your son, follow a respectable behaviour as with a king.  Kings are indeed sovereign in substance. Remember the rules relating to kings. Bharata is to be enquired  about his well-being and he is also to be informed as follows: \"Follow good behaviour indeed judiciously  towards all your mothers. \"The mighty armed Bharata the son of Ikshvaku race is to be told as follows:  'Being installed in the office of Prince Regent, attend to your father who still stays in the throne'.  The king has crossed his age. But do not depose him on that score. By proceeding according to the orders  of the king, you live as a prince.'\" \"Shedding tears profusely, Rama again spoke to me as follows: 'My  mother, who is very much longing her son, is to be looked after by you as if she is your mother'. Oh,  emperor! Rama of the most beautiful appearance with red eyes resembling red lotus flowers, while even  uttering these words to me profusely shed tears. But Lakshmana was very angry and breathing a sigh,  spoke to me as follows: 'On which offence this prince was expelled from home? The king even took shelter  under a wretched decree of Kaikeyi and performed an act not to be done, as though it is a proper deed,  for which we are now tormented. Even if this was done for the good pleasure of the king or through the  will of God, I do not see any justification for Rama's abandonment. Even if this was done for the good  pleasure of the king or through the will of god, I do not see any justification for Rama's abandonment.  Rama's exile, an illegal decision undertaken whether due to levity of judgment or due to lack of reflection,  will raise countless protests. I do not consider the emperor as my father. For me, Rama is the brother,  lord, relative and my father. Leaving Rama the beloved of all people and who is interested in the welfare  of all human beings, how would all these people would be interested in you by this act of yours? By  banishing Rama who is delightful to entire people and who is a virtuous man and by opposing this entire  entire world, how will you stay as a king?\""
        },
        {
            "type": "verse",
            "text": "\"Oh, King! The wise Sita for her part with her mind like one possessed and forgetting  her own existence, stood sighing and static. The illustrious Sita having not seen such misfortune  earlier could not even speak to me anything, weeping as she was with that uneasiness. Seeing me going  back, Sita with emaciated face, perceiving her husband, soon shed down tears. In the same way, Rama  with tears on his face and with joined palms stood being shielded by the arms of Lakshmana. The miserable  Sita in the same manner was weeping and seeing the royal chariot and me.\""
        }
    ]
}