{
    "id": "prose-ayodhya-59",
    "kanda": "ayodhya",
    "sarga": "59",
    "title": "Dasharatha falls unconscious",
    "chapter": "59",
    "overview": "Sumantra narrates the ghastly fate of Ayodhya, both its animate and inanimate beings. Dasharatha laments and soon falls unconscious.",
    "content": [
        {
            "type": "verse",
            "text": "After hearing the words of Sumantra the charioteer and the most virtuous minister, Dasartha asked him to tell the remaining happenings further. Hearing those words of Dasharatha Sumantra, overcome with tears, narrated the further details of Rama's message (as follows): \"Oh emperor! Wearing clothes of bark, those brave men (Rama and Lakshmana), matting their hair twisted together, crossed River Ganga and proceeded towards River Prayaga. Escorting Rama, Lakshmana proceeded ahead. Seeing them moving on, I came back then unwillingly. Rama having departed to the forest, horses on the return path however, shedding warm tears did not proceed further on the way. I, on my part, offering salutation with joined palms to both the princes and keeping back from that grief, ascended the chariot and moved on. \"With the hope that I shall be called again by Rama, I stayed there along with Guha for three days."
        },
        {
            "type": "verse",
            "text": "\"O, emperor! Even trees in your domain have withered, without giving flowers sprouts and buds, having emaciated due to Rama's separation. Rivers, pools and lakes were with hot water. Groves and gardens were with their leaves, parched up. Living beings are not moving. Wild animals too are not roaming around. That forest became silent, predominated by grief towards Rama. Lotus-lakes were with lotus-leaves hiding under water pressing themselves closely together, with muddy waters, with parched lotus-flowers and in which fish and water fowls have completely disappeared. Water-born flowers and flowers living on dry lands now give very little fragrance and fruits do not have a luscious look as before. Oh, best of men! The gardens here are empty of men and the birds have vanished. I am not seeing the gardens as charming (as before). \"Nobody greeted me, entering into Ayodhya City. Having not seen Rama, the people are breathing their sigh of lamentation again and again. Seeing the royal chariot returning here without Rama, all the people along the royal high-way are shedding tears with grief. Seeing the returned chariot, women from mansions, seven-storied buildings and royal palaces are crying 'ha ha!' being troubled by the non-appearance of Rama. Women, being more sorrowful, are looking at each other indistinctly with their long bright eyes overwhelmed with a flood of tears. I do not see any distinction in their agony, whether they are non-friends, friends or neutral people. O emperor! The city of Ayodhya with its joy-less people, with its elephants and horses looking miserable, with sighing exhaustion due to cries of pain, filled with sounds of moaning, cheerless and feeling anguish due to Rama's exile, appears to me, like Queen Kausalya without her son.\""
        },
        {
            "type": "verse",
            "text": "Hearing Sumantra's words, the king in a voice choked with tears and very much woeful, spoke to that charioteer as follows:"
        },
        {
            "type": "verse",
            "text": " \"Enjoined by Kaikeyi with her sinful birth and intention, I could not deliberate with people experienced in counsel or with elders beforehand. This act has been done by me in haste due to infatuation for the sake of a woman, without consulting with friends or ministers or with interpreters of sacred texts. Oh, Sumantra! This great calamity, surely, has come as an inevitable consequence or for the ruin of this race or accidentally.  If at all I have done any favour to you, lead me fast to Rama. My vital spirits are hastening me. If there is the same unlimited authority of mine even now, let Rama be brought back to Ayodhya. I cannot survive without Rama even for a moment. Or perhaps Rama the mighty-armed might have gone a long way. Make me to ascend the chariot and quickly show me to Rama. Where is that Rama having pearl-like teeth and wearing a large bow? If only I can see him well with Sita, I can survive. If I cannot see Rama having red eyes, mighty arms and with ear-rings made of gems, I shall proceed to the world of Death. What is more distressing to me after getting into this condition, in not seeing here, Rama who is a delight to Ikshvaku dynasty? O Rama! Oh, Younger Brother of Rama! Oh, unfortunate Sita! You do not know that I am dying with grief, like one abandoned.\""
        },
        {
            "type": "verse",
            "text": "King Dasharatha, his mind very much despaired with grief and plunged in an ocean of sorrow, very difficult to be crossed, spoke (as follows):"
        },
        {
            "type": "verse",
            "text": "\"O Queen Kausalya! I am plunged in this ocean of grief. Its area of sorrow is for Rama. Its other shore is Sita's separation. Its waves and huge whirlpools are sighs of anguish. It is agitated with water and foam as tears. Throwing away of arms is the swarm of fishes. Its great sounds are cries of lamentation. The scattered hair is its duck-weed. Kaikeyi is its submarine fire, which is the cause for the rush in my tears. The words of the hump-backed are its huge crocodiles. Its shores are the boons asked by the cruel Kaikeyi. Its long stretch is due to sending of Rama to far away place. I cannot cross this ocean alive, without Rama. What a pity! Though I want to see Rama and Lakshmana now, I am not able to see them here. It is very bad.\""
        },
        {
            "type": "verse",
            "text": " Thus lamenting, the king of great renown soon became unconscious and fell down on his couch. Hearing his words lamenting as much as twice more pitiably for Rama and the king having fallen unconscious, Kausalya was alarmed once again."
        }
    ]
}