{
    "id": "prose-ayodhya-6",
    "kanda": "ayodhya",
    "sarga": "6",
    "title": "Joy of a city",
    "chapter": "6",
    "overview": "In this chapter Valmiki narrates various rituals undertaken by Rama the crown prince, along with his wife Sita, on the eve of his anointment ceremony. The festivities in Ayodhya, the happiness of the people with King Dasharatha's decision to anoint Rama are also described here. Also, people from different directions arrive in Ayodhya to be there on the grand occasion.",
    "content": [
        {
            "type": "verse",
            "text": "After Vasistha left, Rama took bath and meditated on Lord Narayana with undistracted mind along with his wide-eyed wife, Sita. Taking the vessel with clarified butter on his head as per scriptures, he offered to Lord Vishnu the clarified butter, by dropping it into the blazing fire."
        },
        {
            "type": "verse",
            "text": "Rama ate the remainder of clarified butter after finishing the sacrifice, which he performed for his own good, silently meditated on Lord Narayana with controlled mind and slept along with Sita on a properly laid bed of Kusa grass in a splendid temple of Lord Vishnu. *"
        },
        {
            "type": "commentary",
            "text": "* The learned commentators point out that the deity referred to here is no other than Lord Ranganatha, who had been worshipped by a long line of rulers of Ayodhya as their chosen deity in a separate shrine built within the precincts of the royal palace. We are told at length in the Patala Khanda of Padma Purana how Rama so kindly handed over the image to Vibhishana; through whom it reached Srirangam (near Tiruchirapally) in South India; where it exists even to this day and is held in the highest reverence by the Vaishnavas and other devotees all over India."
        },
        {
            "type": "verse",
            "text": "Rama woke up three hours before dawn and caused to complete the entire decoration of the house. Listening to the pleasing verses of professional reciters, he worshipped the early sunrise and meditated on Gayatri* with an undistracted mind."
        },
        {
            "type": "commentary",
            "text": "* Gayatri is an ancient meter of twenty-four syllables as a triplet of eight syllables each (Rigveda iii-62-10: - tat savitur varenyam bhargo devasya dhimahi dhiyo yo nah prachodayat) addressed to Savitri or the Sun as generator. Gayatri personified is considered as the mother of the first three classes viz. priestly class, warrior - class and the trader-class in their capacity of twice born."
        },
        {
            "type": "verse",
            "text": "He praised Lord Vishnu by bowing his head before Him. By wearing pure silk clothes, he got valedictory text recited by Brahmans. Their deep and sweet chorus of the valedictory, united with the accompanying musical instruments, then filled the city of Ayodhya."
        },
        {
            "type": "verse",
            "text": "All the people residing in Ayodhya were delighted when they heard that Rama and Sita had observed fast for the ensuing anointment ceremony. All the citizens decorated the town for coronation function of Rama, soon before sunrise. Banners and colorful flags were hoisted on temples, which looked brilliantly like the silver lining of cloud, at road junctions, in streets, on big trees situated in temple compounds, from watching towers at city gates, on shops of wealthy merchants, on buildings of rich family persons, on all assembly halls and all visible trees."
        },
        {
            "type": "verse",
            "text": "From different sides, actors were showing their talents, dancers were performing dance. Singers were singing and sweet voices were heard, pleasing the minds and ears. With Rama's anointment ceremony approaching, people were engaged in mutual conversations in their houses and at road junctions, about the ceremony."
        },
        {
            "type": "verse",
            "text": "Even children playing together before gateways of houses were telling each other, narratives of Rama's anointment ceremony. The citizens made king's road splendid, by sprinkling flowers on it and by making it good smelling with burning of incense and perfumes, on the occasion of Rama's anointment ceremony."
        },
        {
            "type": "verse",
            "text": "On a doubt of approach of night on completion of the ceremony, they arranged lamps in the shape of trees to illuminate all the streets. All the citizens residing in Ayodhya, having thus decorated the city desiring Rama's coronation, gathered together in groups at road junctions and in assembly halls, mutually talking about this matter there and praising king Dasharatha."
        },
        {
            "type": "verse",
            "text": "\"O! This king Dasharatha, who delights Ikshvaaku dynasty, having known himself that he became aged, is going to anoint Rama for the kingdom. What a great man he is! Rama; who has seen the totality of the world is going to become our protector for long. We have all been blessed by king Dasharatha. Rama is modest, knowledgeable and righteous. He is as compassionate to us as to his brothers. Let the faultless and righteous king Dasharatha live long! Due to his blessings, we are going to see Rama as being anointed for the kingdom.\""
        },
        {
            "type": "verse",
            "text": "The villagers, who came from different directions after hearing the news of coronation ceremony of Rama, listened to the narration of the citizens of Ayodhya. The city of Ayodhya was filled with villagers who came from different directions to see the anointment ceremony of Rama. The noise in the city was heard by the groups of those people, while moving here and there, as the roaring of an impetuous ocean on full moon days."
        },
        {
            "type": "verse",
            "text": "That city of Ayodhya equal to the residence of the celestial god Indra, disturbed with the sound being made all over by the villagers who came with the desire to see the ceremony, shone like a roaring ocean filled with sea animals."
        }
    ]
}