{
    "id": "prose-ayodhya-60",
    "kanda": "ayodhya",
    "sarga": "60",
    "title": "Sumantra was unable to console Kausalya",
    "chapter": "60",
    "overview": "Sumantra was unable to console Kausalya, who lied on the floor due to her extreme grief  over her separation from Rama, even though he tries to avert her grief by telling her that Rama can  reside in the forest delightfully, by warding off his agony.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Kausalya, trembling again and again, as though possessed by a spirit, and lying  on the floor without proper disposition of mind, spoke to Sumantra as follows: \"Wherever Rama, Sita  and Lakshmana are there, take me to them. Without them, I do not cherish to live here even for a moment. Turn back the chariot quickly. Take also myself to the forest of Dandaka.  Now, if I do not go after them, I shall enter the Death's abode.\" "
        },
        {
            "type": "verse",
            "text": "Sumantra with joined palms and with a voice choked with tears and in faint accents, consoling  Kausalya, spoke these words to her: \"Abandon grief, delusion and haste born of affliction. Rama can  reside in the forest, warding off anguish. Lakshmana too, knowing about a righteous conduct, having  subdued his senses and serving the feet of Rama in the forest, is propitiating the other world. Sita,  getting a dwelling  place resembling a house even in a lonely forest,  her mind encamped in Rama and being fearless, is acquiring confidence. Not even very minute depression,  even a little, is seen developed in Sita. It appears to me as though Sita is accustomed to so many  exiles. Sita is taking delight in the desolate forests in the same manner as she was earlier enjoying  visiting gardens in the city. Sita, a charming woman with her face resembling a full moon and with  her mind absorbed in Rama, even though staying in a lonely forest, is enjoying it like a little girl.  Sita's heart is directed towards Rama. Her life also is dependent on him. Even if Ayodhya is without  Rama, then it becomes a forest to her. As if only a couple of miles away from Ayodhya and as being in  a garden there, Sita on seeing villages, towns, movement of rivers, and various types of trees, enquires  with Rama or Lakshmana and knows well about them. I am remembering only these incidents about Sita.  It does not flash to my mind now of the words hurriedly spoken of by Sita about Kaikeyi.\" "
        },
        {
            "type": "verse",
            "text": "Expunging the remarks spoken by Sita about Kaikeyi coming almost nearer to his lips  by inadvertence, Sumantra spoke only delightful and sweet words to Kausalya: \"Sita's radiance resembling  a moon's gleam is not fading away due to her travel in the forest or due to the velocity of wind or  because of her bewilderment or due to heat of the sun. That face of altruistic Sita resembling a lotus  flower, whose lustre is similar to that of a full moon, did not become changed. Her feet, which even  though no longer painted with vermilion, still looks red as Alakta (red juice obtained from resin of  certain trees), with lustre equal to that of red lotus buds. Sita, sporting her tinkling anklets,  walks playfully. Even now, Sita dons her ornaments, as a mark of her passion towards Rama. Sita,  who stays in the forest, takes refuge in the arms of Rama and hence does not give herself to fear, even  by seeing an elephant or a lion or a tiger. There is no need to pity them nor us nor the king too. This  story will thrive in the world forever. Abandoning grief, possessing cheerful minds, settling well in  the path followed by great sages, delighting in the forest-life and eating fruits of the forest, they  are keeping up the promise given to their father.\""
        },
        {
            "type": "verse",
            "text": "Even if averted thus by Sumantra, who is speaking appropriately well, being emaciated  by sorrow for her son, could not stop crying, \"O, my dear son Rama!\" "
        }
    ]
}