{
    "id": "prose-ayodhya-61",
    "kanda": "ayodhya",
    "sarga": "61",
    "title": "Kausalya rebukes Dasharatha for his evil act",
    "chapter": "61",
    "overview": "Kausalya, while weeping, rebukes Dasharatha for his evil act of sending Rama to exile. She explains various difficulties being faced by Rama, Lakshmana and Sita in their forest-life. She says that even if Rama returns to Ayodhya in the fifteenth year, he may not accept the kingdom since enjoyed by Bharata.",
    "content": [
        {
            "type": "verse",
            "text": " When Rama, who is excellent in virtue and outstanding among those causing delight, having left for the forest, Kausalya who was feeling pained, spoke, weeping to her husband as follows:  \"Despite the fame in the three worlds of your great glory that Dasharatha is compassionate, bountiful and kind in his words, how your two sons along with Sita who grew comfortably can bear suffering in the forest when faced with hardships, O the best among the foremost of men! That Sita, who is a young lady in the prime of her youth and very delicate, can really tolerate heat and cold? How the large-eyed Sita can eat a food prepared with wild rice, she having eaten here a good food containing soups and snacks? How that irreproachable Sita can hear the horrid sounds of cruel animals and lions, after hearing the auspicious sounds of singing and music here? Where Rama the mighty hero, resplendent as Mahendra's standard and the mighty armed is sleeping indeed with his arm as a pillow? When can I see the face of Rama with the colour of a lotus, framed with marvelous locks of lotus-perfume, with eyes resembling lotus-petals and excellent? There is no doubt that my heart is fully made of the solid-interior of a diamond, for which reason this heart is not shattered into a thousand pieces, even in my not seeing of that Rama. It was not a kindly act by you that you banished my kith and kin, who were worthy of comforts to wander around in the forest in such a miserable condition. Even if Rama comes back in the fifteenth year, it cannot be inferred that Bharata will abandon the kingdom and the treasury. There are those who in a ceremony in hour of dead relatives, first feed their relatives and thereafter, to fulfill their duty, remember to invite the illustrious Twice-born. The virtuous and the learned Brahmins, who are like unto gods, do not accept afterwards even food as delicious as ambrosia. The best of Brahmins in their wisdom, will not accept what remains of the food of which other Brahmins have partaken, regarding it as a bull shorn of its horns. O, king! Why not the eldest and the best brother refuse to accept the kingdom enjoyed by the younger brother? A tiger does not wish to share a partof food eaten by another animal. In the same manner, Rama the tiger among men may not accept that which has been enjoyed by another. Oblations, clarified butter, leavings of an offering, sacred grass and sacrificial posts made of trunk of Khadira tree, once used, are not put to use again in a sacrifice. Thus, Rama cannot accept the kingdom taken away by other, as those not accepting an ambrosia whose essence has been taken away or as in a sacrifice, stalks of Soma plant (from which a beverage called Soma is prepared) are lost. Rama will not go through such a type of dishonour, as a strong tiger does not endure even touching of its tail. Even if all the worlds combine together in a great battle, they cannot stir up fear in him. The virtuous minded Rama will provide righteousness to the people with unrighteousness. Rama with great prowess and with his mighty arms can surely burn up all beings and even the ocean itself by his golden arrows; like at the time of destruction of the world. That excellent man with such a lion's strength and with eyes like those of a bull was ruined indeed by his own father, like killing its child-fish by an adult fish. A son, who is devoted to righteousness, has been sent to exile by you. Is it a right thing for you, as seen by scriptures or is it an eternal conduct as practiced by the Twice born? O, king! A husband is a chief refuge for a woman. Her second refuge is a son. The third refuge is her near-relative. There is no fourth one here. Among those three refuges, you do not indeed exist. Rama on his part took refuge in a forest and I do not wish to go there. Thus, I have been ruined in all ways, by you. This kingdom along with neighboring states has been ruined by you. You yourself along with ministers have been ruined. I along with my son am ruined. Citizens too are ruined. Your son Bharata and your wife Kaikeyi only are delighted.\""
        },
        {
            "type": "verse",
            "text": " Hearing the aforesaid voice of Kausalya, consisting of her cruel words, the king also being distressed became disillusioned. Thereafter, the king then looking back on his own evil act, was entangled in grief."
        }
    ]
}