{
    "id": "prose-ayodhya-62",
    "kanda": "ayodhya",
    "sarga": "62",
    "title": "King Dasharatha loses consciousness",
    "chapter": "62",
    "overview": "After hearing harsh words from Kausalya,  king Dasharatha loses consciousness and restores it after a long time. Afterwards, Kausalya repents for  her mistake of speaking such crude words and consoles the king with her reconciliatory words. Overcome  by grief, Dasharatha fell into the grip of slumber as the night prevailed.",
    "content": [
        {
            "type": "verse",
            "text": "When harsh words with anger in this manner were heard by the grief-stricken Kausalya,  Rama's mother, king Dasharatha felt depressed and reflected upon those words. The king fell brooding,  thus perplexed as he was in his mind and lost his consciousness. Thereafter, that king who tormented  the enemies regained his consciousness after a long time. After restoring his consciousness he, breathing  a long and hot sigh and seeing Kausalya by his side, began to worry again. As he thus brooded over,  he recalled in his mind, a sinful deed that was done by him out of ignorance long ago, by shooting with  an arrow an unseen object, the sound of which was only heard. The mighty emperor felt distressed through  agony caused by that sinful dead and as also through agony caused by separation from Rama and was tormented  by the dual grief."
        },
        {
            "type": "verse",
            "text": "That king, tormented by the afflictions, was trembling, bent his head down, joined his  palms in salutation, desirous of getting her grace and spoke to Kausalya as follows: \"O, Kausalya! I  seek your grace. This joining of palms is set out by me. You are always affectionate even towards others  and even indeed kind. For women intent on righteousness, a husband whether he is virtuous or worthless,  is a visible god indeed. You as such, who is ever intent on virtue, who has understood good and evil  fortunes in the world, even if grief-stricken, ought not to have spoken unpleasant words to me, who  is too much in distress.\" "
        },
        {
            "type": "verse",
            "text": "Hearing those miserable words spoken by the distressed king, Kausalya shed tears, akin  to new rain water flowing from a channel. Capturing on her own head, the king's palms joined in the  form of a lotus; Kausalya was scared and spoke weeping in hurriedly lettered words in eagerness: \"O,  king! I appeal to you with my bowed head. I lie prostrate on the floor. I am ruined. I am not to be  forgiven indeed by you. In both the worlds, it is ill-becoming of a woman, being propitiated by her  husband, who is praise worthy and possessing good disposition. In both the worlds, it is ill-becoming  of a woman, being propitiated by her husband, who is praise worthy and possessing good disposition.  Grief ruins courage. Grief ruins sacred learning, grief ruins all. There is no enemy like grief. A hitting  that descended from the hands of an enemy is possible to be tolerated. But, the grief suddenly descended,  even if so small, is not possible to be tolerated. Even ascetics, who know righteousness, who have learnt  sacred texts and who have rent asunder doubts relating to religious merit and wealth, go astray having  their minds infatuated with grief. Today it is counted as five days since Rama has gone to exile. It  is equal to five years for me, since grief has ruined my happiness. While I think of Rama, this grief  in my heart is increasing, like water in a great ocean increases with the fast streaming of rivers.\""
        },
        {
            "type": "verse",
            "text": "While Kausalya was telling auspicious words indeed as aforesaid the sun became feeble  and turned towards night too. The king, thus cheered up by the queen Kausalya, got subjected to slumber,  after having been overcome by grief."
        }
    ]
}