{
    "id": "prose-ayodhya-63",
    "kanda": "ayodhya",
    "sarga": "63",
    "title": "Dasharatha narrates his sin to Kausalya",
    "chapter": "63",
    "overview": "Dasharatha woke up with anxious thoughts. Recalling his earlier sin, he starts recounting the story of a young ascetic to Kausalya. He says that while he was Prince Regent of Ayodhya, he went out for hunting in a forest one day and heard the sound of a hermit-boy filling his pitcher with water by suberging it into Sarayu Mistaking the gurgling sound for trumpeting of an elephant the prince hit the boy with an arrow, which went deep into the body and mortally wounded him. On approaching the victim, he discovered the fatal blunder and tendered his heart felt apologies to the hermit boy, who asked him to extract the arrow from his body and inform his parents. The boy died soon after the arrow was drawn out from the body.",
    "content": [
        {
            "type": "verse",
            "text": "The king, awakened after some time, with his mind afflicted with grief, got into an anxious thinking. Due to banishing of Rama and Lakshmana, a great calamity befell on Dasharatha who was equal in strength to Indra, like sun seized by obscurity, which is attributed to the demon Rahu. After Rama along with his wife departed to the forest, Dasharatha the king of Kosala recalling his earlier sin, wanted to tell Kausalya, whose eye-corners were dark in colour all about it. After Rama was sent into exile to the forest, King Dasharatha, on the sixth night at mid-night, was recalling his sin done (long ago). King Dasharatha, afflicted by grief for his son, recalling his sin, spoke the following words to Kausalya who was suffering from sorrow for her son.<br/> \"O, blessed lady! O gracious one! A doer reaps surely the fruit of his own deeds corresponding to the nature of work either good or bad, of that which he does! He who does not consider, while undertaking actions, the relative value of their fruits as well as the utilities or defects accruing from them, is surely called a fool. Anyone, who after seeing their (charming and big) flowers, greedily desires their (large and luscious) fruits and nourishes Palasa trees, by cutting off a mongo grove, he will come to grief after bearing of their fruit. He who without knowing the result goes running towards action, will come to grief as a nourisher of Kimsuka trees coming to grief at the time of their fruit-bearing. I nourished Palasa trees, by cutting off mango grove. Being wicked-minded in abandoning Rama at the time of arrival of fruit, I am lamenting thereafter. This sin was done by me while I was young and wielding a bow. At that time, I was famous as a young man, who can shoot heard (but unseen) object by an arrow, O Kausalya! This grief, obtained by my own accord, has befallen me, as by a boy in ignorance eating poison in the world. How the other man became disillusioned by Palasa trees, I also became disillusioned in the same manner, without knowing accurately the correct result of hitting a target by means of sound only. You were unmarried till then and I was the Prince Regent. Then came the rainy season which enhanced excitement and desire (for hunting). The sun, partaking fluids from earth and warming the world with its rays, entered the terrible southern quarter haunted by spirits. Heat disappeared suddenly. Resplendent clouds appeared in the sky. All frogs, cuckoos and peacocks were full of joy. Birds with moistened top of their wings as if they bathed, reached with great difficulty the trees, the tops of which were shaken off by rain and wind. Enveloped by water falling again and again on the water already fallen, the mountain with its antelopes in rut, glowed like an ocean. Although the water-streams were crystal clear, they flowed in serpentine courses, with white and red colours because of their admixture with ashes and mountain-minerals on the way. The water-streams, which were crystal-clear till then, became churned with reddish waters, carrying water by a wrong way, after the onset of rain. With a wish to do hunting as an exercise in that most comfortable season, I went along SarayuRiver, in a chariot, wearing bow and arrows. Without my senses under control and with an intent to kill there a (wild) buffalo or an elephant or any other wild animal coming in the night at that place for the purpose of drinking water, I was ready with my bow at a solitary place. Hearing the sound, I killed turning towards it, a wild animal, which came to the bank of Sarayu Riverand another violent beast too which came there. Meanwhile, in that darkness and not within the reach of the eye, I heard the sound of a pitcher being filled up, the sound of which appeared like that of an elephant. With an intent to hit that elephant, I drew out a shining arrow resembling a serpent, targeted towards the direction of sound and discharged it. I released a sharp arrow, resembling a serpent.&rdquo;<br/> &ldquo;There, at dawn, arose a distinct voice uttering 'Ah! Ah!' of a forest-inhabitant, dropping down in water after his vital part was hit by an arrow. While that arrow was attacking a human voice there was heard, saying, 'Oh, how a weapon did rush upon an ascetic like me?' I came to the river, which was away from habitation, in the night to fetch water. By whom I was hit by an arrow? On the other hand what wrong have I done to anyone? To a seer like me, of having laid down violence and living on fruits and roots of wild plants in the forest, how a killing by an arrow is enjoined? Who is desirous of killing me, wearing a mass of locks of hair and clad with bark of trees and deer-skin? What harm was done to him by me? A vain act concerning only with a useless objective is undertaken in this manner. No one will admire him, as for instance like any man seeking the bed of his preceptor's wife, as good. I do not worry that much of my death. I worry both for my mother and father, in the case of my death. By what means of livelihood this elderly couple, maintained since a long time by me, support themselves when I obtain my death? I and my aged parents are killed by a single arrow. By a man without self control and being very much a fool, all of us are virtually killed. <br/> \"Hearing those pitiable words and since I was always intent on righteousness, I felt distressed. The bow and arrow fell down from my hands to the ground. Hearing his pathetic cry, weeping profusely during the night, I became unconscious frequently, utterly bewildered as I was, due to flare-up of my grief. Distressed in mind and with much sorrowful feeling, I reached that place and saw the ascetic, hit by the arrow at the bank of Sarayu River, with his tresses of hair scattered, his pitcher of water thrown asunder, having his limbs anointed with sand and blood lying down as he was, hurt by the arrow.\"<br/> Looking up with his eyes, as if going to scorch with his glory, at me who stood terrified and sick in mind, he spoke those harsh words then: 'O, king! I, who was carrying water for my parents, was hit by you. What was the harm done to you by me who is residing in a forest? Being hit on my secret part by a single arrow, you virtually killed both my mother and father, who are blind and aged. Both of them, weak blind and thirsty, might have refrained their thirst with difficulty and waited with expectation of my arrival since long. I am sure. Surely, our (mine or father's) religious austerity or sacred knowledge have not borne fruit because my father does not have information about me, having fallen down and lying on the ground. What my disabled father, unable to walk around can do, even if he knows like a tree unable to protect another tree which is being cut off? O, Dasharatha! Going there soon, you alone tell my father; so that he will not scorch you by his anger, as a forest is scorched by a flared-up fire. This foot-path will lead you to my father's hermitage. After going there, seek his graciousness, lest he should get angry and execrate you. Extract this arrow-head from my body. This sharp arrow torments my delicate vital part in the same way as a river-current corrodes the sandy bank, which is at a height.&rsquo;<br/> &ldquo;While extracting the arrow-head from him, this thought entered my mind. With arrow-head in his body he will suffer, even though surviving. But after extracting the arrow-head, he will die. Then, the son of the sage perceived worry in the heart of myself, who was lamenting pitiably, suffering from anguish.&rdquo;<br/> Sinking into despondency with distress, distorting his limbs in agony, coiling round himself on the floor with extreme pain and having approached the end of his life, he spoke to me (as follows) with great difficulty. 'Suppressing my grief with firmness, I am becoming stable-minded. Let the torment in your heart, caused by the thought of your having killed Brahmana be removed. O, king the ruler of the country! I am not a Brahmana. Let there be no agony in your mind. I am born through a Sudra woman by a Vysya.&rsquo;<br/> \"While he was speaking in that manner with great difficulty, his vital part having been hit by an arrow and was rolling on the ground, now exerting himself, now trembling and sinking, I drew out that arrow from him. That sage looked up towards me in fear and relinquished his life. O, my dear Kausalya! Seeing him, with his body drenched in water, weeping with anguish, unceasingly sighing his breath, with injury in his vital part and lying down in River Sarayu as he was, I became very much grief-stricken.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus completes 63rd Chapter of Ayodhya Kanda of the glorious Ramayana of Valmiki, the work of a sage and the oldest epic.  <br/>  "
        }
    ]
}