{
    "id": "prose-ayodhya-64",
    "kanda": "ayodhya",
    "sarga": "64",
    "title": "Dasharatha continued to narrate to Kausalya",
    "chapter": "64",
    "overview": "King Dasharatha continued to narrate to Kausalya how he went to the aged parents of the deceased sage and informed about the death of their son and its cause, how he escorted them to their son to the river where he was lying dead, how embracing the boy they wept and offered libations of water to his spirit, how invested with an ethereal body, the spirit ascended to heaven while consoling the aged couple and finally how, having cursed the king that he too would die of agony caused by the separation from his son, the aged couple gave up their lives. Having thus narrated the story of his getting the curse long back and loudly weeping, king Dasharatha dies of grief.",
    "content": [
        {
            "type": "verse",
            "text": "The high souled Dasharatha, while lamenting about the unworthy killing of that sage, spoke further to Kausalya as follows: \"Having done that great sin inadvertently, having my senses confounded and I being alone, I thought of using my reason of what best can be done. Taking the best water fully in that pitcher, I went to that hermitage by the path as directed by the young sage. There I saw the frail, blind and aged parents of the young sage. They were without a guide to support them, as birds whose wings were cut-off. Without any other occupation, they were narrating words only about their son. Having no protector and being immobile they lost the hope of their son, because of me. With my mind afflicted by grief and worried about the impending peril, I fell a prey to further grief after reaching the hermitage. Hearing the sound of my foot-steps, that sage spoke as follows: 'O, son! Why are you late? Give me the water soon. Your mother is regretting why you are playing in water in this manner. Enter the hermitage quickly. If any disagreeable thing has been done by your mother, or me, you, as a sage ought not have kept it in your mind. We being helpless, you are our refuge. We being blind, you are our eyes. Our lives are encircled around you. Why are you not talking with us?' As though fearful in mind to behold the ascetic, I spoke to him in a tone which was indistinct inarticulate and without some consonants? Having strengthened the firmness in my speech and having abandoned fear in my mind by deliberate efforts, I told him of the alarm that awaited him of his son's death. I am Dasharatha, belonging to warrior- class. I am not your high-souled son. This calamity created by my own act, despised by noble men, befell upon me.\""
        },
        {
            "type": "verse",
            "text": " \"O, venerable sage! Wearing a bow in hand, I came to the bank of Sarayu River with an intent to kill an elephant arrived to a ford (for drinking water) or any other wild animal. Then by me was heard the sound of a pitcher being filled with water. Guessing it as an elephant, I killed it with an arrow. Thereafter, reaching the bank of the river there, I saw an ascetic lying dead on the ground, with the arrow pierced into his heart. O, honorable sage! With a desire to kill an elephant by targeting the sound, I released an iron arrow, and thus your son was killed (hit). Approaching as per his request, closer to him who was suffering from pain, I took out the arrow soon from his vital part. Soon after taking out the arrow, he worried about both of you the parents, lamenting that you were blind and there itself he attained Heaven.  Unknowingly and unexpectedly your son was killed by me. It has happened like that. Let the honorable sage command me what to do in this matter. Hearing that cruel news pronounced by me, confessing my sin, that venerable sage could not resist his severe anger. That sage with great splendor, whose face was filled with tears and troubled by sorrow, spoke with a sigh to me who came near him with joined palms.\""
        },
        {
            "type": "verse",
            "text": "\" 'If you have not told me about this shameful deed yourself, O. king, your head would have burst instantly into a hundred thousand pieces. A killing brought about by a warrior premeditatedly and in particular to a hermit, would expel even Indra from his post. The head of a dispatcher of a weapon with a knowledge of the matter on a sage established in austerity or such an unmarried student practicing sacred study, gets burst into seven pieces. You are still surviving because you have done it unknowingly. Not even you, but today the whole of Ikshvaaku dynasty would have been no more, if it is not the case.' \""
        },
        {
            "type": "verse",
            "text": "\"He spoke to me thus: \"O, king! Now we want to see, as our last look, our son whose body is drenched in blood, with his garment of deer-skin scattered from him, lying unconscious on the ground and who is subjected to the dominion of Yama (god of death) . Take both of us to that place. Thereafter, taking both of them, who were weeping profusely, to that place, I for one made that sage and his wife to touch their son. Approaching their son, that miserable couple touched their son's body and fell on it . Then, his father spoke as follows.\""
        },
        {
            "type": "verse",
            "text": "\"My dear boy! You are not offering salutation to me, nor do you talk to me. Why are you sleeping on the floor? Are you angry?  I am beloved to you. Otherwise, see your mother. Why are you not embracing, my son? Utter some words. Whose sweet and heart touching voice, reciting one sacred text or the other in particular at the end of the night, shall I hear from now? O, son! Who after taking bath, worshipping the goddess of dawn, and offering oblations in fire, will be sitting beside me and talking confidently looking at me, as I was afflicted with grief and fear? Who will feed me, like a beloved guest is fed, with roots and fruits while I am sitting without any work, without fetching anything and without having any guide making me to walk? How can I support your mother, who is blind, aged and a poor woman in a pitiable condition, longing for her son? O, son! Come to a halt. Do not go to Yama's abode. You can proceed tomorrow with me and with your mother. Bereft of you, afflicted with grief, without any protection in the forest and poor, both of us also will come soon along with you to Yama's abode."
        },
        {
            "type": "verse",
            "text": "\"Thereafter, seeing Yama, I shall tell these words to him. 'O, Yama! Excuse me. Let this boy nourish his parents. The most glorious and high souled Yama, the guardian of the world will be obliged to give this solitary imperishable boon in the form of fearlessness to me, who is in such a condition. O, son! This criminal killed you. As it is true that you were sinless, you will soon obtain the realms as reached by those who die fighting with weapons. Move on to that which is the highest state, which is obtained by the warriors, who do not return even while being killed, from the direction facing their enemies in battles. Obtain the destiny which was obtained by Sagara, Saibya, Dilipa, Janamejeya, Nahusha and Dundumara. Obtain that destiny, which is obtained by all the sages, by those who studied scriptures, by an act of austerity, by a gift of the land, by him who has maintained sacred fire, who has taken a vow of marrying a single wife, who gifts a thousand cows, who are owed to the service of the preceptor and that which is obtained by those who have abandoned their body (by journeying to Himalayan Mountains, or drowning themselves in water or leaping into the flames). The one born in the race of sages will not obtain an unsafe destiny. The person, who killed you, my son, will obtain that bad destiny.\""
        },
        {
            "type": "verse",
            "text": "\"Thus, that sage repeatedly wept there pitiably. Then he, along with his wife, started doing the ceremony of offering water to his demised son. The pious son of the sage on his part, soon ascended the Heaven, wearing a wonderful form along with Indra (the king of celestials) as a result of his own pious acts. That son of the sage who was together with Indra, talked to his parents. Consoling his parents for a while, he spoke the following words. I obtained the supreme state because of my service to both of you. You will also obtain soon my vicinity. The son of the sage, whose senses were subdued, thus spoke and by a wonderful aero plane with beautiful form, quickly reached Heaven. That ascetic with great splendor along with his wife soon performed the ceremony offering water to his dead son and spoke to me, who was standing near him with folded hands. \""
        },
        {
            "type": "verse",
            "text": "O, king! You have made me, without a son, by killing my one and the only one son, by an arrow. You kill me also now. I am not frightened about death. Since you have killed my holy son through ignorance, I shall pronounce a most painful and very cruel curse on you.  Even as I am suffering from agony now because of the loss of my son, in the same manner; you will also die due to agony caused by the loss of your son. Since the sage was killed by you, belonging to the warrior class, through ignorance, the son of killing a Brahmin will not take possession of you. A feeling similar to this, which makes the life awful and extinct, will indeed quickly come to you, even as a merit accrues to the donor of a donation to the priest.\""
        },
        {
            "type": "verse",
            "text": "\"Pronouncing the curse thus on me, that couple wept many times pitiably, placed their body on the funeral pile and proceeded to heaven. O, Kausalya! The sin I myself committed through ignorance on that day, by invoking an arrow and hitting an invisible object the sound of which was heard, I remember it now on reflection over it. As a disease comes sometime after eating a nutriment mixed with forbidden things, this present occurrence came as a result of the sinful act by me long ago. O, my dear lady! Those words of that noble sage, saying that I shall give up my life due to grief for the loss of my son, have come true to me now.  I am not able to see you with my eyes. Touch me well.\""
        },
        {
            "type": "verse",
            "text": "  Thus speaking, King Dasharatha, terribly weeping said to his wife as follows: \"O, queen! The wrong that was done by me in respect of Rama was not befitting of me. But the good that was done by Rama in my case was worthy only of him. Which wise man on this earth can abandon his son, even if he is of a bad conduct? Which son, even if he is sent to an exile, cannot become angry with his father? Can Rama now touch me or approach me forth with? Men who attained the world of Yama (god of death) cannot even see their kith and kin. I am not able to see you with my eyes. My memory- power is fading away. Messengers of Yama (god of death) are hastening me to come. What can be more sorrowful than the fact I am not able to see Rama, who knows righteousness and who is a truly brave man, at the time of my death? The grief arising out of non-appearance of that son, who performs unparalleled actions, is parching up my life, as sun- shine dries up a water drop. They are not humans but celestials, who will be able to see again in the fifteenth year, the beautiful face of Rama, wearing his handsome ear-rings. The fortunate can see the face of Rama, looking like a moon, with its eyes resembling lotus leaves, with beautiful eye brows, with a comely row of teeth and a charming nose. Fortunate are they, who can see the sweat smelling face of Rama, resembling the autumnal moon and also a full- blown lotus. Happy ones can see Rama, who having finished his exile, will come to Ayodhya like the planet Venus coming from a journey. O, Kausalya! My heart is sinking down by delusion of mind. I am not able to grasp the related sound, touch and the smell. All of my senses are getting scared away due to mental break down, as rays of light of a lamp whose oil is exhausted, starts splattering. This grief caused by my own self is collapsing me, who am helpless and insensible, like a river bank being collapsed by the floods of a river stream. O, mighty armed! O, Rama! O, annihilator of my grief! Alas! O, darling of your father! O, my protector! O, my son! Where have you gone? O, Kausalya! O, Sumitra, the miserable! Alas! O, Kaikeyi, the cruel one! My enemy! The disgrace of my family! I am going to die.\""
        },
        {
            "type": "verse",
            "text": "In this manner, King Dasharatha weeping as aforesaid, reached the end of his life in the presence of Kausalya and Sumitra. King Dasharatha of noble appearance, thus speaking, who was already miserable and distressed for sending his son to exile, felt afflicted with extreme grief by the time the mid- night passed and forthwith abandoned his life."
        }
    ]
}