{
    "id": "prose-ayodhya-65",
    "kanda": "ayodhya",
    "sarga": "65",
    "title": "Dasharatha passes away",
    "chapter": "65",
    "overview": "At the dawn of the next day, panergysts and servants arrived at the palace to serve the  king. Some women, who were empowered to go near the bed, detected the king's death and started crying  loudly. Kausalya and Sumitra suddenly woke up from their slumber and came to know of the king's death.  All the wives of Dasharatha wept miserably. The gynaecium was filled with men and women who felt bewildered  with fear and restlessness; when the king met with his appointed end.",
    "content": [
        {
            "type": "verse",
            "text": "While the night passed away, there arrived at the residence of the emperor, at the dawn  of the next day, highly cultured and excellently learned bards who were pronouncers of benedictions  and whose custom was to eulogize the king, as well as singers and panegyrists uttering recitations in  different styles. Their sounds of praises, uttering benedictions in a loud voice and pronouncing accolades  of the king, pervaded in full the interior area of the palace. While those bards are uttering praises,  others who make a bang of claps, patted the claps, eulogizing the previous glorious acts of Dasharatha.  The birds dwelling in royal palaces perched on the branches of trees and others in cages were awakened  by that sound and began to twitter. The auspicious words uttered by bards parrots etc and the notes  of Vina as well as blissful songs of the metric verses filled that palace. Then, as before, persons  who maintain pure practices and those who were skilled in the services to the king, most of whom were  women and eunuchs, arrived there to serve the king. Those who took care of royal ablutions brought water  sprinkled with yellow sandal in golden pitchers in accordance with appropriate time and the set procedures.  In that manner, women too most of whom were virgins brought all that were pleasing to the touch, eatables,  decorative clothing and ornaments."
        },
        {
            "type": "verse",
            "text": "All that was brought near him was endowed with all auspicious characteristics offered  with reverence as per prescribed scriptures. All that was extremely graceful. All that retinue, greatly  excited as they were, without coming near to the king and with a suspicion as to what was it, stayed  thus till sunrise. The women who were empowered to go near the bed of Dasharatha went in proximity to  him and woke him up. Even so, those modest and prudent women with proper conduct, touched Dasharatha's  bed and could not detect any sign of life whatsoever in him."
        },
        {
            "type": "verse",
            "text": "Those women knew the condition of a body in sleep, by its gestures, movements and others.  As such, they were possessed of tremor apprehensive as they were about the king's life and they resembled  like tips of reeds standing against a stream. Now, seeing the king, certainty arose in the minds of  those doubting women about the calamity (of death) that was apprehended. Overpowered by grief for their  sons, the slumbering Kausalya and Sumitra did not wake up, as though they were completely overtaken  by death. Kausalya bereft of luster, pale faced, emaciated with grief and dispirited, did not shine  brightly (as before) like a star hidden away in darkness. The queen Kausalya, immediately close to the  king and with Sumitra on her side, was not shining as before with her face ruffled by tears of grief.  The persons in the gynaecium, having seen those distinguished queens in slumber and also the king in  that manner, thought that the king had lost his life while just sleeping. Then, those beautiful women  miserably cried loudly with their voice, like female elephants crying when their group leader an elephant  was removed from their place in the forest."
        },
        {
            "type": "verse",
            "text": "Kausalya and Sumitra suddenly obtained consciousness by the sound of their cries and  woke up from sleep. Then they on seeing and touching king Dasharatha, cried 'O, Lord!' and fell on the  ground. Rolling on the floor and covered by dust, Kausalya the daughter of Kosala king was not shining  as before and resembled a star falling down from the sky. While the king was deceased, all the women  saw Kausalya who fell on the floor appearing as a female elephant, which was killed and felled on the  ground. Kaikeyi and all other wives of king Dasharatha were weeping afflicted by grief and fell unconscious.  That great noise was supplemented by those wailing women, bloated by which, it rendered the house all  the more noisy."
        },
        {
            "type": "verse",
            "text": "That gynaecium of the king who met his appointed end was filled with people who felt  bewildered with fear and restlessness, with tumultuous wail all around, and crowded with relatives disturbed  by sorrow, with happiness withered away in it suddenly and became a sight of misery and despondency.  Knowing that the glorious king of excellence had passed away, the king's wives surrounded him with great  sorrow; pitiably wailing profusely and lamented, grasping their hands one another, like orphans."
        }
    ]
}