{
    "id": "prose-ayodhya-66",
    "kanda": "ayodhya",
    "sarga": "66",
    "title": "Kausalya reproaches Kaikeyi",
    "chapter": "66",
    "overview": "Kausalya reproaches Kaikeyi for her wrong deeds, while weeping profusely for her husband's death. The chamberlains reverently remove Kausalya from the place of the king's body, which they later keep in a trough filled with oil. The ministers and other functionaries return to their abodes, when the night fell in darkness.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing the aforesaid deceased king, who looked like a fully extinguished fire, a waterless ocean and a lusterless sun, Kausalya holding the king's head on her lap with her eyes full of tears and who was stricken with grief of various sorts, spoke to Kausalya as follows: \"O Kaikeyi the cruel one and the doer of evils! You be there, having fulfilled your desires. Deserting the king, you can enjoy the kingdom undisturbed and without any hindrance. Rama has left me and gone to the forest. My husband too has left for heaven. I do not wish to live, as one left behind by a caravan in a wrong road. Which woman would wish to survive, leaving her husband who was divine, except Kaikeyi who kicked off righteousness? A greedy person cannot understand one's faults, like one who eats a forbidden dish. Due to that hump- backed woman, Kaikeyi has ruined the race of Raghu dynasty. Hearing Rama along with his wife have been sent to exile by the king as he was coerced as he was (Kaikeyi) to do an unworthy act, Janaka will profusely lament as I do. Rama the pious man who is possessed of like lotus leaves, and who has disappeared from here even though living, now does not know me to have because a support -less widow. Even so, Sita, the daughter of king of Videha, the pitiable lady and who is unworthy of lamentation, will get frightened with grief in the forest. Greatly alarmed to hear the fearful cries of wild animals and birds making their noises in nights, surely she will cling herself to Rama. Janaka too who is aged, and who is not having sons, will be thinking of Sita, over whelmed with grief and will surely abandon his life. Today itself, I too in devotion to my husband, will meet my appointed end. I shall enter the fire, duly embracing this body of my husband.\""
        },
        {
            "type": "verse",
            "text": "The chamberlains reverently removed from that place that unfortunate Kausalya, who was in excess of her grief and was closely embracing her dead husband. The ministers assigned for the job kept the king in an oil trough and did all the acts that were to be done thereafter. The ministers who were knowing all such matters were not willing to do cremation for the king in the absence of his sons and that is why preserved the king's body .(in an oil through). Seeing that the king was laid down in an oil through by the ministers those women in the gynaacium cried \"Alas! He is dead!\""
        },
        {
            "type": "verse",
            "text": "Crying their faces with eyes flowing with tears, the miserable women through up their arms, stricken with grief as they were and pitiably lamented as follows: \"Alas! Great king! When we are already deprived of Rama who speaks lovingly and who always keeps up his promise, why have you left us? Far in distance from Rama, how shall we without our husband, live in proximity to Kaikeyi of wretched nature, who killed her husband? Rama, a protector to you and all of us as well as a capable, prudent and an eminent man, has indeed gone on exile to the forest, leaving this lovely kingdom. How can we, being disgraced by Kaikeyi, and stupefied by evil passion, live without you and the heroic Rama. Whom else will Kaikeyi by whom have been abandoned the king as well as Rama along with Lakshmana great strength and Sita- not abandon? With tears and excessive agony, those excellent Dasharatha's wives together in a row, rolled on the ground, sorrowful as they were.\""
        },
        {
            "type": "verse",
            "text": "The city of Ayodhya, bereft of the high-soled king Dasharatha, was splendour-less, as a night without moon and as a woman without husband.  With people disturbed with tears, with virtuous women raising cries of distress and with its cross -roads and entrances of houses looking desolate, the city of Ayodhya did not shine as before. While the king has gone to heaven due to grief and while the king's wives were lying on the ground , the sun suddenly went away retreating its movement. The night approached, with its darkness having proceeded to spread throughout. The friends and relatives who came there, did not like the king's cremation in the absence of his sons. Thus thinking, they kept the king of inconceivable sight in that resting place (oil- trough). Deserted by the high-soled Dasharatha, with its roads and cross roads filled with people choked with tears in their throats, the city of Ayodhya, looking like sky without sun and night with its multitude of stars disappeared, did not shine with its light having gone away. After the king's death, men and women in the city converged in groups, abusing Bharata's mother, became disturbed and did not obtain happiness."
        }
    ]
}