{
    "id": "prose-ayodhya-67",
    "kanda": "ayodhya",
    "sarga": "67",
    "title": "Brahmins urge Vasishta to select a youth to be the king",
    "chapter": "67",
    "overview": "That night in Ayodhya passed over with agony. At sunrise the Brahmins who enthrone a  person as a king, assembled and requested Vasista the family priest of Ikshvakus to select a youth to  be crowned as a king of Ayodhya. They enunciated the various evil consequences of allowing the country  without a king and leaving it in anarchy.",
    "content": [
        {
            "type": "verse",
            "text": "That night in Ayodhya, which was joyless in a weeping tone and thronged with people with  tears in their throats, slowly passed over. At sunrise, when the night had passed over, the Brahmins  who place a king on the throne, together gathered at the assembly."
        },
        {
            "type": "verse",
            "text": "Markandeya, Moudgalya, Vamadeva, Kasyapa,Katyayana, Goutama and the greatly famous Jabali-all  these Brahmans together with the ministers turned towards the excellent royal priest Vasishta and one  by one spoke as follows: \"King Dasharatha having obtained death due to grief born of separation from  his sons (Rama and Lakshmana), the night which burdened like a hundred years, has passed over with great  difficulty. The monarch has gone to heaven. Rama took retreat in a forest. The brilliant Lakshmana followed  suit and went along with Rama. Both Bharata and Satrughna, the annihilator of enemies, are encamped  in the beautiful house of their maternal uncle in the city of Rajagriha in the kingdom of Kekaya. Hence,  let anyone here in Ikshvaku dynasty be made a king today itself lest our nation without a king should  result in a collapse indeed. Lightning clouds in the sky with a great noise of thunder, will not yield  rain on the land in a country without a king. Even a fist of seeds are not disbursed in a ruler-less  land. In anarchy, even a son is not amenable to the control of a father nor a wife in the authority  of her husband. In a ruler-less land, there is no wealth. Where there is no king, there is no (faithful)  wife. Another very dangerous thing is there. In a ruler less territory, how can there be truth? In a  ruler-less country, people do not cause to make a delightful assembly nor erect beautiful parks or temples.  In a ruler-less territory, those who frequently perform sacrificial rites, those who have self-restraint,  those who firmly adhere to a vow as well as Brahmins do not carry out Soma sacrifices. In a ruler-less  land, Brahmans who obtained wealth and sacrificers in great sacrificial rites do not bestow proper gifts.  In such territory, festivals and gatherings exalting the kingdom in which actors, and dancers exhibit  their talents are not frequently arranged. Litigants do not get their disputes settled and persons who  have a knack for narrating stories do not gratify story- lovers with their tales. Girls adorned in gold  do not go together to parks to play there in the evening. In a lord less land, lustful men do not go  out to woods with ladies in speedily moving vehicles.\""
        },
        {
            "type": "verse",
            "text": "\"In a lord less land, rich people living on agriculture and cattle rearing do not sleep  in their abodes well protected, with their doors open. In a land without emperor, sixty year old elephants  with bells tied around their tusks, do not roam around on royal high ways. In a ruler less land, the  noise of plucking the bow string with the palm, produced by archers continuously discharging arrows  while practicing the use of their bows, is not heard. Where, traders who go to distant places, carrying  with them several merchandises, cannot travel safely in their voyages. A monk who wanders alone, who  has subdued his senses, who mediates himself on the soul and who takes up an abode wherever evening  overtakes him, cannot roam around the city. Where gain and security are not duly established. In anarchy,  army cannot conquer enemies in battle. In a ruler-less land, people beautifully adorned, cannot go fast  cheerfully in excellent horses and chariots. Where persons skilled in sacred treatises cannot sit speaking  together in forests and groves. In such land, floral garlands, sweet-meats and gifts for the sake of  offering to the deities, are not arranged by the appointed persons. Royal princes smeared with paste  of sandal and aloe-wood do not figure brilliantly like trees in a spring time. \"A ruler-less country  is like the water less rivers, like the lawn less garden and like the cowherd less cows. A flag is an  identity for a chariot. A smoke is an identity for a fire. King Dasharatha, like a flag, was an identity  for us and he has left the world for a heavenly abode. In a ruler-less land, there is no one's own property  for any one. Like fishes, persons always eat away each other. The atheists, who were separated from  their right path and who had been tormented; with punishment earlier by the king, are now without fear  and are able to exercise their old temperament (due to anarchy) As the eye sight is helpful regularly  for a proper setting -in-motion of the body, so also a king is the cause of existence for truth and  righteousness of a country. The king is truthfulness and righteousness personified in him. In a race,  he belongs to a noble family. The king is a mother and a father. The king is a benefactor to people.  Hence, Yama (the god of Death); Kubera (the god of riches), Indra (the ruler of celestials) and the  very mighty Varuna (the Lord of Waters) are outstretched by the a high and eminent conduct. Alas! If  a king is not there in the world, with his power of discrimination between good and evil, this world  will be dark and nothing will be clearly perceived. Even when the emperor was alive, we all of us did  not transgress your words, only any more than an ocean transgresses its coast. O, the excellent Brahmana!  After renewing the circumstances here and seeing that the kingdom is becoming a jungle without a king,  you yourself anoint a youth born in Ikshvaku race or anyone here as a king.\""
        }
    ]
}