{
    "id": "prose-ayodhya-68",
    "kanda": "ayodhya",
    "sarga": "68",
    "title": "Vasishta instructs messengers to call Bharata and Satrughna",
    "chapter": "68",
    "overview": "With the concurrence of Markandeya and other sages, Vasistha instructs messengers to call back Bharata and Satrughna from their maternal uncle's house. The messengers leave immediately for the capital of Kekaya, riding their fast horses. They cross Ganga River at Hastinapura, then Saranda River and reach Abhikala village. Then, they cross the holy river of Ikshumati and proceed through Bahlika kingdom in Sudama mountain range to Vishnupada and finally reach the city of Girivraja.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing their words, Vasistha replied thus to that group of friends as well as ministers and to all the Brahmans (assembled there): \"Bharata, who was given kingdom (by Dasharatha) is staying very happily in his maternal uncle's home, along with Satrughna. Hence messengers in fast running horses are to be sent quickly to bring back those heroic brothers. What are we to think of further in this matter?\""
        },
        {
            "type": "verse",
            "text": "Then all of them uttered words agreeing to send the messengers quickly. Hearing their words, Vasistha spoke as follows: \"O, Siddhartha! O, Jay anta! O, Vijaya! O, Ashoka! O, Nandana! Please come. I am telling you all. Hear that which is to be done: After starting quickly from here by traveling in rapidly running horses, you reach the city of Rajagriha. After relieving yourself of the grief, you have to tell Bharata these words as my orders: 'The royal priest and other ministers are asking about your welfare. Come forth, by starting quickly. There is a very urgent work with you.' After going there, do not tell him that Rama has gone to exile or that his father is dead or about this calamity occurred to the descendents of Raghu dynasty. Go quickly, taking silk clothes and excellent ornaments to the king and to Bharata.\""
        },
        {
            "type": "verse",
            "text": "The messengers, who are going to leave for the land of Kekayas, took sufficient eatables required on their way and went to their respective houses, by riding on their admirable horses. Having completed all the remaining preparations for the journey and having been permitted by Vasistha, the messengers quickly proceeded (to the destination). Those messengers went on touching Malini River, flowing between the passing Aparatala Mountain and the northern end of Pralamba Mountain. Having crossed Ganga River at Hastinapura, they proceeded towards west and, reaching Panchala kingdom through Kuru Jangala and observing well filled lakes and rivers with clear water, the aforesaid messengers went briskly, due to the pressing nature of their mission. They speedily moved on, crossing the beautiful Saradanda River, containing clear water frequented by various kinds of birds. Reaching a holy coastal tree called Satyopayaachana (so called because prayers made to it become fulfilled); which was worthy of salutation and going round it clockwise (as a mark of respect) the messengers entered the city of Kulinga. From there having reached a village named Abhikala, they crossed the holy Ikshumati River, which was flowing down from Bodhibhavana Mountain. This region was associated with the father and grandfather of Dasharatha."
        },
        {
            "type": "verse",
            "text": "Seeing Brahmans skilled in Vedas who survived by only drinking water through hollows of their palms, they proceeded through Bahlika kingdom towards a mountain called Sudama. Perceiving a locality called Vishnu padam, Vipasa river, Salmali trees, rivers, ponds, tanks, pools and lakes, as well as seeing many kinds of lions, tigers, antelopes and elephants, they proceeded by that broad lofty high way desirous as they were to execute the command of their master. Those messengers, though riding on tired horses on a long route, reached quickly and safely to the excellent city of Girivraja. For the sake of fulfilling the beloved object of their master (Vasistha), for the sake of preserving the royal family and for keeping up the prestige of the sovereign race, those messengers quickly and respectfully reached that city in the night."
        }
    ]
}