{
    "id": "prose-ayodhya-69",
    "kanda": "ayodhya",
    "sarga": "69",
    "title": "Bharata experiences a bad dream",
    "chapter": "69",
    "overview": "Bharata experiences a bad dream on that very night in which the messengers entered the  city of Girivraja. His friends in the palace arranged entertainment like recitation of stories, playing  of musical instruments, stage plays and jokes to make him cheerful. Even then, his depression was not  gone. Bharata explains in detail his unpleasant dream in its different forms to his friends.",
    "content": [
        {
            "type": "verse",
            "text": "On that very night those messengers entered the city; Bharata also had experienced an  unpleasant dream. Bharata, the son of Dasharatha the paramount sovereign, after seeing that unpleasant  dream just at the dawn of that night, felt very much anguished. Knowing Bharata to have been in anguish,  his graceful speaking friends arranged recitation of stories in the palace; so as to erase his anguish.  Some played musical instruments for bringing about peacefulness. Likewise some others arranged for exhibition  of dramas and some others told various types of jokes. That high-soled Bharata born in Raghu Dynasty  could not be made cheerful by his gently speaking friends by stage-plays or jokes. A close friend spoke  to Bharata, who was surrounded by his companions, as follows, \"O, friend! Why are you not rejoicing,  even when entertained by your friends?\""
        },
        {
            "type": "verse",
            "text": "Bharata replied to the friend who spoke thus, as follows \"You listen to me the reason  for which this depression came to me. I have seen a dream in which my father with his soiled body and  with his hair disheveled, was falling from the top of a mountain into a polluted pond defiled with cow  dung. He was seen by me, as he was floating in that pond defiled with cow dung, drinking an oil through  his hollowed palms and laughing again and again. Thereafter, having eaten cooked rice mixed with gingelly  seeds repeatedly, with his head bent down and with his whole body smeared with oil, he plunged into  the oil itself. I saw in the dream, the ocean dry up, the moon fall on the ground, the earth molested  as if covered by darkness, a tusk of an elephant (on which the monarch rode) broken to pieces, a blazing  fire suddenly extinguished, the earth riven, the various trees dry up, and the mountains whirl up into  a mist. I saw my father in the dream, wearing black clothes, sitting on a stool made of iron and women  with black and reddish brown complexion deriding the king. My father, the virtuous man, adorned with  red garlands and his body besmeared with sandal paste and seated in a chariot drawn by asses, proceeded  hurriedly towards the south. I saw an ugly faced female demon, wearing red colored clothes, laughingly  dragging away the king. This fearful dream was seen thus by me during that night. I myself or the king  or Lakshmana may die. If in a dream, a person sees a man going in a chariot, yoked with donkeys, the  smoke of a funeral pyre will soon be seen ascending him. For this reason, I have become broken hearted.  Hence, I am not able to treat you properly. My throat seems to be drying up. My mind is not at ease.  I do not see the root cause of this fear. But I am experiencing a fear indeed. My voice is choked. My  luster is affected. I abhor me myself and I do not see a reason for it. That great fear is not going  away from my heart, having seen such a course of this bad dream in varied forms and which dream was  not imagined by me earlier and also reflecting on that inconceivable sight of the king.\""
        }
    ]
}