{
    "id": "prose-ayodhya-7",
    "kanda": "ayodhya",
    "sarga": "7",
    "title": "The wicked Manthara",
    "chapter": "7",
    "overview": "Manthara feels very sad after hearing about anointment of Rama for the princely kingdom.  She tells Kaikeyi about the coronation of Rama. Kaikeyi becomes delighted and gives Manthara one of  her jewels.",
    "content": [
        {
            "type": "verse",
            "text": "Manthara, a housemaid who was residing with Kaikeyi since her birth, accidentally ascended  the balcony of Kaikeyi's white palace, which resembled the full moon. From that balcony, she saw the  entire city of Ayodhya, with all its principal roads being sprinkled with water and strewn with heaps  of flowers."
        },
        {
            "type": "verse",
            "text": "Manthara further saw from that balcony the city decorated with the best of flags and  banners. The roads were cleared for uninterrupted traffic. All the people took head-bath. Brahmans with  flowers and sweets in their hands were chanting Mantras. The gateways of temples were white washed.  There were sounds of all musical instruments. The city was filled with rejoicing people and resounding  chant of Vedas. The elephants and horses were also merry. The bulls were making roaring noise. The highly  delighted citizens hoisted rows of flags on their housetops."
        },
        {
            "type": "verse",
            "text": "Manthara asked a house maid with bright pleasing eyes and wearing white silk clothes  standing nearby, as follows: - \"Why is Kausalya giving away money to people so delightfully today in  charity, even though she is badly lured of money?\""
        },
        {
            "type": "verse",
            "text": "\"Why are people so happy today? Is the king duly pleased with something, doing any great  act? Tell me.\""
        },
        {
            "type": "verse",
            "text": "That housemaid, bursting with joy, told Manthara in a great gladdening tone about the  great honor to be conferred upon Rama."
        },
        {
            "type": "verse",
            "text": "\"Tomorrow on the day of Pushyami star, king Dasharatha is going to anoint the fault-less  Rama for the princely kingdom.\""
        },
        {
            "type": "verse",
            "text": "After hearing the words of that maid, Manthara quickly with wrath walked down from the  roof of the palace, which was in the shape of mount Kailasa. Manthara of sinful thought; burning with  anger, approached Kaikeyi who was lying on a bed and spoke these words: \"O, fool! Get up. Why are you  sleeping? A dreadful situation is befalling you. A flood of troubles submerges you. Why are you not  knowing this yourself? Oh, Kaikeyi ! You appear to be a beloved wife for your husband, but in reality  he does not like you. You boast of your fortune. Like the flow of a stream in summer; your fortune is  unsteady\"."
        },
        {
            "type": "verse",
            "text": "Kaikeyi was very much worried after hearing hard words spoken with anger by Manthara  of sinful thoughts. Kaikeyi asked the hunch-backed Manthara as follows; \"O, Manthara! Are you not safe?  You appear to be very sorrowful with your worried face\"."
        },
        {
            "type": "verse",
            "text": "After hearing Kaikeyi's sweet words, Manthara who was an expert in talking, spoke with  anger. That Manthara, who was full of cunning, feigning to be seeking Kaikeyi's welfare, appeared more  worried, and making Kaikeyi sorrowful, spoke the following, to create hostility between Rama and Kaikeyi.  \"Oh, queen! An unending great ruin has encircled you. King Dasharatha is going to anoint Rama for the  princely kingdom. I am immersed in a bottomless pit of fear. I am in distress and my mind is burning  as if by fire. I hastened here to seek you out. Kaikeyi! If Rama becomes king, his son will become king  after him. Thus, Bharata's name itself will be removed from the royal clan.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Kaikeyi! Having born in a royal family and being an emperor's wife, how is it that  you are not knowing about the cruelty in kingly duties? Your husband talks about righteousness, but  does harm secretly. He says sweet words but behaves cruelly. Because of your clean thinking; you are  not able to know that he is cheating you thus.\""
        },
        {
            "type": "verse",
            "text": "\"Your husband approaches you and talks good words, which are useless. But he passes on  benefit today to Kausalya only. The evil minded Dasharatha sent Bharata to the house of his relatives  and at dawn, is going to install Rama on the throne without hindrance. O, childish one! Like a mother,  you wish for his well being. But he is an enemy, and is called husband for a namesake. He is like a  poisonous serpent in your bosom.\""
        },
        {
            "type": "verse",
            "text": "\"King Dasharatha has acted towards you and your son today in the same way as an enemy  or a serpent would behave if ignored. O, stupid one! With his untruthful sweet words to you, who are  ever deserving of ease, the evil minded king is installing Rama on the throne and is thus ruining you  along with your son. O, Kaikeyi, of amazing beauty! You have to take timely action immediately, so as  to save yourself, your son and me too.\""
        },
        {
            "type": "verse",
            "text": "Hearing Manthara's words, that Kaikeyi of charming countenance who was lying in bed,  rose from her coach full of delight like unto the crescent moon in autumn. That Kaikeyi in the midst  of her astonishment and joy gave a graceful jewel to the hunch-backed Manthara. Kaikeyi, the best among  women, gave a jewel to Manthara and spoke to her as follows:"
        },
        {
            "type": "verse",
            "text": "\"Oh, Manthara! You informed much gladdening news to me. What else can I do for you, who  informed such a good news? I do not see any difference between Rama and Bharata. That is why, I am happy  that Rama is being anointed for crown by the king. You do merit every favor. I have no other pleasant  news than this. Hence, you cannot ever again inform a better loving news than this. I shall give you  a good boon. Ask for it!\""
        }
    ]
}