{
    "id": "prose-ayodhya-70",
    "kanda": "ayodhya",
    "sarga": "70",
    "title": "The messengers enter the city of Rajagriha",
    "chapter": "70",
    "overview": "The messengers entered the city of Rajagriha and meet the king Kekeya and prince Yudhajit. They request Bharata to start for Ayodhya urgently. Bharata seeks permission from king Kekeya his maternal uncle. King Kekeya gives permission to Bharata to leave for Ayodhya and bestows him various gifts. Bharata and Satrughna along with men. elephants and horses start his journey for Ayodhya.",
    "content": [
        {
            "type": "verse",
            "text": "While Bharata was narrating his dream, the messengers whose horses were tired, entered the beautiful city called Rajagriha, which has too big a palace-gate and met the king Kekeya and the prince Yudhajit, who received them hospitably. They saluted the feet of the king Kekeya and spoke the following words to Bharata: \"Vasistha, the family-priest and all the ministers were asking about your welfare. Come forth indeed quickly. There is an urgent work with you. O, Bharata! Take these very valuable clothes and jewels and give them to your maternal uncle. In these jewels and clothes, a worth of hundred crores is to be given to the king Kekeya and likewise a worth of ten crores in full to your maternal uncle.\""
        },
        {
            "type": "verse",
            "text": "Bharata, who had a great affection towards his kind hearted relatives, took all that, honored these messengers profusely with gifts of their liking and spoke(as follows) : \"I hope that king Dasharatha, my father is quite safe. I also hope that Rama and the high-soled Lakshmana are well. Is Kausalya, the venerable lady, who is intent on virtue, who knows righteousness, who visualizes goodness and who is the mother of the wise Rama, also well?  I hope that Sumitra, who knows righteousness, who is the mother of Lakshmana as well as the heroic Satrughna and our middle mother, is well. As Kaikeyi, who loves herself, a forever fiery lady of wrathful nature, who prides herself to be highly intelligent and my mother, also well? What did she say?\""
        },
        {
            "type": "verse",
            "text": " On hearing the words of the high soled Bharata, those messengers then respectfully spoke to Bharata as follows: \"O, prince! Those, of whom you do enquire, are all well. The goddess of prosperity, holding a lotus in her hand, awaits you. Let your chariot be made ready.\""
        },
        {
            "type": "verse",
            "text": " Hearing the words Bharata spoke to the messengers as follows: \"I will get permission from the monarch(to leave for Ayodhya) saying that the messengers are hastening me up.\" Bharata the prince having been asked to move quickly (to Ayodhya) by the messengers, spoke as aforesaid to those messengers and uttered the following words to his maternal uncle: \"O, king! Requested by the messengers to come to Ayodhya urgently, I am going to my father's presence. I shall again come, whenever you recall me.\" Hearing the words of Bharata, the king Kekeya, his maternal uncle smelled (as a token of affection) the head of Bharata and spoke the following auspicious words: \"Go, my dear child! I am permitting you. Kaikeyi is fortunate to have a good son like you. Bear my greetings to your mother and father. Pay obeisance to your family priest, the other illustrious Brahmins and your brothers Rama and Lakshmana the wielders of bows.\""
        },
        {
            "type": "verse",
            "text": "The king Kekaya, treating him hospitably gave that Bharata the best of elephants, woolen clothes of varied colors, antelope skins and riches (gold and silver vessels etc). The king Kekeya generously gave as gifts to Bharata, two thousands coins of gold and sixteen hundred horses. Likewise, Aswapati sent some attendants, who were dear, reliable, endowed with virtues and inmates of his palace with Bharata (to accompany him on the return journey). Yuddhajit, his maternal uncle gave him as gifts, elephants of Airavata race born in Indrasira mountain-range and which were charming to behold as well as mules which could walk quickly and were well trained. He gave as a gift, large bodied dogs, which were well nourished in the gynoecium, possessing strength and vitality of a tiger and which were using their tusks as weapons. The wealth of gifts bestowed by the king Kekeya did not rejoice Bharata, Kaikeyi's son, who was then in a hurry to go. Due to goading of messengers and visualization of the dream, a very big worry was formed at that time in his heart. The glorious Bharata crossed his very big palace, augmented with men elephants and horses and entered the excellent royal high way. The sagacious Bharata crossed the royal high way and perceived the gynoecia. Then, the glorious Bharata entered those gynoecia. Bharata took leave of his maternal grandfather and also Yudhajit, his maternal uncle and set out on a chariot (for Ayodhya) along with Satrughna. With more than hundred chariots variegated with jewels yoked to camels, bullocks, horses and mules as also servants followed Bharata as he departed."
        },
        {
            "type": "commentary",
            "text": "Instead of  \"rathaan maNdalachakraamshcha\", \"rathaan ratnavichitraamshcha\" in the old version is taken -as the clause \"chariots with round wheels\" appears to be meaningless."
        },
        {
            "type": "verse",
            "text": "Being protected by the army, the high soled Bharata, who was free from enemies, taking Shatrughna along with other companions good enough to him, started from the palace of his venerable maternal uncle, as a Siddha(a semi- divine being of great purity and perfection and said to possess supernatural faculties) would start from Indraloka( the world of celestials)."
        }
    ]
}