{
    "id": "prose-ayodhya-71",
    "kanda": "ayodhya",
    "sarga": "71",
    "title": "Bharata reaches the city of Ayodhya",
    "chapter": "71",
    "overview": "Spending seven nights in his journey, crossing various streams and rivers and passing through many woods and territories, Bharata reaches the city of Ayodhya, from there ,he finds the city of Ayodhya in a forlorn mood and discusses this situation with the charioteer. With an apprehensive and gloomy mind, he enters his father's house.",
    "content": [
        {
            "type": "verse",
            "text": "That brilliant and glorious Bharata, who was a rejoice to Ikshvaku dynasty marching in easterly direction from the city of Rajagriha, thereafter observing and crossing Sudama* river as well as the wide Hladini river, whose stream flowed towards eastern direction. The route Bharata drove was a different one from the route the messengers had taken from Ayodhya to Rajagriha. This is a longer route and it took a complete week for Bharata to reach Ayodhya. The pure and illustrious Bharata, who kept up his promise, crossing shatradru river at Eladhana village, reaching the region of Apara parpata, crossing a rocky hill called akurvati, seeing the villages of Agneyam and salyakartana as well as Silavaha river, crossed huge mountains and traveled towards the woods of Chitraratha. Arriving at the confluence of Saraswati and Ganga rivers, Bharata entered the woods of Bharmuda, the north of Viramatsaya region. Reaching and crossing a refreshing river named Kulinga, which is swift and surrounded by mountains as well as Yamuna river, the army was then made to rest there. Making cool the limbs of the tired horses by bathing there and cheering up them, nay, taking a bath himself, drinking some water and carrying it for future use, Bharata proceeded further."
        },
        {
            "type": "verse",
            "text": "The blessed prince Bharata traversed that rarely frequented huge forest by his excellent chariot as the wind glides through an atmosphere. He soon reached the great river, Bharathi, which is difficult to be crossed, at the city of pragvata in the region of Amsudhana. Crossing the River Ganga at the city of Pragvata, he reached the river Kulikoshthika, traversed it along with his army and then arrived at the region of Dharmavardhana. Bharata reached Jambuprasta village, which is located at the southern part of Torana region and from there he arrived at a beautiful village too, named Varutha. Making a camp in that beautiful forest there, he traveled towards the east and reached a garden in the city of Ujjihana, in which there are a number of Kadamba trees. Having reached Sala and Kadamba trees, Bharata yoked swifter horses to his chariot, allowed his army to come after him and quickly went ahead."
        },
        {
            "type": "verse",
            "text": "Having halted min Sarvatirtha village and having crossed Uttamika river and various other rivers by mountain -ponies and reaching Hast prasthaka village, Bharata crossed Kutika river and traversed kapivati river at Lohitya village. After crossing Sthanumati river at Ekasala village and Gomati river at Vinata village, he took rest at a grove of Sala trees at Kalinga city as the horses were very much tired and then proceeded quickly."
        },
        {
            "type": "verse",
            "text": "Driving through grove quickly in the night, Bharata at the dawn saw the city of Ayodhya, which was earlier built by King Manu. Seeing the city of Ayodhya in front, after spending seven nights on his way, Bharata the tiger among men, spoke the following words to his charioteer: \"O, Charioteer! The famous city of Ayodhya comes into view vaguely to me from a distance, as a heap of white clay. It has beautiful gardens. It is filled with performers of sacrifices and with people endowed with good qualities as well as well versed in the Vedas and with Brahmins inmost abundant reaches , It is being ruled by a royal sage. Earlier, a big clattering voice of men and women used to be heard all round in Ayodhya. Now, I am not hearing that voice. The parks which used to beam with men streaming forth on all sides, having given up sporting in the morning after entering them in thee evening having spent the whole night in sport, now appear to me otherwise. These parks deserted by the lovers now turn out to be dejected . O, charioteer! To me, the city appears to have changed into a forest. Here, as before, important persons indeed are not seen going into the city or coming out it in carriages or on horses or on elephants. Earlier parks used to be conspicuously excited with joy and gaiety and were most congenial for love contacts of men. I am seeing the same parks., today with lack of enjoyments on all sides and with trees having their leaves fallen along the road, looking like picture of dismay. Even now at dawn, charming sounds with sweet and much melodious tone of animals and birds intoxicated with happiness are not being heard. Why does, as before, pure and auspicious breeze laden with aloes and sandal wood intensified with the fume of burnt incense, not blow today.? Why today have the sounds of kettledrums, clay tomtoms and Vinas played upon with drum-sticks or palms or fingers stopped which formerly never ceased at any time. I perceive various kinds of evil sinful and silly omens and by this, my mind is dejected. O, charioteer! It is not possible that all sounds be well with my kinsfolk, as indeed, even without any cause for a grievance, my spirit is cast down.\""
        },
        {
            "type": "verse",
            "text": "Despondent, distressed in mind, frightened and extremely entered the city, which was ruled by the descendents of Ikshvaku. Bharata, with his tiered horses entered the city through Vaijayanta gate. Greeted with slogans of victory by the standing gatekeepers, he went inside, along with others. He, with a distracted mind, responded to the salutations of those porters at the gate and those porters at the gate and spoke to the charioteer who was beloved to Asvapati as follows: \"O, the faultless charioteer! Why was I brought so quickly without any reason? My mind is apprehending some evil. I lost my all energy. Whatever things were heard by us formerly in the same case of ruin of kings, I am seeing here all those signs. I am seeing the family horses in which dirt is not swept away, with their doors wide open, bereft of splendor on all sides without any offerings being made, and with no incense burned . Families are starving and people look miserably without any charming appearance. The temples of gods are deserted and have lost their radiance, with their splendor of floral decorations lost, nor are there any assembling to perform sacrifices as before. Worships of the deities were placed aside. Assemblies of prayers are also not adorned with saleable flowers and garlands today. Even traders lost interest in trading tie-ups and their minds are tied up in thoughts. They are not being seen here today, as before. Clusters of birds in temples and large trees in the city are looking desolate. The population of men and women in the city look thoughtful anguished weak messy and despondent with their eyes held in tears.\""
        },
        {
            "type": "verse",
            "text": " After seeing those bad omens in Ayodhya, the broken hearted Bharata spoke to the charioteer as aforesaid and went to the royal palace. Beholding the city of Ayodhya, that formerly possessed the splendor of the capital city of Indra, now with its squares houses and high ways deserted, the doors and hinges covered with rust , Bharata was overcome with grief. Seeing many things disenchanted to mind which did not occur at any time before in the city, the high soled Bharata with his head bent down and with his mind miserable gloomily entered his father's house."
        }
    ]
}