{
    "id": "prose-ayodhya-72",
    "kanda": "ayodhya",
    "sarga": "72",
    "title": "Kaikeyi informs Bharata about the death of Dasharatha",
    "chapter": "72",
    "overview": "Bharata does not find his father in the royal palace and goes to meet his mother. He  asks his mother about the whereabouts his father. Kaikeyi informs Bharata about the death of Dasharatha.  When Bharata enquired about Rama, Kaikeyi also discloses Rama's exile to the forest along with Sita  and Lakshmana. She also narrates about the two boons she asked the king Dasharatha as well as how the  king accepted her boons and sent Rama to exile. She further advises Bharata to meet the chief of Brahmans  like Vasista and others to get himself crowned for the kingdom.",
    "content": [
        {
            "type": "verse",
            "text": "Not finding his father there in his father's palace, Bharata went to his mother's apartment  to see his mother. Beholding his son who was absent from home for long and returned, Kaikeyi was delighted  and then sprang up, leaving her golden seat to receive him. Soon after entering his house, which was  devoid of any splendor, Bharata the righteous man, grasped the auspicious feet of his mother in obeisance.  Kaikeyi smelled (as mark of affection) the head of the illustrious Bharata, embraced him, made him to  ascend on her lap and started questions: \"How many days passed since you have left your maternal grand  father's house? Is there no travel fatigue to you, who have come speedily in a chariot? O,son! Is your  grand father doing well? Is Yudhajit, your maternal uncle doing well? Were you happy in being absent  from home ? Be good enough to tell me all?\""
        },
        {
            "type": "verse",
            "text": "Affectionately enquired thus by Kaikeyi, the lotus eyed Bharata, the prince, narrated  all to his mother. \"It is seventh day to me today since I left the grand father's house. Yudhajit, your  father as well as my maternal uncle are doing well. Carrying the gifts and jewels, given to me by the  king who annihilates enemies my followers became tired on the way and I arrived ahead of them. I came  soon because of the horridness communicated by royal messengers. Let my mother be good enough to tell  that which I desire to ask her. This couch of yours, which is fit for rest and decorated with gold,  is empty. These men and women of Ikshvaku race do not appear to me to be cheerful. King Dasharatha mostly  used to here in your house. Now, I am not seeing him. I came here, desirous of seeing him. O, mother!  I will grasp in obeisance my father's feet. Tell about him, as I ask you. Or is he in the house of Kausalya  the senior most of my mothers?\""
        },
        {
            "type": "verse",
            "text": "Deluded by the greed for kingdom, Kaikeyi who knew everything closely, told the terribly  unpleasant news to Bharata, who did not know anything, as though the news was delightful. \"King Dasharatha,  your father who was having a noble nature, who was respect and performing frequent sacrifices as well  as a refuge to good men followed that path which all beings follow.\""
        },
        {
            "type": "verse",
            "text": "Bharata, a righteous man with a noble descent and an honest man, hearing that news ,  immediately fell down on the ground, being exceedingly tormented by the grief for his father. The mighty  armed and heroic Bharata, raising his grievous and depressed voice, cried, \"Alas, I am undone' and lifting  up his arms, fell down. Then, Bharata of great majesty, who was enveloped in grief and whose mind was  troubled by reeling under the death of his father, lamented profusely. \"These beautiful couch of my  father earlier used to enhance its charm with his splendor, as the moon irradiates the stainless sky  in the night at the end of a rainy season. Being unoccupied by my virtuous father, the same couch now  is bereft of its glory, like the sky without the moon or like the sea with its water dried up.\""
        },
        {
            "type": "verse",
            "text": "Covering his lovely face with a raiment, Bharata the first of those who are victorious,  with a profound distress in his mind shed tears in lamentation. Kaikeyi lifted up from the floor, her  son Bharata, who was pained with sorrow, looking like a god, who fell on the ground like a sala tree,  cut off by an axe, appearing like an elephant in rut, looking like the moon and sun, afflicted with  grief as he was and spoke the following words: \"O, the highly illustrious prince! Arise,arise! Why are  you lying down? Gentlemen, like you, respected in the assembly of men, do not grieve indeed. O, Bharata  endowed with understanding! Your intellect, which follows good character as well as sacred scriptures,  has an authority to donate and sacrifice, ever shining as such like a splendor in the abode of the sun.\""
        },
        {
            "type": "verse",
            "text": "Encircled by numerous afflictions, Bharata weeping for a long time , rolled over the  floor and replied to his mother as follows: \"Making up my mind that the king was either going to anoint  Rama as a prince regent or to perform a sacrifice, I cheerfully got into the journey. All this turned  to be otherwise. By not beholding my father, who was forever interested in my wishes and welfare, my  heart is broken to pieces. O, mother! On what ailment did the king die, when I was not here? Rama and  others who performed purificatory rites by themselves for our father indeed fortunate. It is sure that  the illustrious monarch does not know the fact of my arrival. Otherwise, my father quickly would have  indeed smelled my head, by bending me in affection. Where is the caressing hand of my dear father of  unwearied action wipe away the dust with which I am covered? Announce soon about my arrival to Rama  of immortal exploits, he who is a wise brother to me, my father, my friend and to whom Iam a servant.  An elder brother indeed becomes a father for a faithful man who knows righteousness. I will grasp his  feet in obeisance. He is indeed the refuge for me now. What did my father the king, who know virtue  , who was forever pious, who was true to his promise, who was strictly truthful, who was truly valiant  and who was honorable, say? I want to hear exactly the last message of my father to me.\" Thus requested  by Bharata, Kaikeyi spoke the following words in accordance with truth."
        },
        {
            "type": "verse",
            "text": "That high soled king, who was excellent in understanding the Universal spirit, departed  to the world, crying 'O, Rama, O, Sita, O, Lakshmana!' \"Your father spoke the following last words  also, when he was abandoned by the operation of time , like a huge elephant surrendered into a trap.  Those men who are able to see Rama returning Sita and the mighty armed Lakshmana are those who are  fortunate enough.\""
        },
        {
            "type": "verse",
            "text": "Hearing the aforesaid pronouncement, which disclosed second unpleasant news, Bharata  was dejected. Becoming gloomy faced, he once again asked his mother as follows: \"Where did the virtuous  Rama, who augments Kausalya' s delight go now along with my brother Lakshmana and with Sita?\""
        },
        {
            "type": "verse",
            "text": "Asked by Bharata in this manner, his mother started telling so greatly unpleasant words,  exactly as it had happened, as though they were very pleasant words: \"O, son! He, that prince Rama,  wearing long narrow pieces of bark, went indeed to the great forest of Dandaka, followed by Lakshmana  and also Sita.\""
        },
        {
            "type": "verse",
            "text": "Hearing these words, Bharata being aware of the glory of his race, doubted and feared  whether Rama was sent to exile because of his unrighteous conduct, if any and again asked his mother  as follows: \"Has not Rama indeed stolen the wealth of some Brahmana? Has not he done any harm either  to a rich or to a poor virtuous man? Has the prince indeed not longed for the wife of another? Why was  my brother Rama expelled to the forest of Dandaka?\""
        },
        {
            "type": "verse",
            "text": "Thereafter his mother, an unsteady woman, on account of her feminine nature began to  narrate her act which was the exact state of the case. Kaikeyi, a fool thing herself to be learned,  after hearing the queries of the virtuous Bharata, delightfully spoke the following words: \"Not even  a little of belonging to a Brahman was stolen by Rama, no harm was done by him either to a rich or to  a poor virtuous man. Rama does not even look with his eyes, the wives of others. O, son! Immediately  on hearing decidedly about the coronation ceremony of Rama by me then, I asked your father to bestow  kingdom to you and for banishment of Rama to the forest. Submitting to his own decree, King Dasharatha,  your father has done all that was requested by me. Rama along with Lakshmana and Sita too were sent  into exile. That beloved son having not been seen, the very celebrated monarch was made miserable by  the grief for his son and obtained death. O, Bharata knowing righteousness! The king- ship may be taken  charge by you now. All this was indeed done for your sake in this manner by me. O, son! Do not dwell  in grief and anguish. Dwell in courage. This city along with the salubrious kingdom indeed is subservient  to you. Hence, meet the chiefs of Brahmanas like Vasishta and others who know the rituals, perform soon  the sacred rites to the king and become crowned as a king yourself to the earth, being not depressed  in spirit.\""
        }
    ]
}