{
    "id": "prose-ayodhya-73",
    "kanda": "ayodhya",
    "sarga": "73",
    "title": "Bharata reproaches Kaikeyi in many ways",
    "chapter": "73",
    "overview": "Bharata reproached Kaikeyi in many ways. Pricking with his unpleasant remarks, Bharata tells her that he will bring back Rama from the forest, install him on the throne of Ayodhya and become his attendant.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing that his father was dead and both his brothers were exiled, Bharata was tormented with grief and spoke the following words: \"Bereft of my father as well as my brother too, who is exactly like my father, what is the use of a kingdom now to me, lamenting as I am with despair? Making Dasharatha to die and turning Rama to be an ascetic, you brought one calamity after another like sprinkling salt on a wound. You came for destruction of our race, like the night of destruction coming at the end of the world. My father could not be aware of his embracing a live char-coal to his bosom. O, the malevolent woman! You caused the death of my father. O, the one who made our race unchaste! In this race, happiness is deserted through your ignorance. My father, king Dasharatha, who was true to his promise and immensely famous, now died, tormented as he was with bitter grief, because of you. Why did you kill my father the monarch, who was intent on righteousness? Why did you send Rama on exile to the forest? It is impossible that Kausalya and Sumitra, who are afflicted with grief for their sons, will live in fellowship with you, my mother. Even Rama my elder brother, a pious man who knows how to behave with elders, used to act with the best behavior in your case, exactly as how he was behaving with his own mother. In the same manner, Kausalya, my elder mother having far sightedness and established in piety, indeed used to behave with you as your sister. Why are you not lamenting, after sending Rama, the disciplined Kausalya 's son, clothed in a bark dress, to live in a forest? O, sinful one! You indeed sent into exile, clad in a bark dress, Rama having a virtuous disposition, a valiant man, a self controlled and illustrious man as he was. What reason do you gather for it? I think it is not known to you, a greedy woman, about my devotion towards Rama. It is exactly so. You have brought in this great calamity for the sake of a kingdom. By which source of strength can I be able to protect the kingdom, without those lions among men, Rama and Lakshmana in proximity to me? Dasharatha the monarch, having great strength and a pious mind always indeed used to take refuge in that strong man Rama as the Meru mountain takes refuge in a forest surrounding the mountain. By what stamina, shall I sustain this burden of kingship any more than a young bullock that is yet to be tamed, would stand the strain on getting a load, lifted up with ease by a giant bullock. Or even if a strength can be brought into existence in me by following certain suitable methods or by strength of intelligence, I will not allow you, who are greedy in fetching of kingdom for your son, to fulfill your desire. No aversion would be felt by me even to desert you, a woman of evil designs, if Rama did not treat you like a mother at all times.\""
        },
        {
            "type": "verse",
            "text": "\"O, malevolent woman with your good conduct disappeared! How this idea forbidden by our ancestors, has arisen in your mind at all? The eldest of all in this race should be indeed anointed as a king. The rest of his brothers are to behave reverently towards their elder brother. O, cruel woman! I feel that you are not catching even a glimpse of the rules relating to kings or not even aware of a permanent procedure prevailing in the administration of kings. According to the administration of kings the eldest son always indeed gets inaugurated in kingdom. This procedure is similar to all kings; especially so in the case of Ikshvaku kings. The pride of reputation of those belonging to Ikshvaku race, who protect righteousness alone and who possessed good family conduct, is turned away by you today. Even kings belonging to your ancestral race were great people. How has this contemptible stupidity of mind born in you? O, woman with evil designs! I for one will not fulfill your desire. A criminal act, which will cause even an end to my life, has been undertaken by you. Now itself at the cause of your dislike, I for one will bring back from the forest, my brother, who is a faultless man and a beloved man of his people. Bringing back Rama with a very firm mind, I will become a servant to him, who is radiant with glory.\""
        },
        {
            "type": "verse",
            "text": "Speaking as aforesaid, the high soled Bharata, pricking her with a multitude of unpleasant words, roared again like a lion stationed in a mountain cave."
        }
    ]
}