{
    "id": "prose-ayodhya-74",
    "kanda": "ayodhya",
    "sarga": "74",
    "title": "Bharata then promises that he would bring Rama back",
    "chapter": "74",
    "overview": "Bharata censures Kaikeyi saying that because of her, Dasharatha is dead and Rama is sent to exile. He abuses his mother of her greed for the kingdom and the misfortune thus brought to Kausalya, Sumitra and other mothers because of his father's death and brother's exile to the forest. He compares the grief of the Kausalya with the grief of Kamadhenu the mythical cow who was aggrieved of a pair of bullocks (her sons) being harassed by a plough -man. Bharata then promises that he would bring Rama back to Ayodhya and make him as a king.",
    "content": [
        {
            "type": "verse",
            "text": "Reproaching Kaikeyi in that manner, Bharata again spoke the following words, wrapped as he was in great anger. \"O, Kaikeyi! The cruel and evil-mannered woman! Get lost from this kingdom. You having abandoned righteousness, remain lamenting about me, who will be dead soon. What harm king Dasharatha or the highly righteous Rama have done to you so harshly that Dasharatha's death and Rama's exile have occurred at one and the same time because of you? You got the sin of killing an embryo because of the destruction of this race. O, Kaikeyi! Go to hell. Do not get the residence in the same heaven as your husband. You have done this terrific act and committed such a great sin. By forsaking the persons beloved by all, an alarm has been created in me also. My father died and Rama is dwelling in a forest, because of you. You got me ill fame in this world of beings. Though in appearance you are my mother, you are inimical to me. You are a cruel woman, greedy of kingdom. With evil conduct, you killed your husband. I should never speak to you. Kausalya, Sumitra and my other mothers are engrossed in a great misfortune, by falling victim to you, who brought disgrace to our family. The righteous Rama, who is forever devoted to truth, was sent to the forest. Due to grief for his son, my father went to heaven. You do not seem to be the daughter of Asvapati, the pious and sensible king. You were born there as a demo ness, to destroy the house of my father. The aforesaid sin you have committed has made me father less. Besides, I have been abandoned by my brothers and all the people dislike me now. O, woman having evil desires, moving towards hell! Which world will you attain now, after making Kausalya endowed with righteousness, deprived of her son? Don't you know that Rama the son of Kausalya is a subdued man, who is devoted to his relatives and as an eldest brother, equal to a father? A son is the most beloved to his mother as he is born from the primary and secondary limbs of her body and also from her heart. The other relatives are only like friends. Once upon a time, Kamadhenu the mythical cow of Vasista, who knew righteousness and was worshipped by celestials, is said to have seen her sons, drawing a heavy burden on earth and became unconscious. Seeing her sons (a pair of bullocks) fatigued, after toiling for half a part of their day on earth, Kamadhenu the mythical cow cried with her eyes full of tears in grief for the fate of her sons. Small and sweet smelling tear drops of that mythical cow fell on the limbs of the high soled Indra the lord of celestials, who was traveling below in a lower region. Seeing those sweet- scented tears falling on his limbs, Indra the Lord of celestials identified the tears to be those of the great Kamadhenu the mythical cow. Looking into the sky, Indra saw that Kamadhenu standing there with anguish and pitiably weeping with great grief.\""
        },
        {
            "type": "verse",
            "text": "\"Indra the lord of celestials with a thunder bolt in his hand, seeing that beautiful Kamadhenu the mythical cow, tormented with grief, spoke eagerly with joined palms to her, as follows: 'O, cow the well wisher of all! I hope there is no great panic from any quarter to us. For what occasion is your sorrow?' \"Hearing the words of the intelligent Indra the god of celestials, the prudent Kamadhenu who was skilled in expressing words, replied as follows: 'Heaven forefend that evil! O, Indra the lord of celestials! There is no danger whatsoever to you from any quarter. Seeing these pair of bullocks, my sons, who are in hardship, being scorched by sun's rays, becoming weak, being troubled by the man who ploughs the land and being immersed in grief, I am pitiably weeping O, Indra!' \"By seeing them who are afflicted with the burden and aggrieved, I am greatly anguished. They are indeed born of my body. There is no dearest one equal to a son indeed!\""
        },
        {
            "type": "verse",
            "text": "Seeing such a sacred cow weeping, whose hundreds of sons pervaded the entire world, Indra reckoned none whosoever as more than a son (to a mother). \"Such a Kamadhenu the sacred cow, which is desirous of maintaining the world always having unequalled behavior, the venerable one, by its very nature functioning forever with good qualities and to whom there are thousands of sons, is lamenting, how much more indeed Kausalya will drag her existence, without Rama? She, who has only one son and who is a holy woman, has been made without a child by you. Thereafter, you will obtain grief forever after your death or even here while living. I for my part, shall toil for the complete reinstatement of my brother and complete the obsequial rites due to my father as well as for their prosperity and glory. There is no doubt. Rama the son of Kausalya, of great prowess will be brought back to Ayodhya and I, myself will go to the forest inhabited by the sages. O, wretched and evil minded woman! By seeing the sorrow stricken citizens, I am indeed not able to bear the inequity done by you. As for you, enter the fire or you yourself go to forest of Dandaka or fasten a rope around your neck. There is no other recourse for you. After Rama the truly mighty man, obtains his native land, I will even become an accomplished man, with my sins duly washed away.\""
        },
        {
            "type": "verse",
            "text": "As an elephant in a forest pricked with a javelin and a goad and as a hissing serpent, Bharata was enraged and fell on the ground. His eyes inflamed, his clothes in disarray, and his all ornaments discarded, Bharata the prince and the tormentor of foes, lay on the earth, like a banner of Indra raised at the end of a ceremony**"
        }
    ]
}