{
    "id": "prose-ayodhya-75",
    "kanda": "ayodhya",
    "sarga": "75",
    "title": "Bharata and Satrughna go to Kausalya's palace",
    "chapter": "75",
    "overview": "Bharata asserts that he does not know how the exile of Rama, Sita and Lakshmana has occurred. Bharata and Satrughna go to Kausalya's place. Kausalya speaks harsh words to Bharata, saying that Kaikeyi his mother procured for him the kingdom as desired by him the kingdom as desired by him. Bharata politely explains, on a number of oaths, his own innocence over the matter, Kausalya comes to know Bharata's heart, fondly takes him to her lap and weeps distressfully.",
    "content": [
        {
            "type": "verse",
            "text": "That valiant Bharata, having come to himself a long time on obtaining consciousness, saw his mother whose eyes were filled pitiably with tears, reproached her mother in the midst of the ministers and said as follows:- \"I never desired for the kingdom nor consulted about this matter with even my mother. I was not aware of the proposed coronation, which has of the been contemplated by king Dasharatha; since I was staying indeed in a distant land, along with Satrughna. I was neither aware of the banishment of Rama to the forest nor about how the exile of Lakshmana and Sita have occurred.\""
        },
        {
            "type": "verse",
            "text": "Recognising the voice of Bharata the noble man, crying out in that manner, Kausalya spoke the following words to Sumitra: \"Bharata, the son of Kaikeyi, the doer terrific deeds arrived. I went to see that far-sighted Bharata.\" That Kausalya who became pale with her demeanor, dirty and emaciated, speaking to Sumitra as aforesaid, became agitated and absent minded and proceeded to his place. Bharata, the younger brother of Rama on his part, along with Shatrughna started out to Kausalya's place. Seeing Kausalya who was afflicted with grief, who fell unconscious (on the way) who was crying and who was an honorable woman with a noble mind. Shatrughna and Bharata wept in sorrow, approached her painfully and embraced her. Kausalya who was very much in sorrow , spoke the following words to Bharata: \"you, who have a desire for kingdom, have got this invincible kingdom .\"Alas! By the cruel deed of Kaikeyi, it was obtained by you soon! The ruthless Kaikeyi condemned my son to wear garments of bark and sent him to dwell in the forest: What merit has she gained from this? Kaikeyi ought to send me too without delay to the place where my illustrious son with a golden novel (the distinguished mark of Vishnu the god of creation) is there. Otherwise, I for my own satisfaction accompanied by Sumitra, placing in front (carried by Brahmana) the sacred fire*** will happily set out to the place Raghava has gone.\""
        },
        {
            "type": "commentary",
            "text": "The king's senior most wife alone is entitled to preserve and worship the sacred fire in the absence or on the death of her husband."
        },
        {
            "type": "verse",
            "text": "\"Otherwise, you yourself ought to conduct me now, if you so desire, to the place where my son, the tiger among men, is living as an ascetic. This vast kingdom, endowed with elephants, horses and chariots and stock piled with grains and riches, has been made over to you by her.\"  Derided with these and other harsh words that he had not merited, Bharata was extremely perturbed, as if a needle was thrust into an open wound. His mind being perplexed and having lost his consciousness, Bharata then coming his senses, wailed in many ways and fell at the feet of the queen."
        },
        {
            "type": "verse",
            "text": "Then, Bharata with folded hands, replied as follows to Kausalya who was encircled by afflictions and weeping as aforesaid in many ways: \"O, noble woman! Why do you reproach me, sinless as I am, for those things that I do not know anything? Nay, you know well of the greatest affection I have for Rama. May the mind of the one who in any way whatsoever allowed for the departure of my elder brother the best of men who keeps up his promise, be closed to all the seriptures. May he who counseled the banishment of my noble brother become the slave of the vilest scoundrels, may he answer the calls of nature in the face of the sun and may he kick with his foot, a sleeping cow. With whose counsel my elder brother went to exile, to him let that sin incur, as to a master who imposes the heaviest labour on his servant without remunerating him. With whose counsel my elder brother has gone to exile, to him let that sin incur as to those who seek to harm a king who protects his people as if they are his own children. May the guilt of a king, who taking the sixth part of the revenue of his people fails to protect them, be fallen on them with whose counsel my elder brother went to exile. May the sin of those having given the promise for certain sacrificial fees to priests in a sacrifice, breaks that promise, to be his with whose counsel my elder brother went to exile. May the sin of him, who fails to observe the code of warfare followed by the virtuous in a battle abundantly provided with elephants horses chariots weapons and men, be his with whose counsel my elder brother went to exile. May that perverse wretch, with whose counsel my elder brother has gone to exile, forget the subtle meanings of the scriptures taught with care by a wise teacher. May he with whose counsel my elder brother has gone to exile, never behold that Rama having large arms and broad shoulders radiant as the sun and the moon and seated as he will be on a throne. May that pitiless one with whose counsel my elder brother has gone to exile, incur the sin of partaking milk boiled with rice and sugar a cooked mixture of rice and peas with a few species and a goat flesh without offering them to the gods and be lacking in reverence towards teachers. May he with whose counsel my elder brother has gone to exile, incur the sins of kicking the cows, of personally abusing the elders and of deceiving a friend too much. May that perverse wretch with whose counsel my elder brother has gone to exile incur the sin of divulging a little abusing words about others spoken occasionally in secret and in confidence, to him. May he with whose counsel my elder brother has gone to exile, become a non doer, an ungrateful person; a desperate man, the one who has abandoned shame and the one who is worthy of hate. May he with whose counsel my elder brother has gone to exile, incur the sin of eating delicious food for himself alone when he is surrounded by his sons , wife and servants in his house. May he with whose counsel my elder brother has departed; die issueless, failing to secure a wife suitable for him and thus not fulfilling his religious duties. May he with whose counsel my elder brother has departed, not see a child through his wife and in distress, may not get a full long life. That sin which was proclaimed in killing a king a woman, a child or an aged person or in abandoning one's dependents let him (with whose counsel my elder brother has gone to exile) obtain the same sin. May he with whose counsel my elder brother has gone to exile, obtain, the sin of nurturing his wife children and other dependents through sale of lacquer, liquor, flesh, iron or poison. May he with whose counsel my elder brother has gone to exile, obtain the sin of being killed while fleeing, at a time when a battle inspiring fear upon enemy's side has commanded. May he with whose counsel my elder brother has gone to exile, wander about the world, as a mad man with a wooden bowl in his hand, dressed in rags and begging for alms. May he with whose counsel my elder brother has departed, be given over to infatuation and anger and be constantly involved in wine women and dice. May the mind of man with whose counsel my elder brother has gone to exile, never take delight in righteousness? Let him indulge in un righteousness and become a distributor of gifts for the undeserving. With whose counsel , my elder brother has gone to exile, let his various kinds of riches got accumulated in thousands , be snatched away by robbers. That sin which was proclaimed on him who sleeps during both the twilights, let that sin be obtained by him, with whose counsel my elder brother has gone to exile. Let him obtains that sin, which attaches to a man who practices arson, to a man who violets his teacher's bed and to a man who cheats his friend. May he, with whose counsel my elder brother has gone to exile, incur that sin of not doing service to be god, to the manes and likewise to his mother and father. May he with whose counsel my elder brother has gone to exile, forfeit soon and now from the region obtained by virtuous man, forfeit the illustriousness enjoyed by good men and the righteous actions. May he with whose counsel, that long armed and broad chested elder brother has gone to exile, fail to give due reverence to his mother and be condemned to idleness. May he with whose counsel my elder brother has gone to exile, possess many dependents be without resources, be undermined with fever and disease and be forever in distress. May he with whose counsel my elder brother has gone to exile, incur the sin of falsifying the hopes of highly miserable destitute, who having their eyes looking up seek for alms. May he with whose counsel my elder brother has gone to exile, incur the sin of staying in fear of the king forever as a cunning man, a cruel man, a back biter, a dishonest man and an unrighteous man. May the evil minded man, with whose counsel my elder brother has gone to exile, incur the sin of ignoring his chaste wife, who having bathed after her course of menstruation. approaches him for union having regard for the season favorable for procreation. May that stupid with whose counsel my elder brother has gone to exile, incur the sin of courting the consort of another disdaining his lawful wife and having forsaken his love for piety. May he, with whose counsel my elder brother has gone to exile, incur that sin, which is obtained by a Brahmana who is issue less. May he with whose counsel my elder brother has gone to exile, incur the sin that is attached to a person polluting the drinking water and likewise to a person who administers poison. May he with whose counsel my elder brother has gone to exile, incur the sin attached to a person disturbing the worship going to be offered to a Brahmana (by another) and to milking a cow having a young calf  (of age less than ten days).\""
        },
        {
            "type": "verse",
            "text": "\" To him, with whose counsel my elder brother has gone to exile, let that sin be obtained of disappointing a person oppressed with thirst, even though water was available. With whose counsel my elder brother has gone to exile, let the sin be accorded to him, who while standing on the road, merely witnesses a dispute between two divided groups without trying to make peace between them. While thus counseling Kausalya, who was bereft of her husband and son, the prince Bharata fell down, depressed as he was with anguish.\""
        },
        {
            "type": "verse",
            "text": " Kausalya spoke the following words to Bharata who was tormented with grief, was quite distraught and who just uttered formidable imprecations in the aforesaid manner: \"O, son! My grief is further enhanced. By uttering the curses, you are indeed racking my spirits.  Fortunately, your mind as it is endowed with nobility, has not swerved from righteous path. You will obtain the world of the blessed, along with Lakshmana.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking to Bharata who was devoted to his brother Rama, she took the valiant Bharata to her lap, embraced him and wept aloud , as she was very much afflicted with grief. Lamenting thus, the great soled Bharata distraught on account of grief, felt himself about to swoon, with his mind crushed by the burden of grief. To Bharata that night passed with grief in lamenting thus laying fallen unconscious on the ground, sighing warmly again and again with his power of discernment having been lost."
        }
    ]
}