{
    "id": "prose-ayodhya-76",
    "kanda": "ayodhya",
    "sarga": "76",
    "title": "Advice of Vasishta to Bharata",
    "chapter": "76",
    "overview": "Vasistha advises Bharata to stop lamenting and to perform the last rites of the king. Bharata then places the body of Dasharatha on a couch, taking it out from the vessel where it had been immersed in oil and proceeds with the funeral rites. The appointed priests, attendants, people of the city and the weeping royal women followed the funeral pile of the king to the banks of Sarayu River where the body was cremated. Bharata along with others return to the city after the completion of the cremation-ceremony.",
    "content": [
        {
            "type": "verse",
            "text": "The sage Vasishta, the excellent one among the speakers having eloquence, spoke to that Bharata, Kaikeyi's son who was thus tormented with grief. \"O, the greatly illustrious prince! My blessing to you. You have lamented long enough. Perform in an excellent way, the last rites of the king.\" Hearing the words of Vasishta, Bharata conversant with his duty fell prostate and proceeded with all the arrangements for the obsequies. Raising the body of king Dasharatha, from the vessel where it had been immersed in oil, seeming as it were asleep with face in the color of gold, that son Bharata placed it in a magnificent couch, adorned with every kind of precious stone and in a great grief, lamented. (as follows): \"O, king! Having sent into exile the virtuous Rama and Lakshmana who is possessed of great strength, while I was away from home and had not yet returned, what did you intend to do? Where will you go, leaving this person (me) who was distressed and bereft of Rama the unwearied one in action and the excellent one among men? O, king! O, father! Who is supposed to see the welfare and security of your city of Ayodhya, while you have departed for heaven and while Rama has gone, taking refuge in a forest? Bereft of you and deprived of its lord, this earth does not look charming. To me, this city is looking like a night without a moon. The great sage Vasishta again spoke the following words to that Bharata who was distressed in mind and thus lamenting. \"O, mighty armed Bharata! Without hesitation or repining, carry out the funeral rites of the king that should be done. 'Be it so' answered Bharata and obedient to Vasishta's command, he summoned speedily the appointed priests who were knowing the rules of the funeral rites.\""
        },
        {
            "type": "verse",
            "text": "The fires of that king were prepared outside the chamber and kindled in accordance with the rituals by the priests and the sacrificial attendants. The attendants were choked with tears in their throats and disconsolate in their mind, made the dead king to mount on a small palanquin and carried it away. The people went along the path, scattering silver, gold and various kinds of clothes in front of the king. In the same manner, some others brought sandal wood, sweet aloes, different fragrant essences, with leaps of Sarala, Padmaka and Devadaru woods and many other kinds of fragrant substances, went there and threw them into the funeral pile. Thereafter the appointed priests caused the king's body to lie down there in the midst of the funeral pyre. Then, those priests engaged for the benefit of the king poured oblations into the fire and recited sacred texts (relevant to the funeral rites). Those among the priests, who could recite the hymns of Samaveda, chanted them according to the rules. Then, his ladies, encircled by elders mounted palanquins or other vehicles, as deserving and departed from the city to that place. Then, the appointed priests as well as Kausalya and other women who were tormented with grief, circumambulated in anti clockwise direction that king who was lying on a funeral pile. At that time the crying sounds of thousands of women, pitiably weeping with agony, were heard like the sounds of female curlew birds. Thereafter, the lamenting ladies deprived of their grit wept again and again and descended from their vehicles at the bank of Sarayu River. Along with Bharata, the royal women, the ministers and family priests offered their oblations with water and entered the city with their eyes filled in tears and spent ten days with great difficulty by sleeping on bare floor."
        }
    ]
}