{
    "id": "prose-ayodhya-77",
    "kanda": "ayodhya",
    "sarga": "77",
    "title": "Bharata and Shatrughna grieve on cremation ground",
    "chapter": "77",
    "overview": "On the twelfth day of the death of Dasharatha, Bharata gives various presents to Brahmans. On the thirteenth day when Bharata and Shatrughna go to the cremation ground to collect the bones both of them are overwhelmed with grief and fall down on the ground. Vasista, the family priest and Sumantra raise them up and pacifying urge both of them to complete the remaining rites to be performed on the thirteenth day.",
    "content": [
        {
            "type": "verse",
            "text": "After having passed the tenth day of the death of Dasharatha, Bharata having himself purified, performed Shraddha* rites on the arrival of the twelfth day."
        },
        {
            "type": "commentary",
            "text": "* Shraddha rites are in the honor and for the benefit of dead relatives observed with great strictness at various fixed periods and on the occasion of rejoicing as well as mourning by the surviving relatives. These are performed by the daily offering of water and on the stated occasion by the offering of Pindas or balls of rice and meal to three paternal forefathers i.e. Father, grandfather, and great grandfather. It is an act of reverential homage to a deceased person performed by relatives, most desirably by a son of the deceased. On the occasion of Shraddha rites, Bharata gave precious stones, money, a lot of cooked rice, very valuable clothes and various other kinds of presents to Brahmans. In that ceremony performed in honor of the dead king, Bharata the son of Dasharatha gave multitudes of white goats, hundreds of cows, servants and servant maids, vehicles and very big houses to Brahmans."
        },
        {
            "type": "verse",
            "text": "Then, at the time of dawn on the thirteenth day, the mighty armed Bharata who came for clearing up bones and ashes, wept in grief, his throat being choked of sound (because of crying) and spoke in great distress the following words, having reached the foot of his father's funeral pile (to collect the bones and ashes for their immersion in Sarayu River). \"O, father! My brother Rama to whose care I was entrusted by you, having gone on exile to the forest, I now become abandoned wholly alone, by you. Where have you gone, leaving Kausalya the mother whose son Rama, her support, has been sent away from home to the forest?\""
        },
        {
            "type": "verse",
            "text": " Seeing that spot of collection (of bones), which became reddish brown in colour because of ashes, with bones consumed by fire and his father's body having extinguished, Bharata was depressed and began to cry loudly. Miserable as he was to see the spot, Bharata fell weeping on the ground, as a flag staff fastened by any mechanical contrivance would drop down while being raised in honor of Indra the god of celestials. All his ministers hastily approached Bharata who was virtuous in conduct, as sages once rushed to the fallen Yayati at the time of his death. Seeing Bharata, Shatrughna was also overwhelmed with grief and while recollecting the king, fell unconscious on the ground."
        },
        {
            "type": "verse",
            "text": "Remembering the many gestures of his father resulting from his loving qualities made from time to time, Shatrughna was lamenting (as follows) like one who has lost his wits, bewildered as he was. \"We are immersed in a violent and appalling ocean of sorrow invoked by Mandhara, in which Kaikeyi in the form of a crocodile swam in its current the irrevocable boons granted to her by my father. O, father! Where have you gone leaving the lamenting Bharata, your boy always being caressed by you. You used to fulfill the wishes of all of us, in the matter of eatables, drinks, clothes, and jewels. Who else will do it (now) for us. That earth which is deprived of you, the high soled and righteous king, is not riven even when it is the time to be riven. The father having obtained heaven and Rama having taken refuge in a forest, what is the significance of life for me? I shall enter a fire. Bereft of my brother and father, I can not return to the deserted city of Ayodhya, where Ikshvaku used to reign. I shall retire to a hermitage.\""
        },
        {
            "type": "verse",
            "text": "Hearing the lamentation of both of them and beholding their plight, all their companions were disturbed very much, once again. Both Shatrughna, and Bharata were wearied with grief and began to roll on the ground, like two bulls whose horns have been broken."
        },
        {
            "type": "verse",
            "text": "Then, Vasista, a noble man, a learned man and the family priest of their father, raised up that Bharata from the ground and spoke the following words:  \"O, Lord Bharata! This is the thirteenth day of the death of your father. Why are you hanging down here, when the ceremony of collecting the bones is still unfinished? The three pairs of opposites (namely hunger and thirst, joy and sorrow; birth and death) occur to all living beings without any distinction. They being inevitable, you ought not to behave like this.\""
        },
        {
            "type": "verse",
            "text": "Even Sumantra, who knew the Truth, raising up Shatrughna and pacifying him, told him about the origin and dissolution of all beings. The two illustrious tigers among men (Bharata and Satrughna) who had got up, appeared like two banners severally raised in honor of Indra (the god of celestials) soiled through rain and the sun. The ministers hurried up the princes, who were wiping their tears and who were talking pitiably with their eyes reddened (due to excessive weeping) to expedite the other rites pertaining to the thirteenth day."
        }
    ]
}