{
    "id": "prose-ayodhya-78",
    "kanda": "ayodhya",
    "sarga": "78",
    "title": "Shatrughna seizes Manthara and threatens to punish her",
    "chapter": "78",
    "overview": "Shatrughna asks Bharata why even Lakshmana could not prevent Dasharatha from sending Rama to the forest. Meanwhile, when Manthara arrives at the scene, Shatrughna seizes her with his powerful hand, threatens to punish her and abuses Kaikeyi too. When Kaikeyi pleads for mercy with her son, Bharata intervenses and Shatrughna releases Manthara.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, Shatrughna the younger brother of Lakshmana spoke the following words to Bharata, who was tormented with grief and who desired to undertake an expedition to Rama. \"When that even-minded Rama is a refuge for all beings, how much more to tell about our seeking solace to him in our grief? He has been abandoned to the forest by a woman. Why the so-called Lakshmana, the strong and powerful man, even could not rescue Rama from distress by making our father to restrain from doing it? By perceiving the prudence and imprudence in that wrong course adopted by the king, who has fallen into the clutches of a woman, Lakshmana should have restrained Dasharatha even at the beginning itself.\""
        },
        {
            "type": "verse",
            "text": "While Shatrughna the younger brother of Lakshmana was talking thus, the hump-backed Manthara duly adorned with all types of ornaments, appeared at the eastern gate. Anointed with a scent of sandal-wood and wearing royal clothes, she was bedecked with several kinds of ornaments of every description in various ways. Studded with bright-coloured girdle-bands and many other excellent ornaments, Manthara appeared like a female-monkey tied with ropes!"
        },
        {
            "type": "verse",
            "text": " Beholding that hump-backed Manthara, the very much sinful and insensitive woman, the door-keepers caught her and delivered her to Shatrughna (with the following words:) \"Here is that sinful and cruel woman, by whose act Rama is in the forest and your father has laid down his body. Do with her, as you consider fitting.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words, Shatrughna who was very much in grief and was firmly resolute, spoke to all those inmates of that gynaecium, as follows: \"Let this woman, who created serious misfortune to my brothers and my father, receive the fruit of her cruel act.\""
        },
        {
            "type": "verse",
            "text": "Speaking thus in the midst of her companions, he seized that hunch-backed woman with his powerful hand soon and she in turn made that mansion resound with her shrieks. Then, her companion, having conceived Shatrughna's anger and extremely agonised as they were, ran away helter-shelter in all directions. All the company of women there surmised as follows : \"The way how he is coming up, he will surely slay us all. We shall take reguge with the compassionate, magnanimous, virtuous and illustrious Kausalya. Let her be the sure asylum for us.\""
        },
        {
            "type": "verse",
            "text": "That Shatrughna, the tormentor of enemies, with his raging red eyes then violently dragged the crying hump-back along the floor. While that Manthara was violently dragged, here various colourful ornaments were scattered asunder here and there on the floor. Thus, that splendid royal mansion scattered by those ornaments, appeared very much like an autumnal sky studded with innumerable stars. Shatrughna, the strong and the eminent man, thus violently seizing her with rage, sharply rebuked Kaikeyi and spoke harsh words to her. Agonised very much by those harsh and painful words, Kiakeyi overwhelmed as she was with the fear of Shatrughna, took refuge with Bharata."
        },
        {
            "type": "verse",
            "text": "Seeing that enraged Shatrughna, Bharata said: \"Among all beings women are not to be killed. Hence she is to be pardoned. If the pious Rama were not to express his displeasure with me for killing the mother, I would have killed this Kaikeyi, the ill-mannered and sinful woman. If the virtuous Rama hears that the hunch-backed woman has been killed, it is sure that he will cease to talk to you or even to me.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Bharata, Shatrughna the younger brother of Lakshmana renouncing his guilty design forthwith released that Manthara. Manthara fell at the feet of Kaikeyi, breathless, weeping piteously. Seeing the hunch-backed woman, who was distraught on account of Shatrughna's violence, wearing a disturbed appearance and looking like a crane that has been caught in a noose, Bharata's mother slowly consoled her."
        }
    ]
}