{
    "id": "prose-ayodhya-79",
    "kanda": "ayodhya",
    "sarga": "79",
    "title": "The king-makers request Bharata to take over Ayodhya kingdom",
    "chapter": "79",
    "overview": "The king-makers request Bharata to take over Ayodhya kingdom. Bharata refuses to do so and promises to bring back Rama to Ayodhya and make him only as the king. Bharata further orders for construction of a path-way to reach the forest.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, early in the morning on the fourteenth day, the king-makers coming together, spoke to Bharata the following words: \"Dasharatha, who was our highly venerable master, went to heaven after sending his elder son Rama and the exceedingly strong Lakshmana to forest. O, the highly illustrious prince! From now on, do you be our king. Fortunately, this kingdom has not yet missed the mark, even without a king. O, prince Bharata! Taking all the things needed for coronation, your own people (the counsellers and the ministers) as well as the citizens are awaiting for you. Take over the stable kingdom, which came in succession from your ancestors, coronate yourself and rule us.\""
        },
        {
            "type": "verse",
            "text": "The firmly resolute Bharata performed circumambulation clockwise around all the things kept ready for consecration and replied to all those people as follows: \"It is indeed appropriate to bestow kingship always to the eldest of our clan. You, being the conversant people, ought not to tell in this manner to me. Our eldest brother, Rama will become the king. I then will reside in the forest for fourteen years. Let a great and exceptionally powerful army consisting of all the four limbs be kept ready. I shall bring Rama our elder brother from the forest. Keeping in front, all the assembled requisites needed for consecration, I shall proceed to the forest for the sake of bringing back Rama. Consecrating him, the tiger among men there itself, I shall surely bring Rama solemnized in front, as bringing home the sacred fire from a sacrificial rite, after performing it outside the city. I shall not make her, my so-called mother, fulfil her desire. I will reside in the impassable forest. Rama will become the king. \"Let a path-way be prepared by those skilled in that profession, by leveling the uneven surfaces. Let guards who can easily move in the inaccessible forests accompany us in the path.\""
        },
        {
            "type": "verse",
            "text": "Hearing Prince Bharata, talking in consideration of Rama's cause, all the people replied in the following illustrious and excellent words: \"Let the gracious goddess of prosperity abide with you, who are speaking thus, desirous of giving kingdom to Rama the eldest son of the king.\""
        },
        {
            "type": "verse",
            "text": "Hearing those excellent words spoken by the prince close to their ears, tears born of joy fell from the face and eyes of those venerable men. Hearing these words, the people there along with council and the ministers felt cheerful, being relieved of their anxiety and spoke the following words : \"As per your command, devoted men and a group of artisans have been instructed to make the path-way.\""
        }
    ]
}