{
    "id": "prose-ayodhya-8",
    "kanda": "ayodhya",
    "sarga": "8",
    "title": "Manthara's sinful words",
    "chapter": "8",
    "overview": "Manthara with her wicked thoughts tries to convince Kaikeyi of the possible misfortune  that could occur to Kaikeyi and her family if Sri Rama becomes the King. Although Kaikeyi's initial  reaction is to praise Rama's qualities; her mind is slowly but surely poisoned by Manathara's sinful  words.",
    "content": [
        {
            "type": "verse",
            "text": "Manthara, becoming indignant with Kaikeyi, threw down the ornament given to her and with  anger and distress spoke the following words: \"O, foolish one! Not knowing that you are in the midst  of an ocean of trouble, what is it that you are so delighted about, in a matter to be grieved? Though  stricken with grief, I mentally laugh at you in that you are rejoicing at the time when a great calamity  is befalling you.\""
        },
        {
            "type": "verse",
            "text": "\"I am lamenting over your foolish mind. Does any intelligent woman feel happy over the  prosperity of a stepson who is considered an enemy? Does it not amount to praising a befalling death?  Rama has a fear about Bharata because Bharata has equal rights over the kingdom. In thinking about this  matter, I am getting anguished. Do we not get disasters from those who are afraid of us?\""
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, wielding a great bow, joined Rama with all his heart. Shatrughna is as faithful  to Bharata as Lakshmana to Rama. yi! In line with even the proximity of birth; the claim to the throne  of Bharata alone can be pressed, that of Lakshmana and Satrughna who are younger is out of question.\""
        },
        {
            "type": "verse",
            "text": "\"Rama is a learned man and a political statesman. His actions are timely and appropriate.  When thinking of your son's calamity to be resulted from Rama, I get shaken with fear. Kausalya is very  fortunate. Brahmans are going to anoint her son for the great princely kingdom tomorrow on the day of  Pushyami star\"."
        },
        {
            "type": "verse",
            "text": "\"With folded arms, as a maid-servant, you have to serve that Kausalya who having reached  great prosperity, in the height of joy, will dispose of her adversaries (in the person of Bharata and  yourself). Thus, if you become Kausalya's servant-maid along with us, your son Bharata will be Rama's  attendant. Rama's wives will get delighted. Your daughters-in-law will be unhappy because of Bharata's  waning position.\""
        },
        {
            "type": "commentary",
            "text": "Comment: The words 'Rama's wives' here do not indicate that Rama had multiple wives.  Manathara refers to a possible future where Rama being a King would marry other women. It was a norm  then for a king to have more than one wife."
        },
        {
            "type": "verse",
            "text": "Hearing Manthara speak thus in many distasteful words, Kaikeyi began to extol Rama's  virtues, saying: \"Rama knows all righteousness. Elders trained him. He has a proper gratitude. He speaks  truth. He has a clean conduct. He is the eldest son of king Dasharatha and hence eligible for the kingdom.  The long living Rama will protect his brothers and servants like a father. O, the hunch backed one!  Why are you so pained on hearing about Rama's coronation?\""
        },
        {
            "type": "verse",
            "text": "\"After Rama's rule for one hundred years, Bharata the best among men will certainly replace  Rama on his father's throne, which is that of his ancestors. Oh, Manthara! When we got an occasion for  rejoicing as at present and when a festive occasion is to come off in future (too in the form of Bharata's  installation, no matter even if it comes after a hundred years), why do you feel agonized like this  as though burning (with jealousy)?\""
        },
        {
            "type": "verse",
            "text": "\"For me, Rama is as lovable as Bharata and even more. Is he not doing more service to  me than to Kausalya? If Rama has kingdom then Bharata has it as well. Rama esteems his brothers just  as his own self.\""
        },
        {
            "type": "verse",
            "text": "Manthara, after hearing Kaikeyi's words, felt very sad and after a long and hot sigh,  spoke to her the following words: \"On one side, you are getting immersed in an ocean of sorrow filled  with misery and danger. But due to stupidity, you are not able to perceive the truth and you fail to  assess your real position.\""
        },
        {
            "type": "verse",
            "text": "\"O, Kaikeyi! If Rama becomes the king, his son will become the king after him in succession.  Thus, Bharata's name itself will be removed from the royal clan. O, Kaikeyi! All the sons of a king  will not be crowned for a kingdom. If all are installed, there will be a great lawlessness. Therefore,  kings, O, Kaikeyi of faultless limbs, install their eldest son, eventhough others may be full of virtues,  as their successor to the throne.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Kaikeyi the affectionate one! Your son will be completely distant from comforts  and even from the royal clan; like an orphan. I came here in your interests. But you have not understood  me. You think it fit to give me a present when your step-wife is getting prospered.\""
        },
        {
            "type": "verse",
            "text": "\"Rama, ascending the throne without hindrance, will either send away Bharata to some  other country or have him put to death. This is certain. You sent Bharata to his maternal uncle's house  even in his childhood. By being nearer, love is born even on inanimate objects. By sending Bharata to  a distant place, you made Dasharatha to have no affection towards him. Shatrughna was drawn towards Bharata  and went along with him. Just as Lakshmana joined Rama, Shatrughna joined Bharata.\" "
        },
        {
            "type": "commentary",
            "text": "Comment: Sage Valmiki might be implying here that if Shatrughna were to be present  then at Ayodhya, he would have tried for the prosperity of Bharata."
        },
        {
            "type": "verse",
            "text": "\"We hear that a tree marked down for felling by foresters, when covered by thorny Ishhiika  grass, is saved from this great danger of cutting. So also, Dasharatha might have supported Bharata if  he was staying near to him in Ayodhya. Lakshmana protects Rama. Rama protects Lakshmana. Their brotherly  love is as famous as that of Aswini celestials. Hence, Rama will not do a sinful act of killing Lakshmana.  However there is no doubt that he will do so in the case of Bharata.\""
        },
        {
            "type": "verse",
            "text": "\"Hence, I feel that it is better for your son to go to forest directly from his uncle's  house. This is good for you too. If Bharata gets his father's kingdom as per law, it will be beneficial  to you and your side of relatives. Your youthful son, habituated to comforts, is a natural enemy to  Rama. How can Bharata who failed to achieve his purpose live under control of Rama; whose flourishing  object has been realised?\""
        },
        {
            "type": "verse",
            "text": "\"Rama is chasing and bringing down Bharata as a lion chases an elephant-king in forest.  You ought to protect Bharata. Previously, you treated Kausalya with disrespect due to arrogance that  you were fortunate. Will not such Kausalya, your rival wife, revenge for that animosity? O, Kaikeyi!  The day Rama becomes lord of this earth with its great oceans, mountains and towns; that day you and  your Bharata will get a bad and pitiable position of ignominy.\""
        },
        {
            "type": "verse",
            "text": "\"When Rama gets power of the kingdom Bharata will certainly get ruined. Hence, think  of a solution to get your son Bharata the kingdom and to send Rama, your enemy, to exile.\""
        }
    ]
}