{
    "id": "prose-ayodhya-80",
    "kanda": "ayodhya",
    "sarga": "80",
    "title": "Construction of a high-way from Ayodhya to River Ganga",
    "chapter": "80",
    "overview": "The engineers construct a comfortably high-way from Ayodhya to the River Ganga, by clearing off shrubs and stones on the way and excellent wells were dug. Beautiful tents were also built on the path.",
    "content": [
        {
            "type": "verse",
            "text": "Then, those able to advise on the nature of soils, those skilled in thread-holding for leveling purposes, those who were energetic courageous and attentive in doing their jobs, excavators, mechanics, labourers, carpenters, road-menders, wood-cutters, hollow-makers, men skilled in plastering and white washing, basket makers, tanners and skilled supervisors of work sallied forth in advance. That mighty assembly of men gladly setting out to that forest was splendid like an ocean on the day of the full moon having a gigantic commotion. Men skilled in making roads, furnished with tools of every kin, seeking the company of men of their own proper place, marched ahead. Clearing away rows of creepers and shrubs timber and big rocks as well as variours kinds of trees (which obstructed the way), they carved out a path. Some men planted trees in tree-less areas. Some others chopped the existing trees here and there by means of axes, hatchets and sickles."
        },
        {
            "type": "verse",
            "text": "Some other strong men removed sturdy tufts of Virana grass and leveled the uneven places here and there. Some others filled up wells and extensive pits with earth. Some men leveled low-lying places all around. Then, some men bridged the steams that could be bridged, pulverised the rocks that could be pulverised and smashed (the impediments that blocked the flow of water) those which could be smashed. Many ponds, in various sizes and shapes containing plenty of water resembling seas were built (by constructing dams on rivulets). In water-scarce areas, excellent wells in various shapes were dug duly decorated all around with platforms (to rest). That track of the troops, having its surface inlaid with cement, with flowering trees inlaid with cement, with flowering trees on both sides, inhabited with birds in excitement making their sounds, adorned with flags on its either side with its surface sprinkled with water of sandal-wood fragrance, and decorated with various kinds of flowers, looked very much splendid like the path of celestials."
        },
        {
            "type": "verse",
            "text": "Those officers appointed for execution of the work, as ordered by Bharata, skillfully instructed their work-men and erected a tent which was intended for the great-souled Bharata, in a beautiful place abundant with tasty fruits. They further adorned profusely with decorations, the tent which itself resembled on ornament. The connoisseurs erected the tents of the high-souled Bharata at auspicious hours in days when the stars were propitious. Those camps, with many breast works of sand, moats surrounding each of them, streets as resplendent as sapphires, their crowns of terrets, the ramparts covered with stucco to protect then, the splendid banners, the skillfully laid out avenues, lofty mansions the tops of which were provided with dove-cots, which flew about as it were in the air and in splendour, resembled the capitals of Indra."
        },
        {
            "type": "verse",
            "text": "The route thus prepared, extended up to the Ganga River, whose pure and limpid waters, abounding in great fish, flowed between woods and forests of every kind. That beautiful royal high way, which was built gradually by efficient engineers, appeared as resplendent as a night in a clear sky, illumined by the moon with its procession of stars."
        }
    ]
}