{
    "id": "prose-ayodhya-81",
    "kanda": "ayodhya",
    "sarga": "81",
    "title": "Bharata with Shatrughna enters the assembly",
    "chapter": "81",
    "overview": "When Bharata hear the sound of couches and drums early in the morning, he gets more depressed. He orders for stopping of those sounds and starts lamenting. Then, Vasishta the family-priest enters the assembly-hall and sends messengers, asking them to call Bharata urging him to be present in the court, and in response to his call, Bharata with Shatrughna, the ministers and others enter the assembly.",
    "content": [
        {
            "type": "verse",
            "text": "Then, bards and pangegyrists, who knew the importance of tidings, eulogized Bharata with auspicious hymns of praise on the night preceding Naandimukha."
        },
        {
            "type": "commentary",
            "text": "Naandimukha: The name of a ceremony in honour and for the benefit of dead relatives observed on a festive occasion to secure their blessings."
        },
        {
            "type": "verse",
            "text": "A drum from the sound of which nigh-hours are identified, struck with a golden stick, gave its sound. Couches and loud-sounding instruments in hundreds producing various types of noises were blown. That mammoth sound of the musical instruments, as if filling up the whole sky, created further distress and grief to Bharata who was already tormented with grief."
        },
        {
            "type": "verse",
            "text": "Then, the awakened Bharata proclaiming that \"I am not the king\", caused to stop that sound and spoke the following words to Shatrughna: \"Behold, O, Shatrughna! How much harm was done to the world by Kaikeyi! The king Dasartha left us, leaving all sorrows to me. This prosperous kingdom of Ayodhya, a foundation of law and religion of that high-souled Dasharatha the righteous king is now like boat without a rudder moving hitter and thither in water. Even that Rama, who was a great protector has been sent to the forest by this very mother of mine, abandoning her righteousness.\""
        },
        {
            "type": "verse",
            "text": "Seeing Bharata who lost his consciousness by lamenting in that way, all the women then miserably cried in one voice. While Bharata was lamenting thus, the great illustrious Vasishta who knew the rules relating to kings, entered the assembly-hall of Dasharatha the Lord of Ikshvaku dynasty. The pious minded Vasishta along with his attendants entered that lovely assembly-hall, made of gold and studded with gems and jewels, resembling Sudharma the celestial assembly-hall."
        },
        {
            "type": "verse",
            "text": " Vasista, who knew all the scriptures, then sat in a presidential chair made of gold and wrapped with a comfortable cushion. He ordered the messengers as follows: \"Quickly bring Brahmanas (a class of people having divine knowledge), Kshatriyas (people belonging to warrior-class), Vaisyas (agriculturists and traders), ministers and troop commanders coolly. There is an urgent duty indeed for us to be done. Bring Shatrughna with his royal attendants, the illustrious Bharata, Yudhaajit (Bharata's maternal uncle) Sumantra the charioteer and those people who are royal well-wishers there.\""
        },
        {
            "type": "verse",
            "text": "There was a huge hallooing sound generated while the people invited were coming on chariots, horses and elephants. People of high position like ministers and other welcomed the approaching Bharata in every way as they had welcomed Dasharatha and as Indra was welcomed by celestials. That royal assembly, made splendid by Bharata the son of Dasartha, radiated as before as with the presence of Dasharatha, like a lake of tranquil waters sown with pearls shells and sand and filled with great fish and serpents."
        }
    ]
}