{
    "id": "prose-ayodhya-82",
    "kanda": "ayodhya",
    "sarga": "82",
    "title": "Bharata refuses to rob the throne from Rama.",
    "chapter": "82",
    "overview": "Vasishta requests Bharata to get himself anointed as a king. Bharata refuses to rob the throne from Rama. Who is really elighible for it as the eldest son of the family. He resolves to bring back Rama from the forest and orders Sumantra to arrange for vehicles and men for the journey. Thereupon, warriors merchants Shudras and Bhrahmanas harnessed their chariots and got ready for the journey to the forest along with Bharata.",
    "content": [
        {
            "type": "verse",
            "text": "Bharata endowed with understanding, saw that assembly, enriched with the whole body of respectable men, looking like a night in full moon duly enriched with well-known planets. That excellent assembly was aglow with the brilliance of clothes and scented cosmetics of its respected members occupying their appropriate seats. That beautiful assembly filled with learned men looked like a night with autumn full moon."
        },
        {
            "type": "verse",
            "text": "Beholding all the entire body of ministers of the king, Vaishta the knower of righteousness uttered to Bharata the following soft-spoken words: \"O, beloved Bharata! The king Dasharatha, practicing righteousness, gave away to you this wide earth endowed with grains and riches and went to heaven. Rama, who was firmly established in truth, remembering the righteousness of good men, did not abandon the command of his father, as a raising moon does not abandon the moon-light. The kingdom, having its enemies destroy was given to you by your father and brother. Enjoy it, with its delightful ministers. Get anointed for the kingdom just soon. Let those living in the north, the Westerners; the southerners the kings of western borders near the Sahya mountains who are without a throne and the seafaring traders bring crores of jewels as gifts to you.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words, the pious Bharata was filled with distress and thirsting for justice got his mind fixed on Rama. The youthful Bharata, with a voice of a Hamsa bird, in the midst of the assembly, lamented in a tearful and appealing speech. He even reproached his royal priest as follows: \"How can a man such as I, rob the throne from one, who practices Brahmacharya (continence and chastity), versed in the science of the Vedas (sacred scriptures) and who is devoted to duty? How should one born of Dasharatha become the usurper of a crown? Both the kingdom and I myself belong to Rama. You ought to tell the law and justice in this matter. Rama, the eldest son, an excellent man, a pious souled and who can be compared with Dilipa* and Nahusha*, is eligible to get the kingdom, as with Dasharatha. Dilipa and Nahusha: Two most ancient and illustrious representatives of the solar and lunar dynasty respectively. If in this world, I dishonoured the name of Ikshavaku race, I should be guilty of a sinful act, practiced by disgraceful men, which does not lead to heaven. I do not indeed like that sinful act done even by my mother. From here itself, I offer my salutation with my joined palms to Rama who is residing in an impassable forest. I will follow Rama's steps. He, who is supreme among men, is the king. Rama is eligible even for the kingdom of the three worlds.\""
        },
        {
            "type": "verse",
            "text": "Hearing those righteous words of Bharata, all the members of the assembly shed tears of joy, having their minds obsessed of Rama. \"If I am unable to bring back my elder brother from the forest, I shall stay back in that forest itself, as how the venerable Lakshmana is staying now. I shall use every means to bring back compulsorily, that hero before you, practicing virtues, the honourable and the distinguished men. All those who are skilled in clearing paths working on and without wages, have been sent by me in advance and the journey so planned, pleases me.\""
        },
        {
            "type": "verse",
            "text": "The pious minded Bharata, who had an affection for his brother spoke as aforesaid and uttered the following words to Sumantra who was clever in giving counsel and who was sitting nearby. \"O, Sumantra! Rise quickly and go. As per my orders, arrange for the journey immediately. Bring the army also.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of the magnanimous Bharata, Sumantra joyfully arranged all that in accord with Bharata's orders and wishes. Hearing about the expedition of the army too; for arranging of return of Rama, the ministers and army-commander there were delighted. All the wives of warriors in every house, knowing about the ensuing expedition, were jubilant and hurried up all their respective husband to setoff for the journey. Those army-generals urged the entire army to march forward quickly, with the fast moving horses, bullock carts with a good speed and the chariots along with the warriors."
        },
        {
            "type": "verse",
            "text": "Seeing that army ready, Bharata in the presence of Vasishta said as follows to Sumantra who was standing by his side: \"Get ready my chariot quickly.\" Bowing to the command of Bharata and taking a chariot yoked with excellent horses, Sumantra on his part approached him with delight. Bharata, born in Raghu dynasty who was sincere in his purpose a powerful man having strong and mighty prowess and whose talk was most appropriate, then spoke as follows: intending (to undertake a journey) to persuade his illustrious elder brother, staying in dreary woods, to return to Ayodhya. \"O, Sumantra! Rise up and proceed quickly to inform the army-chief to arrange for the troops. After propitiating that Rama staying in the forest, I want to bring him back to Ayodhya for the welfare of the people.\""
        },
        {
            "type": "verse",
            "text": "Sumantra, having received that explicit command from Bharata, which fulfilled his highest hopes, called all the ministers-in-chief, the chiefs of the army and the friendly multitude. Thereupon, from every house, warriors merchants, Shudras and Brahmanas rose up and harnessed their chariots to camels, mules, well-bred elephants and horses."
        }
    ]
}