{
    "id": "prose-ayodhya-83",
    "kanda": "ayodhya",
    "sarga": "83",
    "title": "Bharata goes to see Rama",
    "chapter": "83",
    "overview": "Leaving Ayodhya early next morning, accompanied by family-priests, ministers, archers, elephants, cavalry, artisans, army and citizens and covering a long distance, Bharata arrives at the bank of Ganga River at Sringaberapura ruled by guha and, encamping the army there, breaks journey for offering libations to his deceased father on the bank of the Ganaga and also to give rest to the retinue.",
    "content": [
        {
            "type": "verse",
            "text": "Bharata rose up at day-break, mounted on excellent chariot and went quickly with a desire to see Rama. All the ministers and priests ascended, chariots yoked with horses, resembling those of the sun, and went ahead of Bharata. Nine thousand elephants suitably duly arranged escorted Bharata the joy of the Ikshvaku dynasty, on his journey. Sixty thousand chariots filled with archers, furnished with weapons of various kinds, followed the illustrious prince Bharata. A hundred thousand cavalry accompanied the moving Bharata, born in Raghu dynasty, who was true to his promise and who subdued his senses. Kaikeyi, Sumitra and the illustrious Kausalya rode in a resplendent chariot, delighted as they were at the thought of Rama's return."
        },
        {
            "type": "verse",
            "text": "The whole body of noble men with their jubilant hearts followed Bharata to see Rama again as also Lakshmana, recounting the marvelous exploits of that hero to each other saying: \"When shall we see the mighty armed prince, of the hue of dark cloud, whose courage is unshakable, of inflexible purpose Rama, who banished sorrow from the earth? Beholding Rama, our entire sorrow will indeed be dispelled, as darkness of the entire earth is dispelled at the rising of the sun.\""
        },
        {
            "type": "verse",
            "text": "Thus did the citizens of Ayodhya recount happily of Rama's glorious deeds, and they embraced each other as they went along. Those others who were held in high esteem, merchants and all common people proceeded merrily to join Rama. Some lapidaries, skilled potters, those who lived by manufacture of arms, carpenters, those who made various articles from peacock-feather, sawyers, workers in artificial ornaments, those who pierced gems, pearls etc, those who made articles of ivory, those who lived by perfumery, highly reputed goldsmiths, weavers of blankets and other wollen goods, those who provided hot-water baths for other, physicians, distillers and vendors of spirituous liquors, fumigators, washer-men, tailors, chiefs of villages and hamlets, dancers with their women-folk and fishermen started on the journey. Thousands of Brahmanas, well-composed, renowned for their virtuous conduct, versed in sacred scriptures and riding on bullock-carts, accompanied Bharata."
        },
        {
            "type": "verse",
            "text": "All of them, attired in clean and fair raiment, anointed with pure red sandal-paste, mounted on various kinds of vehicles, followed Bharata tranquilly."
        },
        {
            "type": "verse",
            "text": "Exceedingly pleased and cheerful, that army escorted the son of Kaikeyi- Bharata who was affectionate towards his brother and who had set out along with his family to bring his brother, Rama. Having gone for a considerable distance in their chariots, carts, horses and elephants, they reached the River Ganga close to the city of Shringaberapura, where the valiant Guha, a bosom friend of Rama along with multitude of relatives was ruling that region carefully. That army, which was accompanying Bharata, arrived at the bank of Ganga River, looking beautiful as it was with Charka* birds and stopped there."
        },
        {
            "type": "commentary",
            "text": "Chakra bird: zoological name= Anas casarca."
        },
        {
            "type": "verse",
            "text": "Seeing the army behind, which accompanied him and the River Ganga in front with its propitious waters, Bharata who was skillful in words, spoke to all his officers (as follows): \"It is my will that my army should take rest by all means. When they are refreshed we shall cross the river tomorrow. Meanwhile, descending into the river, I desire to make offering of the sacred water as libation for the infinite spirit relating to the state after death, to the king Dasharatha who has gone to heaven.\""
        },
        {
            "type": "verse",
            "text": "Hearing these words from Bharata, the officers attentively answered, \"Be it so\" and each of them encamped their respective forces in accord with his pleasure. Having meticulously arranged for encampment of the army which looked lovely along Ganga that great river with the surrounding equipment (like tunts, furnishings etc), Bharata halted then, reflecting as to how to bring back the magnanimous Rama."
        }
    ]
}