{
    "id": "prose-ayodhya-84",
    "kanda": "ayodhya",
    "sarga": "84",
    "title": "Guha welcomes Bharata with drink of honey and meat",
    "chapter": "84",
    "overview": "Guha the king of Nishada tribe asks his relative to guard the river bank and get ready for a battle, if necessary, with Bharata. Then, Guha approaches Bharata with a welcome-drink of honey, meat and fish. He asks Bharata with his army to accept his hospitality.",
    "content": [
        {
            "type": "verse",
            "text": "Just on seeing an army encamped and positioned along the River Ganga, Guha the king of Nishadas hastily spoke to his relatives as follows: \"On this side, a huge army is seen like an ocean. I am not able to comprehend the extent of this army even by my discerning mind. Here is seen on that chariot, a towering banner bearing Kovidara tree and hence Bharata himself with an evil intent seems to have come.\""
        },
        {
            "type": "commentary",
            "text": "Kovidara tree: pomegranate tree."
        },
        {
            "type": "verse",
            "text": "\"Will Bharata the son of Kaikeyi bind us with chains or slay us? Or is he coming to kill Rama, the son of Dasharatha, who was exiled from the kingdom by his father, desirous as Bharata is to get the prosperous Ayodhya kingdom, a luxury and that which is inaccessible to another? Rama the son of Dasharatha is my Lord and my companion too. Hence you, covered with armor, be stationed on this bank of Ganga River, desiring to advance the interest of Rama. Let all our ferrymen guarding the river, along with the troops, eating meat roots and fruits ( in their boats), stay positioned along the River Ganga. Let five hundred boats, each manner by a hundred youthful ferrymen, be stationed and made ready\" -thus announced Guha. If Bharata is favourably disposed now towards Rama, then only his army may (be allowed to) cross the River Ganga in safety.\""
        },
        {
            "type": "verse",
            "text": "After uttering thus, Guha the king of Nishadas took fish, meat and honey as an offering and approached Bharata. Seeing him approach, Sumantra the charioteer, a majestic man who knows the rules of discipline, humbly told Bharata as follows: \"This Lord who is surrounded by a thousand of his own people, is fully acquainted with the forest of Dandaka and also an old friend of your elder brother. O, Bharata! For that reason, let Guha the king of Nishadas see you. He knows surely where those two Rama and Lakshmana - are stationed.\""
        },
        {
            "type": "verse",
            "text": "Hearing the auspicious words of Sumantra, Bharata answered, \"Introduce Guha to me without delay.\" Having obtained permission, Guha along with his own people, joyfully and humbly approached Bharata and spoke as follows: \"This place is like a pleasure-grove near your house. We are your subjects and are reporting to you as such. Stay in this servant's house. Here are the roots and fruits gathered by my tribe as well as fresh and dried meat of great quality and of various kinds, and all a produce of the forest. I hope the army, after eating well, can halt for the night here. Furnished with all you could desire, you can continue your journey tomorrow along with your troops.\""
        }
    ]
}