{
    "id": "prose-ayodhya-85",
    "kanda": "ayodhya",
    "sarga": "85",
    "title": "Bharata thanks Guha for his hospitality",
    "chapter": "85",
    "overview": "Bharata thanks Guha for having come forward to offer hospitality to him and his army. He enquires about the proper route to proceed to the hermitage of Bharadvaja. Guha assures Bharata that he along with some of his ferrymen will follow him as guides. When Guha enquires Bharata whether he has an evil intention towards Rama, Bharata clarifies him that he is proceeding to Rama's place to bring him back to Ayodhya. When night falls Bharata along with Shatrughna and his army take rest. However Guha consoles Bharata, who has been constantly bewailing, till the nightfall.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those words, the highly intelligent Bharata replied to Guha, the lord of Nishadas, in words that were full of reason and meaning. \"O, friend of my elder brother! Indeed, your desire to offer hospitality to my army of such a magnitude, is great.\""
        },
        {
            "type": "verse",
            "text": "Having spoken these excellent words to Guha; the greatly illustrious Bharata, possessed of great splendor, said again to Guha the king of Nishadas (as follows): \"O, Guha! By which of these two routes can I go to the hermitage of Bharadvaja? This region engulfed in waters of Ganga River is not very much easy to negotiate and is difficult to cross.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of the wise prince; Guha, who roams about in woods, with joined palms answered as follows: \"O, highly illustrious prince! My ferrymen wielding their bows, and very attentive, will certainly accompany you. I too will follow you (in person). I hope you are not going to attack Rama, who is unwearied in action. This great army of yours is begetting an apprehension in my mind.\""
        },
        {
            "type": "verse",
            "text": "Bharata, whose heart resembled a taintless sky, spoke the following words in smooth voice, to that Guha, who confessed his doubt as aforesaid. \"Let not such an occasion of wretchedness come! You should never have suspected me. That Rama my elder brother is indeed regarded as my father. I am going to get back Rama who is now living in the forest. O, Guha! No other apprehension should be made by you. I am telling you the truth.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Bharata, Guha on his part, with his face radiated with joy spoke again to Bharata as follows: \"You be blessed! I do not see your equal on this earth - you, who wish to renounce the empire you acquired now, even without effort. Assuredly your fame will traverse permanently in all provinces, as you are the very person who wishes to bring back Rama from his terrible plight.\""
        },
        {
            "type": "verse",
            "text": "While Guha was talking thus to Bharata, the sun diffused less light and the night fell. The illustrious Bharata, lodging that army in camps, felt delighted by Guha's hospitality, returned to his camp and took rest along with Shatrughna. The high soled Bharata, whose only aim is to fulfill his duty and who is undeserving of sorrow, indeed felt grief, born of anguish for Rama. As a fire is hidden in a hollow tree while a forest is on fire, so did Bharata's fire of anguish burn with in his heart. Perspiration born of fieriness of grief poured off from all his limbs, as the snow heated by solar rays melts and flows from Himavat mountain. Bharata, the son of Kaikeyi was pressed by the weight of that colossal mountain of agony consisting of rocky caverns in the shape of settled contemplations on Rama, minerals in the shape of groans and sighs, a cluster of trees in the shape of depressive thoughts, summits in the form of sufferings and fatigue, countless wild beasts in the shape of swoons, herbs and bamboos in the form of his exertions. Thereafter, Bharata the excellent among men sighing much in melancholy, his mind utterly confused in consequence, having obtained an extreme distress, afflicted as he was with burning fever in his breast and like a bull strayed from its herd, found no peace. The noble soled Bharata, with his escort, met Guha too in a composed mind. Then Guha slowly reassured Bharata again as regards his elder brother."
        }
    ]
}