{
    "id": "prose-ayodhya-86",
    "kanda": "ayodhya",
    "sarga": "86",
    "title": "Guha narrates Bharata about Rama's stay",
    "chapter": "86",
    "overview": "Guha reports to Bharata, how Rama and his party broke their journey at Shringaverapura  and narrate to him the dialogue that took place between Lakshmana and himself during that night. Guha  further tells him how Rama and Lakshmana matted their hair into a thick mass crossed the holy river  with Sita and left for the hermitage of Sage Bharadwaja.",
    "content": [
        {
            "type": "verse",
            "text": "Then Guha the foremost dweller reported Bharata, who was having incomprehensible qualities,  about the quality of goodness of Lakshmana(as follows):"
        },
        {
            "type": "verse",
            "text": "\"I spoke as follows to that Lakshmana, who is endowed with virtues and wielding arrows  bow and a sword and who was keeping a vigil for the safe guard of his brother. Here is a comfortable  bed made ready for you. Feel yourself at ease. Rest peacefully on this, O, delight of the Raghu race!  All my people are habituated for hardships, o virtuous prince! You are used to comfort. Hence ,we shall  keep awake for the safe guard of Rama. None is more dear to me than Rama on this earth. Moreover, do  not become restless. I am telling this truth in your presence. By the grace of Rama, I wish to attain  a very great renown in this earth, an extensive acquisition of righteousness, an unalloyed wealth and  enjoyment. I as such with a bow in my hand, along with my relatives will guard my dear friend Rama,  who slept together with Sita. Nothing is indeed unknown to me, who forever wander in this forest.  We can defeat even an army consisting of all the four limbs in battle. "
        },
        {
            "type": "verse",
            "text": "Thus spoken as aforesaid by us the high soled Lakshmana, who perceives righteousness  alone,politely replied to all of us( as follows):"
        },
        {
            "type": "verse",
            "text": "\"How is it possible for me to get a sleep, or even life or comforts when Rama is reposing  on the floor along with Sita? O, Guha! Behold that Rama, who cannot be conquered in a battle even  by all the celestials and demons, sleeping on the blades of grass along with Sita. This Rama is an  excellent son, having qualities equal to those of Dasharatha. The king obtained Rama by performing a  great penance and after facing various troubles. When Rama having seen exiled, the king Dasharatha will  not survive for long.This earth will surely be without a husband soon. The women in the gynoecium's,  having cried with a great noise, would have ceased their crying out of fatigue. Now, the great noise  would have stopped in the royal palace by now. I do not expect whether all of them, like Kausalya Dasharatha  and even my mother Sumitra will survive at all till this night. By beholding Shatrughna, my mother perhaps  may even survive. However, the afflicted Kausalya who gave birth to the eminent Rama will surely die.\""
        },
        {
            "type": "verse",
            "text": "\"Without realizing his long-cherished wish and failing to install Rama in the kingdom  of Ayodhya, my father Dasharatha will expire. Those who have accomplished their purpose (Shatrughna and  others) will perform all the funeral honours to king Dasharatha, my father when the time comes for it.  They will joyfully inhabit my father capital City, with its pleasant cross roads and meeting places,  with its main roads well laid out, sumptuous with large houses and lofty mansions, with all the gems  they are encrusted, with elephants horses and chariots that abound there, the sound of trumpets with  which the city resonates, the many diversions it contains, its prosperous and well-fed people, its luxurious  gardens and parks as well as the assemblies and festivals that continuously take place in it.\""
        },
        {
            "type": "verse",
            "text": "Shall we enter Ayodhya happily along with that virtuous Rama, who has truly redeemed  his promise, when he completed his term of exile? While that magnanimous prince was lamenting thus,  standing guard, the night passed."
        },
        {
            "type": "verse",
            "text": "\"When the sun rose brightly in the next morning Rama and Lakshmana got their locks of  hair matted into a thick mass at the banks of River Ganga and they were safely ferried by me.\""
        },
        {
            "type": "verse",
            "text": "\"Rama and Lakshmana, who were capable of tormenting their enemies, possessing great strength,  wearing matted locks of hair and clothes made of bark, like unto the leaders of herd of elephants, wielding  excellent bow, arrows and sword, looking back at me, went away with Sita.\""
        }
    ]
}