{
    "id": "prose-ayodhya-87",
    "kanda": "ayodhya",
    "sarga": "87",
    "title": "Guha reports further details of Rama",
    "chapter": "87",
    "overview": "Hearing Guha's words about Rama, Bharata fell unconscious. Bharata eases himself thereafter  and asks Guha to report further details about Rama. Guha informs that even though he offered various  kinds of flood to Rama, the latter refused it. He adds that Rama Sita and Lakshmana observed fasting  for that night. Guha also informs Bharata that Lakshmana laid a bed of grass for Rama as well as Sita  to sleep theron and Lakshmana stood guarding Rama during the night, along with Guha and his kinsmen.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those most disagreeable words from Guha, Bharata began to think deeply, directing  his mind on Rama, of whom those unpleasant words were heard. That gentle, extremely courageous and the  mighty armed young prince, whose shoulders resembled a lion's his large eyes opening like a flowering  lotus and having pleasing appearance, momentarily sighed and in his extreme anguish, sank to the ground  suddenly like an elephant that has been wounded in the heart with goads. Seeing Bharata unconscious,  Guha growing pale, shook like a tree during an earthquake."
        },
        {
            "type": "verse",
            "text": "Shatrughna, who stood near, taking Bharata, who was in that unconscious state in his  arms, becoming non-pulsed, cried loudly, overcome as he was with grief. Then, all the queens, emaciated  through fasting, extremely miserable, being unable to find consolation for the sad end of their lord,  rushed towards Bharata. All of them, sobbing, surrounded Bharata who fell on the ground. Kausalya on  her part, torn with grief and bending over him, embraced him. That affectionate Kausalya, agitated as  she was with grief and looking miserable, pressing him to her bosom as a cow its own calf, questioned  Bharata (in the following words):"
        },
        {
            "type": "verse",
            "text": "\"O, son! I hope that no ailment afflicts your body. Now, the life of this royal race  is indeed dependent on you. Rama along with Lakshman has gone to the forest. The king Dasharatha is dead.  I survive, looking on you. Now, you alone are the protector for us. I hope you have not heard any unpleasant  news about Lakshmana or about Rama my one and the only son who left for the forest along with his wife.\""
        },
        {
            "type": "verse",
            "text": "Bharata of great renown, easing himself well within a moment, consoled Kausalya and while  still weeping, spoke to Guha (as follows):"
        },
        {
            "type": "verse",
            "text": "\"O, guha! Tell me where did Rama my brother as also Sita and Lakshmana halt in the  night? On what couch and eating what, did he repose?\""
        },
        {
            "type": "verse",
            "text": "Guha, the Lord of Nishadas, thrilling with rapture, spoke to Bharata about the manner  in which he made arrangements for (feeding and reposing) his beloved and kind guest, Rama. \"Various  kinds of food and drink and different varieties of fruits were brought repeatedly by me to the presence  of Rama for the purpose of his consumption.\""
        },
        {
            "type": "verse",
            "text": "Rama, the truly courageous man, refused all of them. Reminding himself of his warrior's  statute, he could not accept it."
        },
        {
            "type": "verse",
            "text": "\"O, Bharata! We were pacified by that high-souled Rama by saying thus: ' O, friend! We  are not allowed to receive anything we must always be givers. Rama, of great glory, then along with  Sita drank the water brought by Lakshman as observed fasting. Thereafter Lakshmana also drank the  left-over water and those three practised silence together in that evening-twilight. Lakshmana then  personally brought a layer of Kusa grass and arranged a fittingly nice bed with it for Rama immediately.  Rama, along with Sita, settled down on that bed. After washing their feet, Lakshmana went away to  a distance. Here at this fort of Ingndi Tree, on just this grass, on which both Rama and Sita slept  that night. Lakshmana, the scourge of his foe, wearing a glove of goha skin, strapping two quivers full  of arrows on either side of his back and wielding a great stringed bow, remained on his part walking  round Rama during that night. Wearing excellent arrows and a bow along with my vigilant kinsmen carrying  their bows, I on my part remained near Lakshman, who was guarding Rama who vied with Indra the Lord  of celestials.\""
        }
    ]
}