{
    "id": "prose-ayodhya-88",
    "kanda": "ayodhya",
    "sarga": "88",
    "title": "Bharata approaches the foot of Angudi tree",
    "chapter": "88",
    "overview": "Bharata and his minister approach the foot of Angudi tree, where Rama has slept on a  grass-bed on the ground. Bharata feels bad that on his account, Rama and Sita were to sleep on such  a grass-bed. He thinks that the city of Ayodhya is plunged in desolation, because of the death of Dasharatha  and the exile of Rama to the forest. Bharata further takes an owe that like Rama, he will also henceforth  sleep on grass with his locks matted, wearing robes of bark and living only on roots and fruits. He  says that if Rama refuses his appeal to occupy the throne of Ayodhya, he also will stay back in the  forest along with Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Having heard all that perfectly, Bharata approached the foot of Ingudi Tree along with  his ministers and gazed on that grass-bed on which Rama had slept. Thereafter, he said to all his mothers  as follows: \"It is here that the magnanimous hero laid himself for that night, his limbs pressing the  earth. Born of the great and sagacious Dasharatha in an illustrious family, Rama verily does not deserve  to sleep on this bare earth! How could Rama the tiger among men, who used to sleep on a couch horded  with rich cushions covered with superior hairy skins of antelopes, sleep on a bare floor? Having ever  dwelt in palaces, the upper apartments resembling the chariots of the gods and in turrets, furnished  with excellent carpets decked with heaps of flowers, perfumed with sandal and aloes, like unto a bright  and towering cloud, re-echoing to the cries of parrots, surpassing the finest of palaces, which were  cool and fragrant with perfumes, as unto Mount Meru with its golden walls, where in that palace he was  awakened at the fitting time by songs and music from various instruments, tinkling of ornaments and  the excellent sounds of clay tom-toms, glorified by many panegyrists, bards and ministrels through appropriate  ballads and songs of praise.\""
        },
        {
            "type": "verse",
            "text": "\"This ( such a prince becoming like this) is unbelievable in the world and does not appear  true to me. My mind is indeed bewildered. I wish that it were a dream. Surely even a deity is not a  little more powerful than Time (the will of god), since that Rama, the son of Dasharatha has to sleep  on the bare ground! Even Sita the daughter of the king of videha, lovely to look upon and the cherished  daughter-in-law of Dasharatha has to sleep on the floor!\""
        },
        {
            "type": "verse",
            "text": "\"This is the bed of my elder brother. Here are indeed the blessed marks of his changing  sides, in the form of all the blades of Kusa grass, trampled by his limbs on the hard ground. I think  the blessed Sita has slept on this bed along with her jewels for, some particles of gold appear to  be stuck up, here and there. It is very clear that the upper garment of Sita got entangled with these  blades here at that time. That is why, these silk-threads appear stuck to them. I think the bed of her  husband is sweet to a woman and thought Sita is young and unfortunate, yet however delicate she be,  she would experience no suffering. Alas! I am a cruel man because on my account, Rama, like an orphan,  along with his wife slept on such a bed. How can Rama, born in the race of monarchs, highly honoured  by the entire world, beloved of all the people, having a dark complexion as that of a blue-lotus, having  red eyes, lovely to look at who is entitled for comfort and who is not worthy of suffering, sleep on  the ground, abandoning excellent kingdom and comfort?\""
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, having auspicious marks on his body and an exceedingly lucky man, who accompanied  his elder brother Rama in times of adversity in indeed a fortunate man. Sita, who went together with  her husband to the forest, is indeed an accomplished woman. All of us, deprived of the highly virtuous  Rama, are an unsettled lot. Dasharatha went to heaven. Rama is dwelling in the forest. this kingdom appears  to me as a boat without helmsman. Even if staying in the forest, Rama protects this earth with the power  of his arms. Hence, nobody can think even in his mind, to invade this kingdom. Without guards to watch  over its ramparts, with its unrestrained horses and elephants, with its city-gates laid open, without  any defenders, denuded of its happy army, plunged in desolation in difficulties and exposed, that royal  capital of Ayodhya will be shunned like poisoned food even by the enemies. From today onwards, I shall  sleep on the earth or on the grass, with my locks matted, wearing robes of bark and by all means living  on fruits and roots.\""
        },
        {
            "type": "verse",
            "text": "\"For the rest of his exile, on behalf of Rama, I shall dwell cheerfully in the forest,  thereby discharging that promise so that the vows of Rama shall not have been made in vain. Shatrughna  will bear company with me, residing in the forest on behalf of Rama. My elder brother, Rama along with  Lakshmana will protect Ayodhya. Rama will be enthroned in ayodhya, by Brahmanas the Twice-born! May  the gods grant that my desire be made a reality. Should Rama not accept the respectful appeals made  in many a way by me, I shall follow the foot steps of Rama for any length of time he roams about in  the forest thereafter. He ought not to refuse this grace to me.\""
        }
    ]
}