{
    "id": "prose-ayodhya-89",
    "kanda": "ayodhya",
    "sarga": "89",
    "title": "Bharata asks Guha to to ferry them across the river by boats.",
    "chapter": "89",
    "overview": "Having passed the night on the banks of Ganga, Bharata asks Guha to make arrangements  for their troops to cross the river by boats. Accordingly, Guha has kept ready five hundred boat with  their ferry-men for the purpose. All of them reach the opposite shore of that river. Encamping the army  at the shore in the magnificent woods of Prayaga, Bharata along with the priests and king's counsellors,  approach the hermitage of Bharadwaja.",
    "content": [
        {
            "type": "verse",
            "text": "Bharata, born in Raghu race, having passed the night in that place on the banks of Ganga,  rising at dawn, said to Shatrughna as follows:"
        },
        {
            "type": "verse",
            "text": "\"O, Shatrughna! wake up! Why sleep longer? Bring guha the king of Nishadhas quickly and  be happy. Let him convey the army across the river.\""
        },
        {
            "type": "verse",
            "text": "Thus urged by Bhrata, his brother Shatrughna said, \"I am not sleeping. Thinking of that  Rama alone, I have been wakeful.\""
        },
        {
            "type": "verse",
            "text": "While those two lions among men were talking themselves with each other thus, Guha came  in time and with joined palms, addressed Bharata saying: \"O, Bharata! Did you pass the night happily  on the banks of the river? I hope all is well with your army.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of Guha spoken with affection, Bharata also in his devotion to Rama,  replied as follows: \"O, king! The night passed pleasantly for us. We were treated hospitably by you.  Let your fisher-men ferry us across Ganga River on your countless boats.\""
        },
        {
            "type": "verse",
            "text": "Hearing Bharata's command, Guha returned to the city in all haste and spoke to those  multitude of his people (as follows): \"Rise, awake and may prosperity ever attend you! Duly haul the  boats to the bank. Let us carry the army across the river.\""
        },
        {
            "type": "verse",
            "text": "Rising immediately on hearing the command of their king, they quickly brought together  five hundred boats from every quarter. Some excellent boats, possessing large bells were marked with  Sawstika, well-kept together with appropriate sails and adorned with flags. "
        },
        {
            "type": "verse",
            "text": "Then, Guha brought there one boat also adorned with Swastika, was covered with white  canvas, re-echoing with acclamations and which was beautiful. Vasishta, the royal priest and whatever  elderly Brahmanas were present there ascended the boats, even before Bharata, Shatrughna, Kausalya,  Sumitra. Whatever royal women were present also took their seats. Thereafter followed the king's wives  a well as bullock- carts and provisions. The sound of men setting fire to the huts, of those who were  descending the steps leading to the boat and those who were transporting their effects touched the sky."
        },
        {
            "type": "commentary",
            "text": "It has been a convention among Indian troops in the past to burn whatever is removing  their essential things and tents while leaving a halting place in the course of their march to a destination.  The idea is not to leave any trace of their whereabouts for the enemy. The practice was also believed  to bring triumph to the troops who resorted to it."
        },
        {
            "type": "verse",
            "text": "Those boats, adorned with flags, steered by fisher-men themselves ran speedily, duly  carrying those passengers. Some were filled with women. Some were loaded with horses and some of them  ferried animals of draught of great value. Having reached the opposite shore, those boats cleared those  people and on the return journey, the kinsfolk of Guha plied them as easily as toy- boats made of bamboo.  Goaded on by their mahouts, elephants adorned with their flags, swimming across the river, looked life  winged mountains. Some ascended boats. Some others crossed the river by rafts in the same manner. Some  others swam across with the help of big and small earthen vessels. The rest swam with arms."
        },
        {
            "type": "verse",
            "text": "Having made to cross River Ganga by the fisher-men themselves, that holy army reached  the magnificient woods of Prayaga at the hour of Maitra."
        },
        {
            "type": "commentary",
            "text": "The hour of early hours. A Muhurta, loosely translated as an hour, really consist  of 48 minutes. There are fifteen such Muhurtas in a day. They are named in order by Brihaspati as Randra,  Sarpa, maitra, Paitra, Vasava, Apya, Vaisva, Brahma, Praja, Isha, Sindra, Aindragna, Nairta, Varunaryamana  and Bhagi."
        },
        {
            "type": "verse",
            "text": "The high-souled Bharata made the army to rest, by encamping it according to its inclination  and set out along with the priests and king's counsellors to meet Bharadwaja, the foremost of sages.  Approaching the hermitage of that high-souled Brahmana and the family priest of gods, Bharata saw an  extensive and enchanting grove with its leafy huts and tress the chief of ascetics."
        }
    ]
}