{
    "id": "prose-ayodhya-9",
    "kanda": "ayodhya",
    "sarga": "9",
    "title": "Manthara's success in poisoning Kaikeyi's mind",
    "chapter": "9",
    "overview": "After hearing those words, Kaikeyi with her face burning with anger, had a long and hot sigh and spoke to Manthara as follows:  \"Now itself, I shall send Rama quickly to forest. I shall get Bharata anointed for princely kingdom immediately. O Manthara! What is the means by which Bharata will get the kingdom but Rama will not get it by any method ? Think about it now.\" After hearing her words, the sinful thinking Manthara, spoke thus to Kaikeyi to destroy Rama's benefit of kingdom. \"O Kaikeyi! I am very glad. I shall tell you the means by which your son Bharata only will get the kingdom. Listen to it!\" \"Oh, Kaikeyi! You desire to hear from me the means for your benefit. Have you forgotten about it or are you hiding, even if you have remembered it? O the lady of charms, Kaikeyi! If you desire to hear this from my mouth, I shall tell you. Listen to me. Let it be acted upon after listening to me.\" After hearing Manthara's words, Kaikeyi slightly rose from the well-laid bed and spoke the following :  \"O Manthara! Tell me the trick by which Bharata will get the kingdom and Rama will not get it under any circumstances.\" After hearing Kaikeyi's words, the sinful thinking, hunch backed Manthara, spoke thus, with an intention to destroy Rama's benefit of kingdom. \"O Queen! Once upon a time, when there was a battle between celestials and demons, your husband Dasharatha went along with you and other holy kings to help Indra in battle, to a famous city called Vaijaynata in which the demon Timidhvaja lived in a southern direction in the forest of Dandaka.\" \"That great demon famously called shambara, who had several magic effects, defeated all the celestials and conferred battle upon Devendra.\" \"In that great battle, demons approached and forcefully killed men who were injured by arrows and also those who were sleeping at night.\"",
    "content": [
        {
            "type": "verse",
            "text": "Comment : It is not a virtuous practice according to scriptures, to kill injured people and defenseless people sleeping at night. Demons do not follow such scriptures."
        },
        {
            "type": "verse",
            "text": "\"Then, king Dasharatha fought a great battle there. With their weapons, demons made into pieces the long armed Dasharatha.\" \"O Queen! You saved the life of your unconscious husband by taking him away from the battle field. There also, you again saved him, when beaten by demons with their weapons.\" \"O Kaikeyi with auspicious appearance! Getting delighted, he gave two boons to you. Then, you said, \" I shall ask you whenever I require them\". He then agreed to it.\" \"O Queen! I do not know what had happened there. You yourself told this story previously to me. I am keeping this in my mind because of my friendship with you. Hence, you have to stop, by force, the arrangements being made for Rama's coronation.\" \"You ask your husband as two boons, anointing Bharata for princely kingdom and sending Rama to exile for fourteen years.\" If you send Rama to forest for fourteen years, your son Bharata will get intimate association in the hearts of the people and will get stabilised in kingdom. Oh,Kaikeyi! Now, enter the room of wrath as if angry with him and lie down on floor without any spread underneath and wearing soiled clothes. As soon as you see Dasharatha, be sorrowful and keep on weaping, without looking at him and without talking to him face to face. You are always dear to your husband. I have no doubt about it. King Dasharatha will even jump into a fire for your sake. The king is not capable of making you angry. He is not even able to see you with anger. He will give up his life for your love. Oh, foolish one! The king will not be able to transgress your word. You realise your abundant strength. King Dasharatha may offer you diamonds, pearls, gold and various other precious stones. Do not care for them. Oh, Kaikeyi, the great fortunate! you remind Dasharatha of those boons given by him to you in that battle between celestials and demons. See that your benefit does not get thwarted. Dasharatha himself will raise you from the floor and offer you the boon. Thus , after making him steady, you ask for this boon. \"Oh, king! send Rama to forest for fourteen years. Let Bharata be made as king of this earth\". Rama having been sent to forest for fourteen years, your son will stand firmly, having laid his roots and will stay in power for the remaining period. Oh, Kaikeyi! Ask Dasharatha of sending Rama to forest also as a boon. Thus, your son will accomplish all the desired benefits. Thus , by sending Rama to exile, he will not become amiable to people. Your Bharata will become king, after the enemies having been annihilated. When Rama returns from forest, your wise son will accumulate friends and draw people to his fold, thus establishing roots himself. This is the appropriate time for you. Be fearless and by your insistence, make the king turn aside his effort to anoint Rama."
        },
        {
            "type": "verse",
            "text": "Kaikeyi, being brain-washed on an unworthy matter as the most worthy matter by Manthara, accepted her well and having delighted, spoke to her as follows:- Though of right thinking in nature, Kaikeyi was very much surprised to hear Manthara's words and like a small girl, got into a wrong path. Oh, Manthara! You are telling very good things. Till now, I have not recognised you as this good. You are the best among the hunch-backed on this earth in making intellectual decisions. Oh, Manthara! you always show interest in my well being and wish for my benefit. But for you, I would not have been aware of the king's intentions. Your chest is appearing equally on both sides and is loftily extended upto the shoulder. Below it is the good novelled stomach, which is lean as though it is shy of seeing the loftiness of chest. Oh, Manthara! with perfect hips and well rounded breasts and with your face like an untainted moon you are shining well. Oh, Manthara! Your waist decorated with golden belt is making sound. Your leg-muscles are well rounded and your feet are tall. Oh, Manthara! You are splendid like a royal swan walking before me, with long thighs and wearing a silk saree. In addition to all those thousand magic effects lying in shambara, the lord of demons, another further thousands of magic effects are lying in you. In your long hunch, which looks like an apex of a chariot, are dwelling your various thoughts, royal arts and magic effects. Oh Manthara! When Rama goes to forest and Bharata gets kingdom, I shall adore this huch back with a golden garland. Oh, Manthara! After accomplishing the benefit desired by me, I shall, with delight, get your hunch back anointed with well refined gold of good quality. Oh, Manthara! I shall get beautiful ornaments made and for your forehead auspicious dots of variety done of pure gold. You will be moving around like an angel, wearing beautiful clothes. You will achieve an important position in the eyes of your adversaries with pride and with your face, incomparably competing with moon. The hunch backed women, adorned with all ornaments, will always do service at your feet, as how as hunch-backed you are doing it to me.      Manthara in this way being praised spoke these words to Kaikeyi, who was lying in a clean couch like a flame of fire upon the sacrificial altar. \"Oh, Kaikeyi the auspicious one! When water has already flown out, there is no use constructing a dam. Now rise and do this purposeful action. Show your influence to the king.\""
        },
        {
            "type": "verse",
            "text": "By surrendering to the words of Manthara and having been thus encouraged by her, Kaikeyi who was with her wide eyes, proud of her intoxicating beauty, a gifted woman and a queen, removed pearl necklace worth in lacs and other great valuable auspicious ornaments from her body, entered the chamber of wrath along with Manthara, lied on the floor there like a golden creeper and spoke to Manthara  as follows: \"After Rama's going to the forest, Bharata shall get the kingdom. Or else, you inform the king that I died here itself. Neither gold nor diamonds nor ornaments are of any use to me. On which day Rama gets anointed for the kingdom, the same day it will be the end of my life. \""
        },
        {
            "type": "verse",
            "text": "Afterwards, that Manthara agian spoke to the seriously talking mother of Bharata that is Kaikeyi the following words which were beneficial to her and not beneficial in relation to Rama. \" If Rama becomes king, you and your son will be destroyed, Oh, Kaikeyi of auspicious qualities! Hence you try for coronation of your son, Bharata \""
        },
        {
            "type": "verse",
            "text": "Having thus hit by arrows of words employed by Manthara again and again, Kaikeyi felt sad, was angry with the king, by keeping hands on her heart, was surprised with the cleverness of Manthara and praised her time and again. \" If Rama does not go to forest from here, I do not long for any mattresses or garlands or sandal paste or eye-liner or drink or food or even my life here.\" Kaikeyi, thus uttering these cruel words, having removed all ornaments, lied on the floor without a mattress like a fallen angel. Kaikeyi, having removed all adornments, having her face covered by the darkness of extreme anger and with her depressed mind, looked like a starless sky in a gloomy night."
        }
    ]
}