{
    "id": "prose-ayodhya-90",
    "kanda": "ayodhya",
    "sarga": "90",
    "title": "Bharata proceeds to see Bharadwaja",
    "chapter": "90",
    "overview": "Bharata along with Vasishta proceed to see Bharadwaja. Bharadwaja welcomes both of them  hospitable. After exchanging pleasantries Bharadwaja asks Bharata whether he is coming to the forest  to do any harm to Rama and Lakshmana. Bharata replies that he is coming to the forest for the purpose  of taking back Rama to Ayodhya. When enquired by Bharata about the whereabouts of Rama, Bharadwaja informs  that Rama along with Sita and Lakshmana are staying on the chitrakuta mountain. Thereafter, at the  request of Bharadwaja, Bharata along with his routine decides to make a night halt on that day at that  hermitage and to proceed to Chitrakuta on the following morning.",
    "content": [
        {
            "type": "verse",
            "text": "Having seen Bharadwaja's hermitage at a couple of miles away, that excellent man Bharata,  knowing what is right, leaving all his army behind, discarding his weapons and ornaments, and wearing  simple silken garment, went forwards by foot, proceeded by Vasishta, his spiritual preceptor. Leaving  his ministers behind at a visible distance to Bharadwaja, Bharata then went along with Vasishta, his  spiritual preceptor."
        },
        {
            "type": "verse",
            "text": "On seeing Vasistha, Bharadwaja the great ascetic rose quickly from his seat, asking his  disciples to fetch water to wash the hand (of the distinguished guests) with. Having met Vasishta and  greeted by Bharata, Bharadwaja of great splendour recognized him to be a son of Dasharatha. Bharadwaja,  knowing what is right, offering them both, in order of seniority, water to wash their hands and feet  with and fruits afterwards, made enquiries concerning the welfare of their family."
        },
        {
            "type": "verse",
            "text": "Subsequently, Bharadwaja made enquires with both of them as to whether all were well  in the city of Ayodhya, with the army, with the treasury, friends and counsellors. But knowing Dasharatha  friends and counsellors. But knowing Dasharatha to be dead, he did not speak of the king."
        },
        {
            "type": "verse",
            "text": "Vasishta and Bharata in return made enquires with Bharadwaja, if all were well with his  body his sacred fires, his disciples, the trees, the deer and birds in the hermitage. The great ascetic  Bharadwaja replied, \"All is well\" and spoke the following words to Bharata, bound as he was with affection  to Rama : \"For what reason have you, who are ruling the kingdom, come here? Tell me all this, for my  mind is not getting cleared of doubts. That annihilator of enemies, born of Kausalya for the increase  of her happiness, he who with his brother and his wife have been exiled to the forest for a long period,  that Rama who is full of glory, through the intrigues of a woman was condemned to dwell in the forest  for fourteen years by his father. I hope you do not intend to do any harm to that irreproachable prince  and his younger brother in order to enjoy the throne without hindrance.\""
        },
        {
            "type": "verse",
            "text": "Thus spoken to as aforesaid, Bharata with his eyes filled with tears in grief and in  a faltering tone, replied to Bharadwaja as follows:"
        },
        {
            "type": "verse",
            "text": "\"If you the Blessed One, regard me like this, I am lost indeed! I cannot conceive of  any harm towards Rama having proceeded from me. do not charge me thus. I do not approve of what my mother  has done when I was away from home. I am not pleased with her nor do I accept her word in this matter.  I, on my part, came to take back that tiger among men to Ayodhya, after prostrating myself at his feet  and having propitiated him. O, venerable one! Believing me to have come for the aforesaid purpose, you  ought to do a favour for me. Tell me where Rama the Lord of the world is to be found now?\""
        },
        {
            "type": "verse",
            "text": "Requested by Vasishta and other priests likewise, Bharadwaja answered Bharata in affectionate  words as follows:"
        },
        {
            "type": "verse",
            "text": "\"O, Bharata the tiger among men! Good manners towards teachers as well as self control  and walking in the footsteps of virtuous men-these qualities are worthy of you, born as you are in the  Raghu dynasty. I was aware of your purpose in your mind. But, I desired to confirm it and it is on this  account that I asked you, in order to strengthen you fame immeasurably. I know where the virtuous Rama  along with Sita and Lakshmana are to be found. Your elder brother is staying on the great mountain  called Chitrakuta. You may proceed to that place tomorrow. Stay here today along with your ministers.  O, man of great wisdom, who understands legitimate interest and desire! Grant me this desire.\""
        },
        {
            "type": "verse",
            "text": "Bharata of a broad outlook and whose reality (as an admirer of Rama) had now come to  be known, answered thus: \"So be it\". Then, the prince made up his mind to stay for that night in the  hermitage.\""
        }
    ]
}