{
    "id": "prose-ayodhya-91",
    "kanda": "ayodhya",
    "sarga": "91",
    "title": "Bharadwaja arranges a befitting hospitality to Bharata.",
    "chapter": "91",
    "overview": "Having been instructed by Bharadwaja to bring the army to his place, Bharata allowed his army also to come to the hermitage. Then, Bharadwaja invokes Visvakarma, the divine architect and requests him to arrange for a befitting hopsitality to Bharata,",
    "content": [
        {
            "type": "verse",
            "text": "Seeing he had resolved to halt at that place for the night, the sage Bharadwaja prepared to offer Bharata the son of Kaikeyi the full honours due to a guest. Then, Bharata said to Bharadwaja as follows: \"Have you not presented me with water to wash my hands and feet and offered me this hospitality fitting for a guest in this forest?\""
        },
        {
            "type": "verse",
            "text": "Then, Bharadwaja smilingly replied to Bharata as follows: \"I know you possess a friendly disposition and you are pleased with whatever is offered to you. O, Bharata the excellent among men! I wish to offer food to your army. You ought to fulfil my satisfaction in every suitable way. O, warrior! Why did you come here, leaving your army at a distance? Why did you not come to my place with your army?\""
        },
        {
            "type": "verse",
            "text": "Bharata, with joined palms, replied to Bharadwaja who was rich with austerity in the following words: \"O, venerable one! I have not come here with my army for the fear of displeasing you. Either the king or the prince should always keep away from the places occupied by ascetics. Spirited horses, men and rare elephants in rut covering an immense area are accompanying me. Let them not damage the trees, huts and ground and defile the waters of hermitages' - in this thought, I came alone.\" Thereafter Bharata, having been commanded by that great sage to bring the army there, allowed the army's arrival to the hermitage. "
        },
        {
            "type": "verse",
            "text": "Meanwhile, entering the fire-sanctuary (the place where the sacrificial fire is kept), sipping water and wiping the lips, Bharadwaja invoked Visvakarma (the architect of gods) in order to fulfil his duties towards the guests (as follows): \"I wish to offer hospitality to the guest I summon vishvakarma who is also the divine carpenter. Let arrangements be made in that connection for me. I further invoke the three gods (Yama, Varuna and Kubera) the guardians of the worlds with Indra as their king. I wish to offer hospitality to the guests. Let arrangements be made in this connection for me. Let the rivers which flow towards the east and those which flow towards the west, across the earth and in the aerial region now come together here from all quarters. Let some rivers flow with Maireya ( a kind of wine made from date palms etc) some others flow with highly refined spirituous liquor and some others flow with cool water with a taste of sugarcane. "
        },
        {
            "type": "verse",
            "text": "\"I invoke the celestials and celestial musicians Vishvavasu, Haha and Huhu as also Apsaras (nymphs) belonging to the celestial and celestial musicians' race from all regions. I invoke the celestial nymphs called ghritachi, Vishvachi, Mishra Kesi, Alambusa, Nagadanta and Hema as also Hima who has an abode made in mountains.\""
        },
        {
            "type": "verse",
            "text": "\"I invoke the fair women who are attending on Brahma the Lord of creation - all of them with their external appendages (like musical instruments) along with (their teacher) Tumburu. Let that beautiful garden in the region of northern Kuru, presided over by Kubera (the god of riches) always with its leaves which serve as raiment and ornaments, with its fruits in the form of heavenly damsels appear in this place. Many the blessed moon-god (the duty presiding over annual plants) furnish me at this place, excellent food of every variety, confections, sweets, sauces and syrups. May the blessed moon-god furnish me many-coloured flowers which have just fallen from the flower-plants or trees, the drinks like wine and others as also various kinds of meat.\""
        },
        {
            "type": "verse",
            "text": "That sage Bharadwaja, with his intense meditation, possessing unequal splendour and with austerity, spoke as follows, in tones befitting proper articulation and pronunciation of the scriptural texts. While that sage Bharadwaja, with joined palms, was meditating with absorption in the east, all those celestials came one by one. Then, a pleasant comfortable and gracious breeze, passing over the mountains of Malaya and Dardura, began to blow, removing sweat by its influence. Thereafter wonderful clouds let loose a rain of flowers, while the sound of divine gongs could be heard on every side."
        },
        {
            "type": "verse",
            "text": "Troops of Apsaras (divine nymphs) danced to the melodious rustling of the wind. The clestials and the celestial musicians sang. Vinas, stringed musical instruments transmitted their tunes. Sweat and harmonious sounds emitted smoothly, entered the sky earth and the ears of beings. When those celestial melodies ceased so pleasingly heard by the human ears, Bharata's army saw the wonderful creations of Visvakarma."
        },
        {
            "type": "verse",
            "text": "A levelled land of approximately twenty miles on all sides, became covered by many carpets of grass, dark as emerald. At that place, Bilva, Kapittha, Panasa, Citron Amalaki and Mango Trees laden with fruit appeared. A forest of divine enjoyments from the territory of northern Kuru's along with a river shaped with various trees on its bank appeared there."
        },
        {
            "type": "verse",
            "text": "Splendid square mansions with stables for elephants and horses as well as resplendent gates with watch-towers flanked by turrets were seen. A royal palace emerged, dazzling as a cloud, pierced by splendid arches, hung with white garlands, filled with fragrance of celestial perfumes, forming a perfect quadrangle, spacious, furnished with couches seats and palanquins, supplied with ambrosial drinks of every kind as well as magnificent attire and food of every variety, well-prepared eatables of every description in cleaned vessels free from dirt and all kinds of seats arranged in order looked charming with superb couches duly covered with rich carpets."
        },
        {
            "type": "verse",
            "text": "The mighty armed Bharata the son of Kaikeyi on invitation by the great sage, entered that palace filled with precious gems. All the ministers together with priests accompanied Bharata and on entering that excellent get-up of the house, were filled with delight"
        },
        {
            "type": "verse",
            "text": "Bharata along with his ministers went clock-wise round the excellent royal throne, whisk and the royal umbrella kept there, as if they were utilized by a king. They paid reverence to the royal seat, bowing before it, as if Rama sat thereon and thereafter Bharata, taking hold of the whisk, sat down on the seat meant for the chief minister."
        },
        {
            "type": "verse",
            "text": "All the ministers and priests sat down in order of precedence. Thereafter, the chief of the army and at last the officer-in-charge of the encampment occupied their seats. Then, on an instant, by the orders of Bharadwaja, streams having milk thickened with rice in the place of mud, flowed towards Bharata. On both the banks of those streams, enchanting and celestial houses plastered with white clay born out of the grace of Brahma the Lord of creation, appeared."
        },
        {
            "type": "verse",
            "text": "At that moment itself, twenty thousand women adorned with beautiful ornaments, sent by Brahma, arrived. Twenty thousand more women, who were radiant and adorned with gold, gems, pearls and corals came from the region of Kubera. A particular company of Apsaras, embraced by whom, a man looked as though seized with insanity, came from Nandana grove."
        },
        {
            "type": "verse",
            "text": "Those most excellent kings among celestial musicians - Narada, Tumbura and Gopa whose radiance is like that of the sun, began to sing in front of Bharata. Then, on the command of Bharadwaja, Alambusa, MishraKesi and Vamana started dancing in the presence of Bharata. By the command of Bharadwaja, wreaths of flowers which were beloved of the gods or those which grow in the woods of Chaitra ratha were seen at Prayaga."
        },
        {
            "type": "verse",
            "text": "By the command of Bharadwaja, Bel trees assumed the form of drummers, Vibhitaka trees assumed the form of cymbalists and Peepul trees assumed the form of dancers. Then, decoders palmyras and Tilaka trees along with Tamala trees transformed into hunch backs and dwarfs and joyfully arrived there."
        },
        {
            "type": "verse",
            "text": "Shimshapas (Ashoka trees), Amalakis (Emblic myrobalan), Jambus (rose-apple trees), Malati, Mallika Jati and other creepers in the forest had been changed into dancing girls in the hermitage of Bharadwaja and they spoke as follows: \"O, wine-bibbers! Drink the wine, however much you desire! O troops stricken with hunger! Let milk thickened with rice and the meats which are very much fresh, be eaten (as you will)\""
        },
        {
            "type": "verse",
            "text": "Seven or eight young women bathed every single man on the beautiful river-banks, after massaging their body with oil. Women with charming eyes came running and shampooed their limbs. Lovely women likewise wiped off the moisture on their body with towels and gave them beverages to drink, mutually sharing them among each other."
        },
        {
            "type": "verse",
            "text": "The keepers of animals fed horses, elephants, donkeys, camels and bullocks (the offspring of Surabhi the divine cow) with their suitable feed. The animals, belonging to the exceedingly strong and illustrious warriors, the descendents of Ikshvaku, were fed with pieces of sugarcane and roasted grain soaked in honey, duly cajoling them to eat."
        },
        {
            "type": "verse",
            "text": "The groom did not recognize his horse. The elephant-keeper did not recognize his elephant. That army there appeared intoxicated, maddened and enraptured on that spot. With all their desires gratified, their bodies anointed with red-sandal paste, and surrounded by a company of Apsaras, those soldiers uttered the following words."
        },
        {
            "type": "verse",
            "text": "\"We shall not go either to Ayodhya or to Dandaka forest. Let Bharata be well! Likewise, let Rama too be at east!\" "
        },
        {
            "type": "verse",
            "text": "Having obtained that hospitality, the infantry, the cavalry as well as those mounted on elephants and their keepers too, no longer acknowledging their leaders, spoke the following words: In the height of joy, those men in thousands there, the retinue of Bharata cried out, \"This is verily of heaven!\""
        },
        {
            "type": "verse",
            "text": "The soldiers in thousands, wreathed in flowers danced, laughed, sang and ran hither and thither. To those soldiers who had partaken that food which was as sweet as ambrosia, when they saw again those fresh dishes, there arose in them a desire to eat them again."
        },
        {
            "type": "verse",
            "text": "Thousands of servants, slaves, youthful women and those in the army on every side, clad in new raiment, became very much contented. Elephants, donkeys, camels, bullocks, horses, animals and birds there were suitably well-fed. Hence, one did not afflict the other. There was no one seen in soiled attire or hungry or unkept or with hair powdered with dust."
        },
        {
            "type": "verse",
            "text": "Dishes of goat and boar with delicious sauces were there and condiments that were spicy, fragrant and succulent, cooked in fruit juices; vessels of rare metals filled with rice, decorated with flowers, were offered in thousands to those soldiers there. The soldiers saw them with wonder on all sides. The wells in various sides of the forest (surrounding Bharadwaja's hermitage) have their mud transformed into milk in which rice was cooked. The cows in the region were transformed into cows of plenty and the trees dripped honey."
        },
        {
            "type": "verse",
            "text": "Some ponds there were endowed with full of wine and some were filled with assortment of various dressed meats pertaining to deer, peacocks and wild cocks; cooked in hot pans. There were thousands of portable furnaces, lacs of culinary utensils ten crores of golden vessels, well-cleaned bowls filled with curds, small water-jars and wide-mouthed dishes."
        },
        {
            "type": "verse",
            "text": "Lakes full of fresh curds, shining fragrant and in the colour of a wood-apple, curds mixed with sugar and spices, some other lakes filled with white curds, some others filled with milk soaked in rice as well as sugar and some other lakes with a mixture of barley and sugar were formed."
        },
        {
            "type": "verse",
            "text": "Those soldiers saw jellies, powders and syrups made of fruits and various kinds of accessories used in bathing, kept stored in vessels, on the banks of rivers. Those soldiers saw there heaps of twigs used for cleaning the teeth with white brushes at their tips, white sandal pastes stored in caskets, polished mirrors, piles of clothes, thousands of pairs of shoes and sandals, caskets containing collyrium for the eyes; combs, brushed, raiments bows, protectors of vitals, strange couches and seats, drinking ponds for donkeys camels elephants and horses, lakes with good stairs for descent having water-lilies and lotuses with sky-blue colour, with clear water offering a comfortable bath and soft grasses having a colour of Nipa tree and of cat's eye gems useful for feeding animals."
        },
        {
            "type": "commentary",
            "text": "Nipa tree: Nanclea cadamba"
        },
        {
            "type": "verse",
            "text": "Seeing such a wonderful and dreamlike hospitality offered by the great sage Bharadwaja, all those men were surprised. While they were enjoying thus in that charming hermitage of Bharadwaja, in the same manner as celestials enjoy the garden of Nandna, that night had elapsed. Having been permitted by Bharadwaja, those rivers, the celestial musicians and all those beautiful women went back by the same way they came. The soldiers, intoxicated with spirituous liquor, were likewise excited with joy. Likewise, the men were drenched in charming aloes and sandal paste. Various kinds of excellent and charming garlands were there, crushed and garlands were there, crushed and scattered at distances, likewise. "
        }
    ]
}