{
    "id": "prose-ayodhya-92",
    "kanda": "ayodhya",
    "sarga": "92",
    "title": "Bharata approaches Bharadwaja",
    "chapter": "92",
    "overview": "Bharata approaches the sage Bharadwaja and seeks his permission to leave. Bharata asks Bhardwaja the exact route by which he can reach the abode of Rama. Bharadwaja gives the details of the path towards the banks of river Mandakini, situated at the north of Chitrakuta mountain, where Rama is stationed along with Sita and Lakshmana. Hearing of the journey, Dasharatha's wives approach Bharadwaja and offer their salutations to him. Bharata introduces his mothers one by one to Bharadwaja. While introducing his mother, Kaikeyi to Bharadwaja, Bharata describes Kaikeyi as the root-cause of their family's misfortune. But, the sage Bharadwaja consoles him, saying that the exile of Rama would ultimately result in happiness the sages, celestials and even the demons. Bharata finally bids farewell to the sage and proceeds to Chitrakuta, along with his retinue.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, Bharata along with his routine, who were treated hospitably, spent that night there and sought out Bharadwaja with fondness. The sage Bharadwaja, who had offered oblations in sacred fire, spoke to Bharata the tiger among men, who had come there with joined palms, saying."
        },
        {
            "type": "verse",
            "text": "\"O, handsome Bharata! Have you passed this night at out place comfortably? Is your retinue fully satisfied with my hospitality? Tell me.\""
        },
        {
            "type": "verse",
            "text": " After joining his palms in salutation, Bharata replied to the very glorious sage Bharawaja, who came out from his hermitage (as follows): \"O, venerable sage! With all the enjoyments in plenty provided by you, I felt comfortable and satisfied, along with very ministers my entire army and our animals too used in riding. All of us including our servants have become very much satisfied with our fatigue and pains removed, having eaten a good food and having been provided an excellent accommodation.\""
        },
        {
            "type": "verse",
            "text": "\"O, Blessed one! O, excellent sage I am taking leave of you. Look on me with favour as I find myself in my brother's vicinity. Tell me about the abode of that high-souled and pious man, Rama. Tell me as to which way I have to go, how much distance it is from here and so forth.\""
        },
        {
            "type": "verse",
            "text": "The highly glorious Bharadwaaja, of rigid asceticism, thus questioned by Bharata (who intensely desired to see his brother again), answered him as follows: \"O, Bharata! About twenty eight miles from here, there is a mountain called Chitrakuta, in the middle of a lonely forest with its charming Cascades and groves. Going towards its northern side, you will find River Mandakini, which is entirely enveloped with flowering trees and having forests flourished with charming blossoms. Beyond that river, there is a mountain called Chitrakuta and on it, their hut made of leafy twigs. Both of them are residing there. It is sure.\""
        },
        {
            "type": "verse",
            "text": "\"O, the illustrious chief of army! Direct the forces filled with elephants horses and chariots either towards the southern route or to the left proceeding southward. You can see Rama then.\""
        },
        {
            "type": "verse",
            "text": "Hearing him speak of the journey, Dasharatha's wives eligible of sitting in palanquins, descended from their palanquins and stood encircling Bharadwaja. Kaikeyi with her unfulfilled desire and despised by the whole world, clasped the sage's feet with bashfulness. Kaikeyi with her unfulfilled desire and despised by the whole world, clasped the sage's feet with bashfullness."
        },
        {
            "type": "verse",
            "text": "Then, having gone around that venerable and eminent sage clock-wise, she stood close to Bharata himself, distressed as she was at heart. Then, Bharadwaja, firm in austerity, enquired Bharata as follows: \"O, Bharata! I wish to know the distinctions of your mothers.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of the learned sage, Bharadwaja, Bharata who was skilled in expression, with joined palms, spoke the following words: \"O, venerable sage! This miserable queen emaciated by grief and fasting, is the royal consort of my father, who you see resembling a goddess - it is she, Kausalya who, as Aditi gave birth to Upendra, begot that Tiger among the heroes, with the great gait and pride of a lion that Rama.\""
        },
        {
            "type": "verse",
            "text": "She, who stands clinging to the left shoulder of Kausalya, plunged in grief is the unfortunate Sumitra, looking like a branch of Karnikara tree with withered flowers standing in the interior of the grove. Both Lakshmana and Shatrughna, the two heroic princes of god-like appearance and unfailing prowess are the sons of this godly woman, Sumitra. "
        },
        {
            "type": "verse",
            "text": "\"She, through whose fault, those two tigers among men have to obtain a miserable existence and King Dasharatha deprived of his son, has gone to heaven this woman, who is irate, imprudent, arrogant, who esteems herself to be good-looking, who is covetous of power, unworthy though noble to all appearance, know her to be Kaikeyi, my mother of wicked and sinful resolve, in whom I see the root cause of my great misfortune.\""
        },
        {
            "type": "verse",
            "text": "Bharata, the tiger among men, with his red eyes spoke thus in a voice broken by sobs and breathing as he like an enraged and hissing snake. Hearing the aforesaid words spoken by Bharata, Bharadwaja the great intellectual sage replied in the following meaningful words. \"O, Bharata! Kaikeyi is not intended to be understood by you accusatively. The exile of Rama with indeed become ultimately a cause for happiness! Now, due to Rama's exile, there will indeed be a benefit to the celestials the demons and the sages whose souls are purified by meditating on the Universal Spirit.\""
        },
        {
            "type": "verse",
            "text": "Bharata satisfied, paid obeisance to him and circumambulated him in bidding a farewell, directing the army to get prepared to leave. Then, setting out for their destination, countless people ascended many excellent chariots, decorated with gold, duly harnessed to horses. Female and male elephants, wearing golden chains and flags, distinguished by the sound of bells, like thundering clouds at the end of a summer marched in a form. "
        },
        {
            "type": "verse",
            "text": "Various precious conveyances, both big and small, marched forward. Pedestrians marched forward by foot. Desirous of seeing Rama and delighted, Kausalya and other honourable women thereafter advanced on their excellent conveyances. The illustrious Bharata mounted a readily kept palanquin which was auspiciously shining like rising moon and sun and proceeded along with his escort. That vast army with its countless elephants horses and chariots proceeded, covering the southern direction, like a great cloud that has risen in the sky and on the other bank of the Ganges, by mountains and streams, crossing the woods inhabited by deer and birds."
        },
        {
            "type": "verse",
            "text": "That army of Bharata, with its squadrons of rejoicing elephants horses and warriors, penetrating into the vast forest, frightening innumerable beasts and birds, appeared resplendent there."
        }
    ]
}