{
    "id": "prose-ayodhya-93",
    "kanda": "ayodhya",
    "sarga": "93",
    "title": "Bharata and his army reach Chitrakuta mountain",
    "chapter": "93",
    "overview": "Travelling for a long time, Bharata and his army reach Chitrakuta mountain. Bharata Chitrakuta  mountain. Bharata appreciates the beauty of that place and identifies it as an abode of ascetics. He  instructs his soldiers to explore the woods and find out where Rama and Lakshmana are living. Valiant  men penetrate into the forest and pursuing their search, they observe a plume of smoke rising at some  distance and concluding the site to be the hermitage of Rama. Bharata commands his army to halt and  decides to walk with Sumantra and Dhriti his spiritual preceptor to Rama's hermitage.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing that large army on the march, the herds of beasts with their leaders, the denizens  of the woods were frightened and ran away together. Bears, dappled deer and antelopes could be seen  every where, on the tracks of the forest, on the hills and by the rivers. That pious minded Bharata  gracefully marched ahead, surrounded by that clamorous army of four divisions. The army, of the magnanimous  Bharata, which resembled the high tide of an ocean, covered the earth as clouds cover the sky in a rainy  season."
        },
        {
            "type": "verse",
            "text": "Submerged by the waves of horses and elephants of great speed at that time, the earth  became invisible for a long time. Having travelled for a long distance, that glorious Bharata, whose  animals were now fully exhausted, said to Vasishta, the most segacious of his counsellors (as follows)"
        },
        {
            "type": "verse",
            "text": "\"Looking at the features of the pace and from what has been heard by me, it is clear  that we reached that area of which Bharadwaja spoke. This mountain is Chitrakuta. This river is Mandakini.  This forest is appearing like a blue cloud from a distance. By my elephants appearing themselves like  mountains, the lovely peaks of Chitrakuta mountain are being trampled. These trees on the peaks of the  mountain are shedding flowers, as black and intense clouds shower water in a rainy season.\""
        },
        {
            "type": "verse",
            "text": "\"Behold, O Shatrughna, this mountain, (hitherto) frequented by Kinnaras, now teaming  with horses on every side, as a sea is infested by alligators. These herds of antelopes, having a rapid  speed, as urged forward (by the troops) appear like a mass of clouds driven by the wind in the sky in  autumn. Those tree, with their leaves in multitude dazzling, crowned with fragrant chaplets of flowers,  resemble the people of the south. This forest, which was silent and wore a terrifying look till now,  appears to me like Ayodhya, swarming with people.\""
        },
        {
            "type": "verse",
            "text": "\"The dust raised from the hooves of the horses blots out the heavens, but the wind carries  it away immediately as if to give me pleasure. Behold, O Shatrughna, these chariots yoked with horses  and mounted by the chief charioteers are rushing together rapidly in the forest. Behold these peacocks  and birds, which are pleasant to the sight, are frightened and are entering their dwelling places hastily.\""
        },
        {
            "type": "verse",
            "text": "\"This place to me is appearing very much lovely. Resembling in every way like a threshold  of heaven, it is clearly an abode of ascetics. In this forest, many dappled deer with their hinds, endowed  with enchanting forms, are seen as if studded with flowers. Let the soldiers proceed quickly to explore  the woods to find those tigers among men, Rama and Lakshamana.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Bharata, valiant men wearing weapons in their hands, penetrated  into the forest suddenly they observed a plume of smoke rising. "
        },
        {
            "type": "verse",
            "text": "Seeing that spiral of smoke, they returned to Bharata and said; \"There can be no fire  in a deserted place. Assuredly, Rama and Lakshmana are there. If it be not those two tigers among men,  the two princes, the scourges of their foes here, obviously there are other ascetics like Rama here.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words concurred even by pious men, Bharata the destroyer of enemy's forces,  spoke to the entire army (as follows):"
        },
        {
            "type": "verse",
            "text": "\"You stay here vigilantly. Do no proceed any further. I alone will go along with Sumantra  and also Dhriti, my spiritual preceptor.\""
        },
        {
            "type": "verse",
            "text": "On this command, all the troops halted there and Bharata with his gaze fixed on the column  of smoke, went forward. The army, which was held up there by Bharata, even though perceiving the place  ahead, felt rejoiced in the thought of meeting their beloved Rama soon."
        }
    ]
}