{
    "id": "prose-ayodhya-94",
    "kanda": "ayodhya",
    "sarga": "94",
    "title": "Rama shows the captivating scenery of Chitrakuta to Sita",
    "chapter": "94",
    "overview": "Rama describes the beauty of Chitrakuta mountain to Sita. He delightfully shows her the various colourful minerals, several kinds of birds and animals, several type of trees with flowers and fruit, as also the enchanting springs and Cascades in the mountain. Thus, he also diverts his own mind in seeing that captivating scenery.",
    "content": [
        {
            "type": "verse",
            "text": "Having dwelt for some time in that mountain, Rama, who resembled God, who liked mountains and groves, who desired Sita's happiness and himself delightful in his mind, began to point out the beauty of Chitrakuta to his consort, as Indra the god of celestials converses with Shachi the wife of Indra, saying: \"O, my good lady! By seeing this beautiful mountain, neither the loss of kingdom nor the non-existence of friends distresses my mind. Behold this mountain, abounding with flocks of birds of every kind where minerals lie and crowned with peaks that seem to project upwards to the sky. Some areas of the mountain are encrusted with minerals, having appearance of silver, some resembling blood, some yellowish, some red as madder, some sparkle like precious stones, some possessing, the luster of topaz and crystal and a hue of Ketaka flower and some sparkle with the splendour of a kind of gem called Jyotirasa.\""
        },
        {
            "type": "verse",
            "text": "\"The mountain is filled with tame beasts of every kind, tigers, panthers and bears, and is enlivened by a flock of many birds. This mountain abounds with such type of trees as mangoes, rose-apples and Asanas laden with flowers and fruits, affording magnificent shade, and pleasing to the mind, Lodhras, Priyalas (commonly called Payals), bread-fruit trees, Dhavas, Ankolas, Bhavyas and Tinisas, Bilvas (Bel trees), Tindukas and bamboos, Kashmaris, margosas and Varaas, Madhukas; Tilaks, jujube trees, embolic myrobalans, Kadamoos, came, Dhanvanas and pomegranates, enhancing its beauty.\""
        },
        {
            "type": "verse",
            "text": "\"O, my good lady! See these Kinnaras, thrilling to be looked at, in their high spirits, wandering in couples in these lovely mountain-plains. Behold their swords hanging on the trees, their excellent swords and the charming retreats, where vidyadharas and their women sport. This mountain resembles an elephant with ichors flowing from its forehead, as from its crevices, springs and cascades flow here and there.\""
        },
        {
            "type": "verse",
            "text": "\"Who would not be filled with delight, by these glades from which fragrance of various flowers issues, pleasing to the senses? O, irreproachable lay! If I am live with you and Lakshmana for many autumns here, grief will not overpower me. O, Sita! Seeing this mountain laden with many flowers and fruit, the enchanting resort of flocks of birds as also the ravishing peaks of the mountain, I am really captivated.\""
        },
        {
            "type": "verse",
            "text": "\"By residing in the forest, a two-fold advantage is secured by me; freedom from debt to my father in regards my duty and Bharata's happiness. O, Sita! Are you happy with me on this Chitrakuta mountain, seeing various objects agreeable to your thought word and temperament?\""
        },
        {
            "type": "verse",
            "text": "\"My paternal great grand fathers the ancient royal sages have said that for a king to obtain liberation after death, such a residence in the forest is nectar like. Hundreds and multitude of rocks of this extensive mountain are shining around in multifarious colours like blue, yellow, white and red.\""
        },
        {
            "type": "verse",
            "text": "\"Thousands of herbs of this Chitrakuta mountain, glittering with their lovely light, are sparkling like points of fire. O, Sita! Some parts of this mountain resemble mansions, some look like parks and some others appear like a single pile. Chitrakuta appears as though emerged, having split the earth. This summit of Chitrakuta appears charming on all sides.\""
        },
        {
            "type": "verse",
            "text": "\"See the leaves of lilies, Sthagara trees, Punnaga trees and Bhurja trees heaped with flowers of water-lilies form the cozy beds of voluptuaries. O, Sita! Look at the garlands of lotus-flowers crushed and thrown aside by voluptuaries as also fruits of every kind that have been tasted.\""
        },
        {
            "type": "verse",
            "text": "\"This mountain f Chitrakuta with its abundance of roots fruits and water is more beautiful than Vasvankasara better known as Alaka the capital of Kubera the Lord of Riches, Nalini the capital of Indra (the God of celestials) better known as Amaravati and Uttarakuru the country of Eternal Beatitude. O, Sita! Strolling with you and Lakshmana during this period of exile, on my part established in the path of the pious, following the highest salutary practices, I shall obtain joy, enhancing the piety of my race.\""
        }
    ]
}