{
    "id": "prose-ayodhya-95",
    "kanda": "ayodhya",
    "sarga": "95",
    "title": "Rama and Sita spend some time at Mandakini River",
    "chapter": "95",
    "overview": "Rama describes to Sita the beauty of Mandakini River with its multi-coloured beaches,  swans, geese, deer and flowery trees on its banks. He shows some sages taking dip in the river and herds  of elephants and monkeys coming for a drink there. Thus Rama and Sita spend some of their time in  enjoying the charms of Chitrakuta mountain.",
    "content": [
        {
            "type": "verse",
            "text": "Then, turning away from the mountain, Rama (The prospective ruler of Kosala) showed Sita  (the daughter of the King of Mithila) the beautiful river of Mandakini carrying splendid waters."
        },
        {
            "type": "verse",
            "text": "The lotus-eyed Rama spoke to Sita, (the daughter of Janaka) who was having an elegant  waist and whose face resembled the moon: \"Behold this charming river of Mandakini, with its multi-coloured  sandy beaches, frequented by swans and geese and laden with flowers. Behold this river, hedged on all  sides with various kinds of flowers and fruits, growing on its banks and enhance its loveliness like  the lake (Sangadhika) of Kubera (the ruler of Yakshas). At this moment, its pleasant fords, where herds  of deer drink and make the waters turbid, create ecstasy in me.\""
        },
        {
            "type": "verse",
            "text": "\"O, beloved Sita! Sages with matted locks and wearing antelope-skins and having bark  of trees for their upper garment, take a dip in the River Mandakini, at the appointed hour. Here are  some other sages of austere vows, worshipping the sun with uplifted arms; as per the scriptural injunctions.  The trees, their crowns agitated by the breeze, that shower down leaves and flowers on both sides of  the river cause the mountain to appear as though it were dancing! See this River Mandakini with its  crystal-like clear water at some places, with its shining sand-dunes at some places and crowded with  Siddhas who are bathing at some other places.\""
        },
        {
            "type": "commentary",
            "text": "Siddha: A class of semi-divine beings endowed with mystic powers."
        },
        {
            "type": "verse",
            "text": "\"Behold you, heaps of flowers shaken down by the wind and shattered. See some other heaps  of flowers floating, O lady with slender waist! Behold the sweet-voiced ruddy geese, ascending the banks  uttering harmonious tones. I consider this sight of Mandakini River and of Chitrakuta, particularly  at your sight, to be more delightful than dwelling in the City of Ayodhya, O, lovely woman! Here are  Siddhas (semi-divine beings endowed with mystic powers), free from impurities and rich in asceticism,  with their senses and mind under control, who perpetually stir the waters. You too should take a dip  in the river along with me.\""
        },
        {
            "type": "verse",
            "text": "\"Enter the Mandakini River, as on the breast of a friend, submerging the red and white  lotuses in it- O, Lovely Sita! My darling! Think of the wild beasts as inhabitants of the city of  Ayodhya, this mountain of Chitrakuta as the city of Ayodhya and this river as the Sarayu from now on!"
        },
        {
            "type": "verse",
            "text": "\"O, Sita!; The virtuous Lakshmana is obeying my commands and you too are well-disposed,  causing delight to me. Bathing three times a day in the river and living on honey, roots and fruits  in your company, I do not desire for the kingdom nor do I long for Ayodhya now. There is none in the  world, who would not be relieved of his fatigue and feel refreshed on the banks of this enchanting river,  frequented by herds of elephants, who with lions and monkeys, come here to drink and which is adorned  with innumerable flowers in full bloom.\""
        },
        {
            "type": "verse",
            "text": "Describing the varied beauties of the Mandakini River, Rama the bestower of delight to  Raghu dynasty with his beloved consort as a companion, strolled in the lovely mountain of Chitrakuta  which was shining like a piece of collieries.\""
        }
    ]
}