{
    "id": "prose-ayodhya-96",
    "kanda": "ayodhya",
    "sarga": "96",
    "title": "Rama hears a gigantic clamour of an army",
    "chapter": "96",
    "overview": "Rama hears a gigantic clamour of an army nearby and asks Lakshmana to find out what it is. Lakshmana ascends a tree and informs Rama that Bharata's army is approaching towards their hermitage. Lakshmana expresses his apprehension to Rama, saying that Bharata's army may be coming there in order to kill both of them. An enraged Lakshmana says that he will kill both Bharata and Kaikeyi together with the army.",
    "content": [
        {
            "type": "verse",
            "text": "Having shown Mandakini River in that manner to Sita, the daughter of Mithila, Rama set on the hill-side in order to gratify her appetite with a piece of flesh. Rama, whose mind was devoted to righteousness stayed there with Sita, saying; \"This meat is fresh, this is savoury and roasted in the fire.\" While Rama was thus sitting there the dust and clamour of Bharata's army, which was approaching, ascended into the sky. "
        },
        {
            "type": "verse",
            "text": "Meanwhile, frightened by that gigantic clamour, the leaders of elephants and other animal - troops, in rut, were tormented and fled in different directions from there. Rama heard that sound generated from the army and also saw all those leaders of the animal-flock, running away from there. Seeing those animals running away and hearing that clamour, Rama spoke to Lakshmana (son of Sumitra) of burning courage as follows:"
        },
        {
            "type": "verse",
            "text": "\"Alas! O, Lakshmana! Sumitra is blessed with a noble son in you. Here is heard a tumultuous sound as terrific as that of a roaring cloud. See what it is. The lordly elephants in the forest, the buffaloes in the great woods and the wild beasts frightened by lions are suddenly running away in various directions. O, Lakshmana! You ought to find out whether it is a king or a prince roaming for a hunt or some other savage beast. This mountain is difficult of access even to birds. You ought to find out soon, all this in an accurate manner.\""
        },
        {
            "type": "verse",
            "text": "Lakshmana quickly ascended a Sala tree in flowering and looking towards all directions, saw towards eastern side. Looking in northern direction, Lakshmana saw a huge army, full of chariots, steeds and elephants accompanied by smart foot-soldiers. "
        },
        {
            "type": "verse",
            "text": "Lakshmana informed Rama about that army which was full of horses, elephants and chariots decorated with flags and spoke the following words also. \"O, honourable brother! Extinguish the fire. Let Sita occupy a hiding place. Make your bow ready with a bow-string and arrows. Wear an armour.\" "
        },
        {
            "type": "verse",
            "text": "Rama the tiger among men replied to Lakshmana, saying: \"O, Lakshmana! See, whose army do you think is this?\""
        },
        {
            "type": "verse",
            "text": "Hearing Rama's words, Lakshmana was irritated like a fire and spoke the following words, as though he was wishing to scorch the army. \"Bharata, Kaikeyi's son, having obtained coronation and desirous of making the kingdom free of enemies, is coming here to kill both of us. It is clear. The gigantic and glorious tree with superb branches is shining over there prominently. The ensign bearing the device of a kovidara (pomegranate) tree is shining on that chariot.\""
        },
        {
            "type": "verse",
            "text": "Among the cavalry, some are cavorting merrily on their swift horses, while others are beaming with delight, mounted on their elephants. \"O, warrior! Let us take up our bows and ascend the mountain or let us stay here itself, fully prepared with our weapons in our hands. O, Rama! Will that flag with the insignia of a Kovidara tree come into our subjugation? Can we see Bharata, because of whom a great misfortune has occurred to you, to Sita and to me?\""
        },
        {
            "type": "verse",
            "text": "\"O, Rama the warrior! By the reason of whom you were deprived of an eternal kingdom, such Bharata as a foe who is coming here, deserves to be slain by me. I see no sin in slaying Bharata. None is charged with unlawfulness, if one strikes down an aggressor. Bharata is the assailant and his death is legitimate. He being dead, you will rule the entire earth. Let Kaikeyi, who is craving for the kingdom see, with great sorrow, her son slain by me today in battle, as a tree is crushed down by an elephant. I shall kill Kaikeyi too along with her friend the hunch-back and other accomplices. Let the earth today be relieved of a great sinner. Today in the concentrated fury that injustice has kindled I shall scatter the enemy - battalions as a fire consumes the dry wood.\""
        },
        {
            "type": "verse",
            "text": "\"Today, with my sharpened arrows, I shall slay the bodies of my foes and make this forest of Chitrakuta overflow with blood. The elephants and horses whose breasts were laid open with my darts and the men too struck down by me, be dragged about by savage beasts. By killing Bharata together with his army in this great forest, I shall discharge my debt to my bow and arrows.\""
        }
    ]
}