{
    "id": "prose-ayodhya-97",
    "kanda": "ayodhya",
    "sarga": "97",
    "title": "Rama pacifies Lakshmana, who is angry with Bharata",
    "chapter": "97",
    "overview": "Rama pacifies Lakshmana, saying that Bharata, due to his affection towards his brothers and due to the distress that troubles his mind after hearing of the news of their exile, he came to the forest and not with any other motive. Ashamed of himself to hear the opinion of Rama about Bharata, and descending the tree, Lakshmana hides his abashment by changing the topic. Commanded by Bharata that no disturbance should be caused to the hermitage occupied by Rama, the army encamps around the edge of the mountain, chitrakuta.",
    "content": [
        {
            "type": "verse",
            "text": "Rama on the other hand, pacifying Lakshmana (son of Sumitra), who was very much agitated and infatuated with anger, spoke the following words: \"While Bharata, wielding a bow and highly wise-man himself is coming here, what is the use of a bow or sword with a shield? O, Lakshmana! Having promised to make our father's wish a reality. What shall I do with the kingdom by acquiring an ill-fame in killing Bharata who came here to see me? I should not enjoy the spoils obtained by slaying a relative or friend, like the partaking of a poisoned food.\""
        },
        {
            "type": "verse",
            "text": "\"O, Lakshmana! It is for your sake I desire virtue, legitimately acquired wealth and pleasure or even the earth itself. I promise this to you. I desire the throne only for the protection and happiness of my brothers. I touch my weapon and swear this fact. This earth, bounded by the sea is not hard to obtain for me, O Lakshmana the excellent man! I do not indeed wish even the position of Indra by unrighteousness.\""
        },
        {
            "type": "verse",
            "text": "\"If there be happiness that I could enjoy without Bharata or you or without Shatrughna, may it be without Shatrughna, may it be burnt to ashes by fire, O Lakshmana the honour-giver! I think Bharata was back to Ayodhya, with full of affection for his brothers. He is dearer to me than my life- he who is mindful of the duties of his race. Hearing of my exile and that I was wearing matted locks and the antelope skin, accompanied by Sita and you, O most valiant of warriors, in his devotion towards me and due to the distress that troubles his mind, Bharata has come to see me. He has not come with any other motive.\""
        },
        {
            "type": "verse",
            "text": "\"Getting angry with Kaikeyi his mother and speaking unkind and harsh words to her, the glorious Bharata after getting permission from our further, came here to bestow kingdom to me. This is the proper time for Bharata to come here and see us. He does not behave or even think unkindly towards us.\""
        },
        {
            "type": "verse",
            "text": "\"Has Bharata at any time done any harm to you previously? What so the reason for you to be so apprehensive of Bharata now? Indeed, Bharata must not hear harsh or disagreeable word from your lips. If an affront is offered to him, it is offered to me!\""
        },
        {
            "type": "verse",
            "text": "\"O, Lakshmana! How should a son strike his father, even in a distress or a brother strike a brother who is as dear to him as his life? If you are uttering these words for the sake of the kingdom, I shall tell Bharata to give the kingdom to you, when I see him. When Bharata receives this command from me, \"Cede the empire to him\", he will answer, So, be it.\" "
        },
        {
            "type": "verse",
            "text": "At these words spoken by his honourable brother, to whom he was devoted, Lakshmana, abashed, shrank into himself. Listening to these words Lakshmana ashamed, answered: \"I think that our father Dasharatha came here to see you himself.\" Observing the embarrassed Lakshmana, Rama said, \"I think the mighty armed Dasharatha came here to see us. Or rather, to my mind, as he knows that we have been accustomed to comfort, reflecting that we are dwelling in the forest, he wishes to take us home.\""
        },
        {
            "type": "verse",
            "text": "\"The glorious Dasharatha, my father possibly will take back Sita from the forest, she who has ever lived in the heart of prosperity. O, warrior! See those two excellent horses of noble breed, shining attractively and vying with the wind in swiftness. Here is that colossal elephant who is moving at the head of the army called Shatrunjaya, the aged companion of our sagacious father.\""
        },
        {
            "type": "verse",
            "text": "\"O, Lakshmana the mighty armed! But I do not see that white heavenly canopy of our father, well known insignia in the world. An apprehension on this point is created in my mind. You get down from the top of the tree. Act on my word.\" Thus spoke the virtuous Rama to that Lakshmana. Descending from the top of that Sala tree, Lakshmana the victorious in battle, with joined palms, stood by the side of Rama."
        },
        {
            "type": "verse",
            "text": "Commanded by Bharata that no trampling of army should be made in the hermitage of Rama, the army was encamped round the mountain. That royal army of Ikshvaku race, crowded with elephants horses and chariots was encamped around the edge of the mountain occupying an area of one Yojana and a half. Brought by the virtuous Bharata, who laid aside his arrogance, placing the righteousness in forefront in order to propitiate Rama, that army showed itself to be disciplined in the vicinity of Chitrakuta."
        }
    ]
}