{
    "id": "prose-ayodhya-98",
    "kanda": "ayodhya",
    "sarga": "98",
    "title": "Bharata continues his search for Rama's hermitage",
    "chapter": "98",
    "overview": "Bharata instructs Shatrughna and Guha along with some troops each to search for Rama and Lakshmana in the forest. Bharata, personally, along with his ministers citizens and priests, proceed on foot to some other side of the forest for the search. He goes through the forest for some time. Climbing up a sala tree, Bharata observes a plume of smoke at a distance and conjectures that place as Rama's hermitage. Bharata quickly proceeds with quick steps, along with Guha, to see Rama.",
    "content": [
        {
            "type": "verse",
            "text": "After encamping the army, the mighty Bharata the excellent among men, sought to approach on foot, Rama who was complying with the words of his father. "
        },
        {
            "type": "verse",
            "text": "Soon after encamping the army in a well-behaved manner per the guidelines, Bharata spoke the following words to Shatrughna: \"O, gentle brother! You, along with a troop of men and trackers, ought to search on all sides of this forest. Let Guha search for Rama and Lakshmana in this forest, himself accompanied by a multitude of his kinsmen, duly wielding their bows, arrows and swords. I too, surrounded by the ministers, citizens, priests and Brahmanas, shall personally go round the entire forest on foot."
        },
        {
            "type": "verse",
            "text": "\"Peace will not be with me until I do not see Rama or the very mighty Lakshmana or the illustrious Sita. Peace will not be with me until I do not see the auspicious face of my elder brother, resembling the moon and having eyes bearing resemblance to lotus-leaves. Peace will not be with me until I do not hold firmly on my head, the soles of my elder brother, bearing royal insignia."
        },
        {
            "type": "verse",
            "text": "\"Peace will not come to me until my elder brother, who is eligible for the crown, is not installed in the kingdom of Ayodhya, which was derived from our father and grand father and consecrated by sprinkling water on his head (as a symbol of crowing the kingdom).\""
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, who is seeing regularly the face of Rama having a great luminance resembling the bright moon and having lotus eyes, is indeed an accomplished man. Sita, the illustrious daughter of Janaka, who is following the steps of Rama the Lord of the earth extending to the sea, has fulfilled her object. That enchanting mountain of Chitrakuta resembles the King of Mountains on which Rama is residing, as Kubera the Lord of riches is living in the garden of Nandana. Blessed is this dense forest, inhabited by wild animals, where Rama, the great warrior and the excellent man among the wielders of weapons, dwells.\""
        }
    ]
}