{
    "id": "prose-ayodhya-99",
    "kanda": "ayodhya",
    "sarga": "99",
    "title": "Bharata beholds Rama's hermitage and approaches it",
    "chapter": "99",
    "overview": "Bharata observes various signs, proving Rama's hermitage in the vicinity of his place of search. After proceeding for a distance, Bharata beholds Rama's hermitage and Rama too seated in the hut, wearing matted locks. Bharata laments on Rama's misfortune of living as an ascetic Bharata and Shatrughna throw themselves on Rama's feet in salutation. Rama embraces them both.",
    "content": [
        {
            "type": "verse",
            "text": "Having stationed his forces, Bharata set out eagerly to see his brother, pointing out the sign of Rama's habitation to Shatrughna. Bharata, who was affectionate towards the elders, asked the sage Vasishta to bring his mothers soon thereafter and went ahead quickly. Sumantra also, equally desirous of seeing Rama; followed Shatrughna at a little distance."
        },
        {
            "type": "verse",
            "text": "While the illustrious Bharata passed on, he observed in that wood of ascetics, a leafy hut of his brother together with a small hut made of leaves, nearby. Bharata then beheld wood that had been broken up and heaps of flowers gathered in front of that hermitage."
        },
        {
            "type": "verse",
            "text": "While coming to the hermitage, Bharata saw some signs here and there serving as a proper direction to that hermitage, tufts of Kusha grass and strips of bark tied to the trees by Rama and Lakshmana. He also saw in the vicinity great heaps of dried dung of deers and buffaloes, kept ready for protection against cold."
        },
        {
            "type": "verse",
            "text": "Then, proceeding further, the valiant and the mighty armed Bharata spoke to Shatrughna in joy, as also those ministers who surrounded him. \"I think we have reached the place about which Bharadwaja directed us. I believe Mandakini River is not far from here. These pieces of bark have been tied up from above. This may be the path provided as signs by Lakshmana in order to find his way back in odd hours of darkness.\""
        },
        {
            "type": "verse",
            "text": "\"At the side of the mountain, this is a roaming place of elephants, having huge teeth, violent as they are and ferociously roaring at each other. See this intense smoke coming from that fire which the sages in the forest always desire to keep in their hermitages. Here, I can see joyfully Rama, the tiger among men, who gives respect to elders and is as venerable as a sage.\""
        },
        {
            "type": "verse",
            "text": "Proceeding for a while on Chitrakuta mountain and reaching the River Mandakini, that Bharata said to his ministers and others as follows: \"The foremost of men and the Lord of the people, having sought seclusion, sat on the floor, delighted as he was in the posture of a hero (with his left foot placed on his right knee). O Fie unto my birth and life!\""
        },
        {
            "type": "verse",
            "text": "\"Rama the Lord of Men with great luster, has been overtaken by this misfortune because of me and leaving all enjoyments, is living in the forest. Thus abhorred by the world, I will fall on the feet of Rama, Sita and Lakshmana and seek to regain Rama's grace.\" "
        },
        {
            "type": "verse",
            "text": "As Bharata was lamenting thus, he beheld in that forest, a splendid and sacred leafy hut, which was covered with many soft leaves of Sala, Tala and Asvakarna trees, overspread with blades of Kusa grass in a sacrificial performance, appearing like an extensive altar and it was adorned with bows plated with gold, like unto the weapons of Indra the Lord of celestials, constructed for heroic exploits, having great power, the torments of their foes, graced with fearful arrows in their quivers, like unto the rays of the sun, bright as serpents with shining hoods, in the same way of Bhagavati (the realm of Nagas), decked with a couple of swords encased in sheaths of gold, adorned with two shields decorated with flowers of gold, finger-guards embroidered with gold and in different colours suspended on walls and which hut was unassailable by hordes of enemies as is a lion's cave to deer."
        },
        {
            "type": "verse",
            "text": "Bharata saw a sacrificial altar in the north-east corner having a steep descent, extensive in area and having a sacred fire burned in the hermitage of Rama. Looking around for a moment, Bharata beheld his elder brother, Rama himself seated in the hut, wearing matted locks."
        },
        {
            "type": "verse",
            "text": "Bharata saw that Rama clad in an antelope-skin and robes of bark, seated close by, resembling a fire (in brilliance), with the neck and shoulders of a lion, mighty arms and eyes resembling the lotus, the very virtuous Lord of the Earth extending upto the ocean, the Eternal Brahma, and seated on the ground spread with Darbha grass, with Sita and Lakshmana. Beholding him, the illustrious and the high-souled Bharata the son of Kaikeyi distraught by the grief that possessed him, rushed towards Rama."
        },
        {
            "type": "verse",
            "text": "\"My elder brother who is fit to be honoured in an assembly by a body of ministers around him, is now being served by a body of wild beasts around him in this jungle. Who is also fit to be honoured in an assembly by a body of ministers around him, is now being served by a body of wild beasts around him in this jungle. That magnanimous hero, who formerly used to possess countless articles of apparel is now wearing two antelope-skins, following ascetic righteousness."
        },
        {
            "type": "verse",
            "text": "\"How this Rama, who used to wear various kinds of colourful flowers, is bearing this burden of matted locks now? He who acquired merit through countless sacrifices performed according to the prescribed injunctions, now follows the path of righteousness through asceticism!\""
        },
        {
            "type": "verse",
            "text": "\"He whose body was formerly rendered fragrant by white sandal paste, has only dust with which to smear the limbs of this venerable elder brother! Rama who used to have happiness, has fallen into this misfortune, because of me cursed be my reprehensive existence that the whole world condemns!\""
        },
        {
            "type": "verse",
            "text": "Thus did that pitiable Bharata lament, perspiration be-dewing his lotus-like countenance and, without touching Rama's feet, fell down grooming. Overcome with grief, the highly valiant prince Bharata cried out \"O, Noble One!\" once and in his distress, was unable to speak anything further."
        },
        {
            "type": "verse",
            "text": "Crying at the top of his voice, \"O, Noble One\" only, on seeing the illustrious Rama, he was unable to speak further, his throat choked with tears. Shatrughna too, weeping, threw himself at Rama's feet and Rama too, embracing them both, allowed his tears to fall."
        },
        {
            "type": "verse",
            "text": "Then, in that forest, the princes Rama and Lakshmana were seen by Sumantra and Guha, as in the sky, the sun and the moon are seen in conjunction with Venus and Jupiter. All those dwellers in the woods, seeing those princes resembling leaders of elephant-herbs meeting together there in that great forest, losing their cheerfulness, began to shed tears."
        }
    ]
}