{
    "id": "prose-yuddha-1",
    "kanda": "yuddha",
    "sarga": "1",
    "title": "Rama appreciates Hanuman and embraces him",
    "chapter": "1",
    "overview": "Rama appreciates Hanuman and embraces him after hearing his report.Rama was gladdend that Hanuman did something worthy of a noble servent. Then, Rama reflected upon the problem of how to cross the ocean.",
    "content": [
        {
            "type": "verse",
            "text": "Touched with joy to hear the words rightly spoken by Hanumann, Rama replied as follows:- \"A very outstanding work, the most arduous in the world has been done by Hanumann, which could not be carried out even in thought by any other on the surface of this earth. Indeed, I cannot perceive as such anyone other than Garuda (chief of the feathered race and vehicle of Lord Vishnu), wind- god and Hanumann, who can cross the mighty ocean. Who can return alive, having entered (once) taking refuge only in self- command, the city of Lanka, which is unconquerable by gods demons and Yakshas and even by Gandharvas, Nagas and ogres and well under the custody of Ravana? Who is able to capture that citadel, by assault, that is exceedingly dangerous to be attacked and which is powerfully guarded by ogres, but one whose courage and valour are equal to Hanumann's? A great act of service has been done by Hanumann to Sugriva thus by exhibiting his strength corresponding to his pace. That servant to whom his master entrusts a difficult task and who performs it with zeal is said to be a superior person. The one who is ready and capable but who yet does no more than his master extracts from him is called a mediocre person. The one who is well and able and yet does not carry out the instructions of his master as directed is said to be the least of men. Through the discovery of Sita's retreat by this faithful messenger, Hanumann has fulfilled the task entrusted to him unfalteringly to the satisfaction of Sugriva and hence there was no diminution to his self.  By finding out Sita, the Raghu dynasty as well as myself and the valiant Lakshmana too, have been rightly saved today. But it squeezes my conscience further, hopeless as I am, to think that I am not able to do a pleasant act befittingly to the bearer of these good tidings. Let me at least embrace this magnanimous Hanumann since in the present circumstances, this is all that is easily obtained from me.\""
        },
        {
            "type": "verse",
            "text": "Thus saying, Rama vibrating with joy, clasped Hanumann in his arms who, master of himself, his mission fulfilled, had returned."
        },
        {
            "type": "verse",
            "text": "After reflecting a while, Rama the great scion of Raghus, again spoke as follows, Sugriva the ruler of monkeys too listening attentively. \"The search for Sita has been performed so much well in all ways. But my mind gets dejected once more, when I behold this vast ocean. How can these monkeys put together will reach the southern bank of the ocean, which is so difficult to cross and which contains voluminous water? Having received the tidings of Sita, what can now be done to take the monkeys to the farther side the sea?\""
        },
        {
            "type": "verse",
            "text": "Thus speaking to Hanumann, Rama the destroyer of enemies and the mighty armed, was filled with apprehension and then became absorbed in thought."
        }
    ]
}