{
    "id": "prose-yuddha-10",
    "kanda": "yuddha",
    "sarga": "10",
    "title": "Vibhishana advises Ravana to restore Sita to Rama",
    "chapter": "10",
    "overview": "Vibhishana, the half-brother of Ravana, lists out bad omens occurring in the city and in the gynaeceum and advises Ravana to restore Sita to Rama as atonement to these evil forces. Ravana turns a deaf ear to Vibhishana's counsel and sends him away. ",
    "content": [
        {
            "type": "verse",
            "text": "Vibhishana, who always arrived at a settlement in matters of virtue, pleasure and wealth and who was terrible in his act, on arrival of the dawn, entered the palace of Ravana. Ravana's palace was looking like a mass of rocks, elevated like a mountain-peak, well-divided into spacious apartments and occupied by eminent men. It was inhabited by prime ministers, who were intelligent and beloved. It was guarded on all sides by demons, who were trust worthy and efficient. The air was filled with the sighing breaths of elephants in rut, with tumultuous noise produced by the blowing of conches and made to resound by an ensemble of musical instruments. The palace was filled with a number of women-folk. It was having principal passages in which spoken words were heard. It was having turrets made of pure gold and adorned with excellent decors. The palace was like an abode of Gandharvas (celestial musicians) and of Maruts (storm-gods) filled with a collection of jewels resembling a house of Nagas (serpent-gods)."
        },
        {
            "type": "verse",
            "text": "The valiant Vibhishana with great splendour entered that mansion of his elder brother, Ravana, like the sun with rays outstretched with splendour entering a big cloud. Vibhishana with great radiance, heard the auspicious sounds of felicitous recital of prayers uttered by the knowers of Vedas (scriptural texts), wishing for the victory of his brother."
        },
        {
            "type": "verse",
            "text": "Vibhishana of great strength saw Brahmins who know Mantras (sacred texts) and Brahmanas*, respected and offered with pots filled of curd, clarified butter as well as with flowers and unbroken rice. Being adored by the demons and shining by his own splendour, offered salutation to Ravana the younger brother of Kubera (the lord of riches), who occupied the throne."
        },
        {
            "type": "verse",
            "text": "*Brahmanas are those portions of Vedas containing rules for employment of Mantras at various sacrifices"
        },
        {
            "type": "verse",
            "text": "Practicing customary formalities, Vibhishana who knew the code of conduct, obtained a seat adorned with gold, as endowed to him by a glance of the king. In the presence of ministers and in privation, Vibhishana spoke to powerful Ravana the words convinced of reason and which were very much beneficial. He, who could discriminate between good and evil things in the world, having sought the favour from his eldest (half-) brother by means of soothing words arranged in an order, spoke in consonance with place, time and purpose."
        },
        {
            "type": "verse",
            "text": "\"O, annihilator of enemies! We are seeing inauspicious omens, since Sita arrived here. Even if the sacrificial fire is fed with oblations while uttering a proper set of Mantras (Spiritual texts), the fire is not flaring up well, emitting sparks, its flames are enveloped in smoke and are coming forth, polluted with soot. Serpents are seen at the corner of the sacrificial post which is nearest the fire, also in houses keeping sacrificial fire and in places where sacred studies are made. Ants are seen in things to be offered as oblations. Cow's milk is getting curdled. Excellent elephants are bereft of rut. Horses are neighing miserably and are not rejoiced in eating grass. O, king! Donkeys, camels and mules shed tears, losing their hair and even if treated as per medical procedures are not getting cured. Crows in flocks are crying cruelly from all sides and are seen in crowds assembled together on house-tops. Vultures fly to and fro in circles over the city. Jackals are crying inauspiciously at the approach of both dawn and the dusk. At city-gates are heard loud cries of carnivorous animals gathered in groups, with thundering noise.\""
        },
        {
            "type": "verse",
            "text": "\"O, brave man! Hence, when the actions of evil forces are happening in this way, this atonement is appropriate that Sita be given away to Rama and I like it.  If I am speaking this because of infatuation or greed, in that case also, you ought not to find fault with me. These bad omens are being seen indeed by demons and lady-demons of the city and of the gynaeceum as well as all these people here. All your ministers have abstained to pass this counsel to you. Whatever is seen or heard, it is to be told certainly by me. Hence, you ought to do according to a justification of things for the occasion.\""
        },
        {
            "type": "verse",
            "text": "Vibhishana, the half-brother spoke these beneficial words to Ravana, the best among demons in the midst of his half-brother's ministers. Ravana, who had evil inclination, heard those words, which were beneficial, very well-meant, soft, conformable to reason and suitable for the past future and present times; got enraged and uttered this reply. \"I do not see any fear from whom so ever. Rama cannot obtain Sita by any means. How Rama even along with Indra and the celestials can stand before me in battle?\""
        },
        {
            "type": "verse",
            "text": "Ravana, who annihilated the army of celestials and who was very powerful with an impetuous valour, thus spoke and then sent away Vibhishana, who had spoken honestly."
        }
    ]
}