{
    "id": "prose-yuddha-100",
    "kanda": "yuddha",
    "sarga": "100",
    "title": "Ravana runs away from the battle-field",
    "chapter": "100",
    "overview": "Rama and Ravana confront each other with various arrows and missiles. Meanwhile, Lakshmana  joins the fight and chops off Ravana's bow with his arrows. Vibhishana also fights and kills Ravana's  horses. Lakshmana rescues Vibhishana, when a spear is hurled on him by Ravana. Then, Ravana throws a  spear on Lakshmana. As it penetrates Lakshmana's bosom, Lakshmana falls down unconscious. Rama hurls  hails of arrows on Ravana from his flaming bow. Ravana takes to his heels out of fear.",
    "content": [
        {
            "type": "verse",
            "text": "When that missile was made defunct, Ravana the king of demons, for his part, doubled  his fury and in his anger, began to employ another missile immediately. Ravana, who was endowed with  extraordinary splendour, started to release another cruel and terrific missile built by Maya the demon,  on Rama."
        },
        {
            "type": "verse",
            "text": "Then, from that bow, came forth, blazing pikes, maces and clubs, which were hard as adamant,  on all sides. Various kinds of furious mallets, deceptive nooses and blazing thunderbolts came forth,  like piercing gales at the time of the destruction of the world."
        },
        {
            "type": "verse",
            "text": "The glorious Rama, the foremost among the knower in the use of excellent missiles and  who was endowed with extra ordinary splendour, struck down that missile with an excellent missile presided  over by Gandharvas the celestial musicians."
        },
        {
            "type": "verse",
            "text": "When that missile was made defunct by the great souled Rama, Ravana with his coppery  eyes in anger, employed a missile presided over by the sun-god. Then came forth resplendent and  large discuses, from the bow of that intelligent Ravana, of terrific impetuosity. Even as they came  forth and falling on all sides, the sky was blazing and the quarters illuminated, as by the moon, the  sun and other planets."
        },
        {
            "type": "verse",
            "text": "In the forefront of Ravana's army, that Rama split those discuses and other strange weapons,  with a multitude of arrows. Seeing that missile struck down, Ravana the king of demons, for his part,  pierced Rama with ten arrows in all his vital parts."
        },
        {
            "type": "verse",
            "text": "Even though that Ravana struck Rama with those ten arrows released from his great bow,  Rama of extraordinary energy was not shaken. Then, Rama the victorious in battle, was quite enraged  and struck Ravana in all his organs with a multitude of arrows."
        },
        {
            "type": "verse",
            "text": "In the meantime, the mighty and enraged Lakshmana, Rama's younger brother, the destroyer  of valiant enemies, seized hold of seven arrows. Lakshmana of great brilliance, with those arrows of  high velocity, tore off into many pieces, the flag-staff of Ravana, which bore the emblem of a man's  head."
        },
        {
            "type": "verse",
            "text": "The glorious and mighty Lakshmana, with a single arrow, tore the head of Ravana's charioteer,  which was adorned with blazing ear-rings. With five sharp arrows, Lakshmana then chopped off Ravana's  bow, which looked like an elephant's trunk."
        },
        {
            "type": "verse",
            "text": "Bouncing forward, Vibhishana killed, with his mace, the excellent horses of Ravana, which  looked like black clouds and were tall as mountains. Leaping down with speed from his large chariot,  whose horses had been killed, Ravana then exhibited a violent anger towards the younger brother of Rama."
        },
        {
            "type": "verse",
            "text": "Then, Ravana, of great energy and prowess, hurled a spear looking like a blazing thunderbolt,  on Vibhishana. Even before the spear reached Vibhishana, Lakshmana tore it with three of his arrows  and a loud cheer then arose from the monkeys in the battle-field."
        },
        {
            "type": "verse",
            "text": "That gold-crowned spear, torn into three pieces, fell like a large meteor with sparks  of fire falling from the sky. Thereupon, Ravana took hold of another large most competent spear, which  was difficult to be approached even by Yama the lord of Death and blazing as it was, with its own splendour."
        },
        {
            "type": "verse",
            "text": "The mighty and the evil-minded Ravana swiftly hurled that very great spear, burning with  a radiance similar to that of a blazing thunder-bolt. In the meanwhile, the valiant Lakshmana  quickly rushed towards that Vibhishana, who got a danger to his life."
        },
        {
            "type": "verse",
            "text": "To rescue that Vibhishana, the heroic Lakshmana, having stretched his bow, threw out  streams of arrows on Ravana who was holding a spear in his hand. Poured in with a multitude of arrows  discharged by the great-souled Lakshmana, Ravana with his attach frustrated, did not make up his mind  to attack Vibhishana further."
        },
        {
            "type": "verse",
            "text": "Seeing Vibhishana his brother rescued by Lakshmana, that Ravana, turning his face towards  Lakshmana spoke the following words: \"O Lakshmana, exalter of your own strength! As Vibhishana was rescued  by you in this way, this spear, on letting off Vibhishana the demon, is being hurled on you now. This  spear, having blood-marks and hurled by bludgeon-like arm, having pierced your heart, will depart only  after taking your life.\""
        },
        {
            "type": "verse",
            "text": "Thus saying, the greatly enraged Ravana roared and hurled towards Lakshmana, that unfailing  spear, which was adorned with eight loudly clamouring bells, which had been designed by Maya the demon  by dint of his conjuring trick, capable of destroying adversaries and blazing as it was with splendour.  That spear, with a sound equal to Indra's thunder-bolt, hurled by the terribly swift Ravana, soon fell  with speed on Lakshmana in the battle-front."
        },
        {
            "type": "verse",
            "text": "Rama repeatedly uttered to that spear even as it was rushing forth (on Lakshmana) as  follows: \"May it be well with Lakshmana! May you prove useless! May your effort be frustrated!\"  That spear, which was looking like a venomous serpent, released by the enraged Ravana in the battle,  quickly penetrated the bosom of Lakshmana, who stood fearless."
        },
        {
            "type": "verse",
            "text": "That spear, like the tongue of Vasuki (the lord of serpents), blazing with a great dazzle,  fell on the broad chest of Lakshmana, with enormous speed. Penetrated very deeply and pierced  through his heart by the spear due to the force exerted by Ravana, Lakshmana fell to the ground."
        },
        {
            "type": "verse",
            "text": "Seeing Lakshmana in that state, Rama, of extraordinary splendour, who was stationed in  the vicinity, became sorrowful at heart because of the love towards his brother. Rama, whose eyes were  filled with tears, reflected just for a while and then was very much enraged, like fire at the time  of dissolution of the world."
        },
        {
            "type": "verse",
            "text": "Becoming aware that it was not the time for feeling despondent, and looking at Lakshmana,  Rama resumed that highly tumultuous battle with a great and whole-hearted endeavour, determined as he  was to destroy Ravana."
        },
        {
            "type": "verse",
            "text": "Then, Rama saw Lakshmana, who was struck by the spear in that Great War, bathed as he  was in blood and looking like a mountain with a snake (entering its centre). Even with an exertion to  pull out that spear hurled by the mighty Ravana, those foremost of the monkeys could not those foremost  of the monkeys could not do it because they were being tormented by Ravana the foremost of demons with  a stream of his arrows."
        },
        {
            "type": "verse",
            "text": "Penetrating through Lakshmana's bosom, that spear touched the earth. Seizing hold of  awful spear with his hands, the mighty Rama drew it out and getting enraged, broke it during the course  of the battle. While Rama was drawing the spear out; arrow, which pierced his vital organs, were sunk  by the mighty Ravana on all his limbs. "
        },
        {
            "type": "verse",
            "text": "Ignoring those arrows and having embraced Lakshmana, Rama spoke to Hanuman and Sugreeva,  the king of monkeys, as follows: \"O the chiefs of monkeys! Remain just encompassing Lakshmana. Let this  malicious Ravana of evil designs be killed. The time to manifest my prowess, which I have been wishing  for long, has come, as for a chataka bird, the site of a cloud would come, as sought by it, at the end  of a hot season. I take this vow in truth before you, at this moment, O monkeys, that without delay,  you will see the world devoid of Ravana or Rama (myself).\""
        },
        {
            "type": "verse",
            "text": "\"I encountered with the loss of sovereignity, the dwelling in the forest, the wandering  around in the woods of Dandaka and the rough treatment of Sita by the demons. A great and terrible  suffering has happened to me and an agony equivalent to hell. Now, by killing Ravana in battle, I will  relieve myself of all that agony.\""
        },
        {
            "type": "verse",
            "text": "\"That sinful demon, for whose sake, this army of monkeys has been brought by me, Sugreeva  has been anointed on the throne after killing Vali and for whose sake the ocean has been crossed and  a bridge built on it, has come within the range of my sight in the battle-field now.\""
        },
        {
            "type": "verse",
            "text": "\"This Ravana, having come within the range of my vision, cannot survive, any more than  the one who has come within the range of vision of a snake injecting deadly poison with its very glance  or than a serpent who has come within the range of vision of Garuda, the king of birds and the enemy  of serpents. O the foremost of the monkeys who are so difficult to conquer! Seated on the mountain-peaks,  you witness at ease, this battle between myself and Ravana.\""
        },
        {
            "type": "verse",
            "text": "\"Let the three worlds (viz. the earth, heaven and the intermediate region) including  Gandharvas the celestial musicians, the gods, the sages and the celestial bards see today the Ramahood  of Rama during the course of my battle. I shall perform today a feat, which people in the world including  all living beings both mobile and immobile, as also gods, will ever narrate together, describing how  the battle proceeded, as long as the earth is able to support those who occupy it.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, Rama with an attentive mind in the battle-field, struck Rama with sharp  arrows, decked in pure gold. Thereupon, Ravana streamed forth blazing steel arrows and then clubs, as  clouds would stream forth the rains. A tumultuous sound arose from the excellent arrows, released by  Rama and Ravana, as they struck each other."
        },
        {
            "type": "verse",
            "text": "The arrows of Rama and Ravana, split asunder and scattered off, with their blazing  points, fell from the space on to the surface of the earth. The loud sound, produced by the impact of  the bow-string on the palms of those two heroes Rama and Ravana, which struck terror in all the living  beings, was felt astonished by the audience."
        },
        {
            "type": "verse",
            "text": "Torn asunder by the streams of a multitude of arrows by the great-souled Rama, who was  armed with a blazing bow, while coming in collusion with him, Ravana took to his heels out of fear,  like a cloud when pushed by a tempest."
        }
    ]
}