{
    "id": "prose-yuddha-101",
    "kanda": "yuddha",
    "sarga": "101",
    "title": "Hanuman brings mountain with life giving herbs",
    "chapter": "101",
    "overview": "Rama laments over the uncertain condition of Lakshmana. He calls Sushena, the monkey-physician.  Sushena tests Lakshmana and says he is still alive. Sushena then requests Hanuman to go all the way to  Himalayas and bring the required herbs to treat Lakshmana. Hanuman proceeds to Mount Mahodara and failing  to identify the herbs there, carries the mountain-peak itself and brings it to Sushena. Lakshmana regains  consciousness, after getting treated with that herb by Sushena.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing the valiant Lakshmana bathed in a stream of blood, when struck down in battle  with a spear by the mighty Ravana and having given a tumultuous fight, to the evil-minded Ravana, Rama  spoke as follows to Sushena, even while releasing a multitude of arrows (at Ravana):"
        },
        {
            "type": "verse",
            "text": "\"This heroic Lakshmana, falling down on earth yielding to Ravana's prowess, is wiggling  like a serpent, causing an increase in grief to me. My energy to fight is failing, even as I see this  valiant Lakshmana, who is dearer to me than life, bathed in blood, my mind being greatly disturbed.  Of what use is life or happiness to me, if this illustrious brother of mine, who is endowed with auspicious  bodily marks and who always speaks highly of war, meets with his death?\""
        },
        {
            "type": "verse",
            "text": "\"My valour is feeling shy, as it were. My bow seems to fall down from any hand. My arrows  are dropping down. My vision has been overcome with tears. My limbs seem to sink down, like those of  men in sleep. I have a serious tension, growing in me. I even wish to die. My brother has been struck  down by the evil-minded Ravana, seriously wounded in his vital parts, afflicted with agony and glooming.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;Seeing his beloved brother, who was his very life-breath moving outside, Rama was  afflicted with excessive agony and gave himself up to anxiety and grief. Seeing Lakshmana his brother  lying wounded in the dust of the battle-field, he got into extreme despondency and lamented (as follows),  confused in mind, as he was:"
        },
        {
            "type": "verse",
            "text": "\"O the valiant Lakshmana! Even victory cannot create a pleasure for me. What pleasure  can the moon create for a man who has lost his vision? What purpose of mine will be served by fighting  or eve by life? When this Lakshmana lies killed in the forefront of battle here, I have no use for the  war. In the same way as the very glorious Lakshmana followed me When I was going to the forest, I too  will in the same way follow him to the abode of Yama the lord of Death. The demons, who fight treacherously,  created this condition to Lakshmana, who loved his relatives and who was ardently devoted forever to  me. Wives may be obtained ever where. Relatives can be had everywhere. However, I do not find a brother,  born of the same womb, at such a place whatsoever.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;The monkeys saw that Rama, thus lamenting with his mind reeling and distressed  in grief and pitiably sighing his breath repeatedly:"
        },
        {
            "type": "verse",
            "text": "\"Of what use is the kingdom for me, without Lakshmana, who was difficult to over power?  What can I tell to Sumitra, the mother who was so fond of her son? I shall not be able to bear the reproach,  which will be levelled by Sumitra. What shall I pay to Kausalya the mother or what shall I say to Kaikeya?  What shall I say to Bharata or to the mighty Shatrughna, when they ask me, how I came back without Lakshmana  even though I went to the forest along with him? It is better to die at this place  only, rather than hear the reproaches of one's own people. What sinful act was done by me in a previous  birth due to which my righteous brother lies killed before me?&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"Alas! O the powerful brother, the best of men! O the foremost among the valiant men!  Why are you going to the other world, deserting me? O brother! Why don't you talk to me, even though  I am lamenting? Rise and see! Why are you lying down? See me, by opening your own eyes, miserable as  I am. O the mighty armed! You have been indeed comforting me, whenever stricken with grief, I roamed  listlessly among mountains and forests or felt low-spirited.&rdquo; "
        },
        {
            "type": "verse",
            "text": "Comforting Rama, whose mind was full of grief and who was thus lamenting, Sushena, for  his part, addressed the following excellent words: \"O the excellent among men!  Give up this notion, which causes despondency in you, this anguish which gives rise to grief and is  as piercing as arrows, in the forefront of battle. Lakshmana, the augmenter of prosperity, has not got  into death. His countenance is not changed, nor has it become dark. His face may be seen with a good  brightness and very much placid. The palms of his hands are resembling the petals of a lotus. His eyes  too are very bright.\""
        },
        {
            "type": "verse",
            "text": "\"O king! The appearance of the dead does not look like this. O hero, the annihilator  of enemies! He is all with his life. Do not worry. The repeatedly beating heart with the signs of breath  of Lakshmana, lying on the earth's surface, fast asleep, with his limbs relaxed are telling it, O the  gallant prince!\""
        },
        {
            "type": "verse",
            "text": "Having addressed the words thus to Rama, the highly learned Sushena spoke the following  words to Hanuman the great monkey, who was standing nearby:"
        },
        {
            "type": "verse",
            "text": "\"Proceeding from this place with full speed, O gentle one!, to the mountain called Oushadhi  (Mahodaya), which was already described to you previously by Jambavan, O brave one! Bring here for restoring  the great-souled and heroic Lakshmana to consciousness, the precious herb Vishalyakarani (1) by name  which was sprung up on its southern peak, Savarnakarnani (2), Samjivakarani(3) and  the precious herb, Samdhanakarani (4).\""
        },
        {
            "type": "commentary",
            "text": "(1) Vishalyakarani: A herb credited with the virtue of expelling an arrow /other  weapons from the body, healing the wound and relieving pain. (2) Savarnakarani: Another herb supposed  to possess the property of counteracting the discolouration caused by a wound, burns etc. and restoring  the original colour of the skin. (3) Samjivakarani: Another herb believed to possess the virtue of bringing  back an unconscious person to consciousness. (4) Samdhani: A herb credited with the property of joining  a fractured bone."
        },
        {
            "type": "verse",
            "text": "Hearing those words, Hanuman, having sprung to Mount Oushadhi, could not identify those  precious herbs and became thoughtful. The following thought arose to that Hanuman,  whose strength was unlimited: \"I will go back, taking this mountain-peak itself.  By conjecture, I understand that the delightful herb must have sprouted in this mountain-peak. Sushena  indeed has said so. If I go without taking Vishalyakarani, harm may come through passage of time and  a great perplexity may arise.\""
        },
        {
            "type": "verse",
            "text": "Thinking thus, the mighty Hanuman the excellent of monkeys, having gone quickly and approaching  that excellent mountain, taking that mountain-peak with his arms, shaking it violently for three times  and uprooting the mountain-peak, which was endowed with many trees in bloom, lifted it up, so mighty  as he was."
        },
        {
            "type": "verse",
            "text": "Taking that mountain-peak, which looked like a dark rainy cloud, that Hanumann jumped  up into the sky. Arriving with a great speed, Hanuman putting down the mountain-peak and resting for  a while, spoke the following words to Sushena: \"O the excellent of monkeys! I have brought the entire  mountain-peak, as I could not identify those herbs.\""
        },
        {
            "type": "verse",
            "text": "Eulogizing Hanuman, who was thus narrating his trip, Sushena, the excellent of monkeys,  pulling out the herbs, took hold off them. All those monkey-chiefs and even the gods were surprised  to see that most difficult feat of Hanuman."
        },
        {
            "type": "verse",
            "text": "Then, crushing that herb, Sushena the excellent of monkeys, having a great splendour,  administered it through Lakshmana's nose. Duly inhaling it well, that Lakshmana, the annihilator of  adversaries, having the spear lodged in his body, raised quickly from the earth's surface rid as he  was of the spear and his pain."
        },
        {
            "type": "verse",
            "text": "Seeing that Lakshmana risen from the ground, the monkeys were overjoyed and applauded  Lakshmana, saying, \"Excellent, excellent!\"."
        },
        {
            "type": "verse",
            "text": "Rama, the destroyer of enemies, said to Lakshmana, \"come, come!\" and embraced him firmly  with affection, with his eyes clouded with tears. "
        },
        {
            "type": "verse",
            "text": "After embracing Lakshmana, Rama then said to him: \"Luckily, O valiant one, I see you  here, returned from death. There is no purpose of mine, by me own life nor of  Sita nor of victory. If you have attained demise, tell me what significance is there for it to me?\""
        },
        {
            "type": "verse",
            "text": "While the great souled Rama was speaking thus, the exhausted Lakshmana, in a feeble tone,  spoke the following words: \"Having solemnly taken that pledge (of killing Ravana)  before, O brother true to your promise, you ought not to speak as you have done like a weak and courageless  man. Those who speak the truth never render their promise futile. Fulfilling their pledge is the indeed  the attribute of the greatness.\""
        },
        {
            "type": "verse",
            "text": "\"O the faultless one! Getting into homelessness for my sake is not befitting of you.  Fulfill your promise now, by killing Ravana. An enemy, who falls victim to your arrows, cannot turn  out alive, as a huge elephant which gets into the path of a roaring lion possessing terrible tusks.\""
        },
        {
            "type": "verse",
            "text": "\"I, for my part, wish to see the death of this evil-minded fellow instantly, even before  this sun, having finished his task, does not sink below the horizon. O venerable hero! If you wish to  kill Ravana in battle, if you wish to fulfill your promise and if you feel affectionate towards Sita,  do as I tell you soon and now.\""
        }
    ]
}