{
    "id": "prose-yuddha-102",
    "kanda": "yuddha",
    "sarga": "102",
    "title": "Ravana gets severely hurt",
    "chapter": "102",
    "overview": "The battle between Rama and Ravana starts. Indra sends a chariot, an armour, some arrows  and a powerful spear. A tumultuous and thrilling battle ensues between Rama and Ravana. A spear hurled  by Ravana is thwarted by a powerful spear (sent by Indra) of Rama. Then, Rama strikes Ravana's horses  with arrows. He also pierces the chest region and the forehead of Ravana with his fierce arrows. Ravana  gets severely hurt.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those words of Lakshmana, that valiant Rama, the annihilator of his enemies,  taking hold of his bow, fixed an arrow on the bow-string. In the forefront of battle,  Rama released terrific arrows towards Ravana. Then, occupying another chariot, Ravana the king of demons  rushed towards Rama, even as Rahu the seizer-demon rushes towards the sun."
        },
        {
            "type": "verse",
            "text": "Ravana for his part, standing in his chariot struck Rama with thunderbolt-like  arrows, as a cloud strikes gushes of rain on a huge mountain. With an attentive  mind, Rama showered golden decked arrows, looking like blazing flames of fire, on Ravana in the battle-field. The gods, celestial musicians and kinnaras the mythical beings thought that the  battle was not equal between Rama standing on the ground and Ravana fighting from a chariot."
        },
        {
            "type": "verse",
            "text": "Hearing their nectar-like words, the illustrious Indra, the chief f celestials then called  Matali and spoke as follows: \"Go quickly with my chariot to Rama, who is standing  on the earth. After reaching the earth, invite him to take his seat in the chariot and carry out a great  service to the gods.\" "
        },
        {
            "type": "verse",
            "text": "Hearing the words of Indra, Matali, the charioteer of Indra, offering  salutation to him by bowing his head, spoke then the following words: \"O Indra!  Providing with green horses the excellent chariot, I will proceed then immediately and perform the duty  of a charioteer to Rama.&rdquo; "
        },
        {
            "type": "verse",
            "text": "Then came the glorious and excellent chariot of Indra, having variegated body decked in gold, which  was fitted with hundreds of tiny bells, with its pole of cat's eye gems shone like the morning sun,  yoked to excellent green horses, having golden chaplets on their heads, having white whisks, covered  with nets of gold, shining like the sun and bearing a flag-staff raised on a golden bamboo. Ascending  the chariot, as enjoined by Indra and descending from paradise, Matali approached Rama."
        },
        {
            "type": "verse",
            "text": "Then Matali, the charioteer of Indra, along with a whip in his  hand, stayed in the chariot itself and joining his palms in salutation, spoke the following words to  Rama. \"Indra has sent this chariot to you for your victory, O the mighty and the  glorious Rama, the destroyer of adversaries! Here is the great bow belonging to  Indra, an armour shining as fire, some arrows as bright as sun and a stainless auspicious spear. O heroic king! Mounting this chariot with me as a charioteer, kill Ravana the  king, as earlier Indra the lord of celestials killed the demons.\""
        },
        {
            "type": "verse",
            "text": "Duly circumambulating that chariot (as a mark of respect) and offering  his salutation, when thus spoken by Matali, Rama then ascended the chariot, causing the three worlds  to shine forth with his splendour. Then ensued a tumultuous and thrilling battle,  between the great armed Rama and Ravana, the demon."
        },
        {
            "type": "verse",
            "text": "That Rama, who was skilled in the use of great missiles, struck  the missile presided over by Gandharvas and the missile presided over by gods, by means of missiles  of the same type. Ravana, the king of demons was very much enraged and again released  another extra-ordinarily terrific missile presided over by demons."
        },
        {
            "type": "verse",
            "text": "Those arrows, decked with gold, discharged from Ravana's bow, turning  as they were into highly poisonous snakes and rolled towards Rama. With flaming  mouths wide open and vomiting blazing fire, those dreadful snake-like arrows dashed towards Rama alone."
        },
        {
            "type": "verse",
            "text": "All the quarters stood covered by highly poisonous serpents, whose  impact was as hard as that of Vasuki (the king of serpents), with the flaming coils. Even the corners  between the quarters stood enveloped by them."
        },
        {
            "type": "verse",
            "text": "Seeing those serpents rushing towards him in the battle-field,  Rama released the terrific and dangerous missile presided over by Garuda the eagle (an enemy of serpents). With golden shafts which shone like flames, discharged by Rama's bow turning into  golden eagles (the enemies of serpents) those arrows flew all around."
        },
        {
            "type": "verse",
            "text": "Those arrows of Rama, which can assume any form at will, appeared  in the form of eagles and destroyed all those arrows, which flew with a great speed in the form of snakes. Enraged on his missile having been frustrated by Rama, Ravana streamed forth terrific  showers of arrows on Rama."
        },
        {
            "type": "verse",
            "text": "Tormenting Rama of unwearied action with thousand arrows, Ravana  then pierced Matali with a multitude of arrows. Targeting with only one arrow,  Ravana tore off the flag-staff. Striking down the golden flag-staff from the top of the chariot down  to the seat of the chariot, Ravana struck even Indra's horses with a multitude of arrows."
        },
        {
            "type": "verse",
            "text": "Seeing Rama afflicted, the gods, Gandharvas  the celestial musicians, Charanas the celestials bards along with the demons, as also Siddhas the demi-gods  and the great sages felt dejected. Seeing the moon in the shape of Rama eclipsed by Rahu in the shape  of Ravana, the monkey-chiefs too, along with Vibhishana, felt perturbed."
        },
        {
            "type": "verse",
            "text": "Seeing thus the moon in the shape of Rama eclipsed by the planet  Rahu in the shape of Ravana, the planet Mercury stood, assailing the constellation Rohini presided over  by the god Prajapati (the lord of creation), the beloved of the moon the heavenly body and spelling  disaster to all created beings."
        },
        {
            "type": "verse",
            "text": "Blazing as it were in fury, the ocean rose high at that time, as  though it was going to touch the sun, its mist-wreathed waves moving to-and-fro. The sun, looking ashy in colour assuming a piercing aspect, and its rays grown exhilarated, appeared  in a headless trunk in its lap and united with a comet."
        },
        {
            "type": "verse",
            "text": "The planet Mars stood assailing in the sky, the constellation Vishakha,  presided over by the gods Indra and Agni (the god of fire), which is adorned by the kings of Kosala."
        },
        {
            "type": "verse",
            "text": "That Ravana, having ten faces and twenty arms, holding a bow tightly  in his hands, looked like Mount Mainaka. Being overwhelmed by Ravana the demon  in the battle-front, Rama could not fit his arrows to his bow. The enraged Rama,  knitting his eye-brows and with his eyes turned slightly blood-red, was provoked to fierce anger, as  though he would burn out the demons."
        },
        {
            "type": "verse",
            "text": "Seeing the face of the sagacious Rama getting provoked of anger,  all the living beings got frightened. The earth too began to tremble. The mountain,  with lions, tigers and swaying trees, was trembled. Even the ocean, the lord of rivers, became agitated."
        },
        {
            "type": "verse",
            "text": "Dense clouds, emitting harsh sounds and assuming a stern aspect,  roamed all over in the sky, thundering. Seeing the very much enraged Rama and  also the terrific portents, all the living beings were frightened. Fear seized Ravana too."
        },
        {
            "type": "verse",
            "text": "Seated in their aerial cars, gods, Gandharvas  the celestial musicians, great Nagas (semi divine beings having the face of a man and the tail of a  serpent), the sages, demons, giants and those eagles remaining in the air, saw then the battle of two  heroes, fighting steadily with various dreadful weapons and looking like the final dissolution of the  world."
        },
        {
            "type": "verse",
            "text": "Getting rejoiced on observing that great battle, all the gods and  demons who had come to witness the conflict at that time, responded: The demons  who reached there cried out to Ravana, \"Be victorious!\". Those gods called to Rama saying again and  again: \"Be you victorious!\"."
        },
        {
            "type": "verse",
            "text": "In the meantime, that evil-minded Ravana, who caused enemies to cry, stroking with anger a great  weapon wishing to strike Rama, took hold off with fury, a spike, which was powerful as a thunderbolt,  which made a loud noise (when hurled at a target), capable of exterminating all enemies, resembling  the mountain-peaks, which with its sharp points dreadful to conceive and to behold, resembling a smoke-crested  mass of fire blazing at the end of the world-cycle, exceedingly furious, which was difficult to approach  even for Death, which was unassailable, which was a terror for all beings, capable as it was of tearing  and splitting them and blazing as it was."
        },
        {
            "type": "verse",
            "text": "That valiant Ravana, surrounded by warriors of demons in battle,  was very much enraged and took hold of that spear at its middle. With blood-red  eyes in anger, Ravana with his collossal body, duly raising the spear and bringing rejoice to his own  army, roared terribly in battle."
        },
        {
            "type": "verse",
            "text": "The terrific noise made by Ravana then trembled the earth, the  sky, the four quarters and the angles of the compass. By that roar of that evil-minded  Ravana of a collossal body, all the living beings were frightened. The ocean too got agitated."
        },
        {
            "type": "verse",
            "text": "Taking hold of that large spear, that Ravana of great prowess,  emitting a very loud roar, spoke the following harsh words to Rama: \"Raised in  fury by me, O Rama! This spear with the power of a thunder-bolt, will take away surely your life along  with the life of your bother, your help-mate. Killing you with my strength now,  I, who always commend war-fare, will make you level with the valiant demons, who have been killed in  the battle-front.\""
        },
        {
            "type": "verse",
            "text": "\"Wait, I will kill you with the spear now, O Rama!\" Saying so,  that demon hurled that spear. That spear, wreathed as it was in a circle of lightning,  provided as it was with eight bells and making a loud noise, released from Ravana's hand, splashed,  as it went into the sky."
        },
        {
            "type": "verse",
            "text": "Seeing that blazing spear of terrible appearance, the valiant Rama  who was born in Raghu dynasty, having stretched his bow, released the arrows.  With streams of arrows, Rama warded off that spear, which was rushing upon him, as with streams of water,  Indra the lord of celestials warded off the fire shooting up at the time of dissolution of the world."
        },
        {
            "type": "verse",
            "text": "That large spear of Ravana consumed those arrows coming forth from  Rama's bow, as fire would consume the moths. Seeing those arrows smashed by coming  into contact with the spear and reduced to ashes even while positioned in the sky, Rama was seized with  fury."
        },
        {
            "type": "verse",
            "text": "That Rama, the delight of Raghus, was quite enraged and took hold  of that spear brought by Matali the charioteer, as desired by Indra the lord of celestials. That spear, lifted up by the powerful Rama, which was rendered resonated by the  bells, began to blaze like a blazing meteor at the time of the dissolution of the world."
        },
        {
            "type": "verse",
            "text": "That spear, hurled by Rama, fell on that Ravana's spear. Torn down  by Rama's spear, the large spear of Ravana fell on the ground, with its lustre extinguished. With terrific arrows of high speed, with their shafts made of reeds, going straight  to their target, Rama pierced the exceedingly fleet horses of Ravana."
        },
        {
            "type": "verse",
            "text": "With his sharp arrows, Rama then pierced the chest-region of Ravana.  He also struck, quite deliberately, the forehead of Ravana with three arrows.  With all his limbs torn down by arrows and with blood flowing from his limbs, that Ravana in the midst  of demons, shone like a blooming Ashoka tree in the midst of a multitude of trees. With his limbs severely injured by Rama's arrows and with his body bathed in blood, that Ravana  felt exhausted in the middle of a multitude of demons and gave went to a violent anger at that time."
        }
    ]
}