{
    "id": "prose-yuddha-103",
    "kanda": "yuddha",
    "sarga": "103",
    "title": "Ravana's charioteer carries away Ravana in the chariot",
    "chapter": "103",
    "overview": "A ferocious battle ensues between Rama and Ravana, hurling thousands of arrows on each  other. Each one intercepts the other&rsquo;s arrows. Rama speaks harsh words to Ravana for having carried  away Sita from Janasthana-forest to Lanka and vows that he will soon dispatch him surely to the world  of Death. Rama then pours down streams of arrows on Ravana. Rama more vehemently torments Ravana with  his sharp arrows and mystic missiles, till Ravana becomes helplessly weak and confused. Ravana&rsquo;s charioteer  carries away Ravana in the chariot, camly and slowly away from the battle-front.",
    "content": [
        {
            "type": "verse",
            "text": "Tormented by Rama in fury, that Ravana then for his part, who was boasting of his fight,  flew into a great rage. Raising his bow, his eyes blazing with anger, extremely enraged as he was with  Rama in that great battle, the valiant Ravana of prowess continued to oppress, by covering Rama with  thousands of streams of arrows, as a rainy cloud would fill a pond with thousands of arrow-like torrents  from the sky."
        },
        {
            "type": "verse",
            "text": "Covered by a multitude of arrows discharged from Ravana&rsquo;s bow in battle, Rama did not  wince, like a large mountain which was unshakable. The valiant Rama stood interrupting the torrents  of arrows with his own arrows in the battle-field and endured them as rays of the sun."
        },
        {
            "type": "verse",
            "text": "Then, the enraged Ravana of brisk hand, struck thousands of arrows into the breast of  the great-souled Rama. Rama, bathed in blood in the battle-field, appeared like a very big Kimshuka  tree with bloom in a forest. Enraged at the impact of the arrows, that Rama of very great splendour  , took hold of arrows which shone like the sun at the time of dissolution of the world."
        },
        {
            "type": "verse",
            "text": "Both Rama and Ravana who were see each other at that time in the battle-field, which  was shrouded in darkness by the arrows. Bursting into laughter, though filled with anger, the valiant  Rama, the son of Dasharatha spoke the following harsh words to Ravana."
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;O the worst of demons! Since you took away my  helpless wife without my notice from Janasthana, hence you are not a person of prowess. Having taken  away by force the miserable Sita while she was staying in the forest away from me, you think: &lsquo;I am  a champion&rsquo;.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Having done an act of cowardly persons of laying  your hands on another&rsquo;s wife, posing as a hero in relation to women without a protector, you think:  &ldquo;I am a champion&rsquo;. O shameless person, who have broken the bounds of morality and are unstable of customs,  having laid hold through vanity of death (in the form of Sita) you think &lsquo;I am a champion&rsquo;.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Indeed a praiseworthy, great and glorious act  has been performed by you, a valiant brother of Kubera, the god of wealth, rich in strength! Reap now  and today the stupendous fruit of that noxious and contemptible act, perpetrated through sheer vanity.  O evil-minded one! You think: &lsquo;I am a champion&rsquo; yourself! Shame did not stand in your way at all, for  having taken away Sita like a thief.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;If Sita were laid hands upon by you in my presence,  you would have surely seen your brother Khara at that very moment when killed with my arrows. Thank  heaven, O stupid fellow, you have come within the range of my sight. I will dispatch you to the world  of Death, by my sharp arrows, today. Let your head, having blazing ear-rings lying on the dust-laden  battle-field, be carried away by beasts of prey, after being chopped off by my arrows today.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;O Ravana! Let vultures fly down on your wounded  breast when you have been thrown down on the ground and oozing out from the orifices caused by the impact  of my pointed arrow-tips. Let birds (such as crows and vultures) tear out your bowels, as eagles would  drag serpents when you fall down dead when pierced by my arrows today.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus speaking, the valiant Rama, the annihilator of enemies, poured out streams of arrows  on Ravana, who was in the vicinity. The prowess, the strength, the enthusiasm and the stamina of arms  of Rama became two-fold, when he longed for the death of his enemy in battle. All kinds of mystic missiles  came to light in the mind of Rama the learned self and in his excessive enthusiasm, Rama of extra-ordinary  energy became all the more swift-handed."
        },
        {
            "type": "verse",
            "text": "Recognizing those good omens, Rama, the destroyer of demons, tormented Ravana even more  vehemently. While being struck by volleys of stones hurled by the monkeys and the showers of arrows  coming from Rama, Ravana felt bewildered at heart. Ravana could no longer take up weapons, nor stretch  his bow, nor reacted to Rama&rsquo;s prowess &ndash; on account of his mind being confused."
        },
        {
            "type": "verse",
            "text": "As the time of his death approached, the arrows swiftly hurled and the various kinds  of missiles employed by Ravana did not turn to be of any use in battle. Seeing Ravana reduced to such  a plight, the charioteer driving the chariot, for his part, without getting excited, calmly and slowly  carried off his chariot away from the battle-front."
        },
        {
            "type": "verse",
            "text": "On seeing Ravana, the king sunk down; hopelessly bereft of energy, the charioteer diverting  in haste the chariot of Ravana, which was rumbling like a cloud, thereupon sneaked away from the battle-field  in dismay."
        }
    ]
}