{
    "id": "prose-yuddha-104",
    "kanda": "yuddha",
    "sarga": "104",
    "title": "Ravana re-approached the battle-field",
    "chapter": "104",
    "overview": "Ravana reproached the charioteer for having turned back his chariot away from the battle-field.  The charioteer explains to Ravana, the various reasons as to why he has taken back the chariot. Satisfied  with the explanation given by his charioteer, Ravana instructs him to take the chariot back to the battle-field.  Thereupon, the charioteer brings the chariot in an instant before Rama on the battle-field. ",
    "content": [
        {
            "type": "verse",
            "text": "Impelled by force of Destiny and with his red-blood eyes through anger due to infatuation,  that Ravana spoke to his charioteer as follows: \"O evil-minded  fellow! Despising me as though I were bereft of manliness, incapable, deficient in prowess, cowardly,  petty-minded, devoid of energy, bereft of brilliance, deserted of conjuring tricks and abandoned by  mystic missiles, you are acting as per your discretion! Why have you carried away  this chariot of mine, thus humiliating me in the presence of my enemies and overlooking my will?\""
        },
        {
            "type": "verse",
            "text": "\"O vulgar fellow! You have destroyed my fame which was earned through  a long period, prowess, vital power and the trust of people today. While my adversary,  having an illustrious prowess and making others delightful through feats of his valour, stood  looking on, myself, who has an ardent desire for fighting and who was made contemptible by you!\""
        },
        {
            "type": "verse",
            "text": "\"O evil-minded fellow! In case you do not, by perversity, carry  away this chariot at any event, this expectation of mine that you stand corrupted by the enemy, will  be a fact. This act, which has been done by you, is only befitting of enemies.  This is indeed not the work of a friend, who wishes me well. If you inhabited with  me in Lanka for a long time and if you remember my merit, drive back the chariot swiftly till my enemy  does not withdraw.\""
        },
        {
            "type": "verse",
            "text": "Hearing those harsh words of the foolish Ravana, the friendly-minded  charioteer spoke the following conciliatory words of Ravana: \"I was neither frightened  nor I was stupid. I was not bribed by the enemies, nor was I a blunderer. I was not disloyal to you.  I have not forgotten the benefits conferred by you. An act which was not to your  taste was done by me as something conducive to your interest, by wishing well of you, for protecting  your honour and with mind affectionately disposed towards you through attachment.  O monarch! Like somebody who is petty-minded and unworthy, you ought not to hold me, devoted as  I am to your pleasure and good, guilty in this matter.\""
        },
        {
            "type": "verse",
            "text": "\"O monarch! Like somebody who is petty-minded and unworthy, you  ought not to hold me, devoted as I am to your pleasure and good, guilty in this matter. I understand your exhaustion, due to your strenuous fighting in the great battle.  I am not reflecting on the inclination of your valour or on your superiority over your enemy.\""
        },
        {
            "type": "verse",
            "text": "\"The horses of my chariot were broken down and were exhausted by  drawing the chariot. They became miserable and thoroughly fatigued, like the cows lashed by heavy rain. I am seeing inauspiciousness in all the portents, which appear to us in large  numbers and duly examined by me. (Propitious and unpropitious) time and place,  (good and bad) omens, facial as also the strength and weakness of the warrior occupying the chariot  must be ascertained (by a charioteer).\""
        },
        {
            "type": "verse",
            "text": "\"The eminences and depressions of the ground as well as the parts  which are level and rugged, the time appropriate for the combat and the visible weak points of the enemy  must be known (by a charioteer). How to arrive and  retreat, how to hold one's position and to recede all this must be known  by a charioteer, seated in the chariot.\""
        },
        {
            "type": "verse",
            "text": "\"This action appropriate was taken by me in order to give rest  to you and to these horses of the chariot as also to relieve your terrible fatigue. O the valiant lord! This chariot was not removed by me arbitrarily. That  which was done by me was because I was overwhelmed with affection for my master.  O annihilator of enemies! O hero! Give me a command! I will do that which you will enjoin me to  do, with due attention and with a mind which feels relieved of all that is due.\""
        },
        {
            "type": "verse",
            "text": "Satisfied with the explanation given by his charioteer and applauding  him in many ways, Ravana who was avaricious of fighting, spoke the following  words: \"O charioteer! Take this chariot quickly towards Rama. Ravana does not  turn back in battle, without killing his enemies.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking Ravana the lord of demons was pleased and then presented  a beautiful and excellent ornament for the hand to him. That charioteer, after hearing Ravana's instructions  drove the chariot back to the battle-field. Impelled by Ravana's command, that  charioteer thereupon quickly drove the horses forward. Then, that chariot of Ravana stood within a moment,  before Rama's chariot on the battle-field."
        }
    ]
}