{
    "id": "prose-yuddha-105",
    "kanda": "yuddha",
    "sarga": "105",
    "title": "Sage Agastya's advice",
    "chapter": "105",
    "overview": "Sage Agastya advises Rama to recite the ' Aditya Hridaya', a collection of verses in  praise of the sun-god, with a view to gaining victory.",
    "content": [
        {
            "type": "verse",
            "text": "Approaching Rama standing absorbed in fight in the battle-field, exhausted as he was  by the fight, and seeing Ravana who came nearby, facing him duly prepared for the battle, the glorious  sage, Agastya, who had come together with the gods, to perceive the battle, then spoke as follows: \"O  Rama, the mighty armed! Hear the following eternal secret, by which you can conquer all the enemies  in battle, my child! Worship the sun-god, the ruler of the worlds, who is crowned with the rays, who  appears at the horizon, who is greeted by the gods and the demons alike, shines forth; covering up all  other lights and brings light to the world. He is the embodiment of all gods, full of glory and the  reflector of rays. He protects the multitude of gods and demons as well as their worlds by his rays.\""
        },
        {
            "type": "verse",
            "text": "\"He is Brahma the creator, Vishnu the protector of the Universe, Lord Shiva the god of  destruction, Skanda (son of Lord Shiva), Prajapati (the ten lords of created beings), Indra the ruler  of gods, Kubera the bestower of riches, Kala the Time-spirit, Yama the god of retribution, Soma the  moon-god and Varuna the ruler of the waters. The Pitrus (manes), the eight Vasus, the twelve Sadhyas,  the two Ashvins the physicians of gods, the fortymine Maruts (wind-gods), Manu (a progenitor of the  human race), Vayu the wind-god, the fire-god, the created beings, the life-breath of the universe, the  source of the seasons and the store-house of light.\""
        },
        {
            "type": "verse",
            "text": "\"An off-spring of Aditi, the progenitor of all, Surya the sun-god and the provocateur  of acts in people, the courser in the sky, the nourisher of all with rain, the possessor of rays the  golden, the brilliant, having golden seed whose energy constitutes the seed of the universe and the  maker of the day. He has seven green horses, is thousand-rayed, full of rays, the destroyer of darkness,  the source of happiness, maker of thinness, the infuser of life in the lifeless cosmic egg and radiant.\""
        },
        {
            "type": "verse",
            "text": "\"He is a golden foetus, maker of coolness, creator of heat, the bringer of a day, the  one who is eulogized by all, pregnant with fire, the son of Aditi, the one who pacifies himself in the  evening and the destroyer of frost. He is the lord of the sky, the disperser of darkness, the master  of the three Vedas (Viz. Rik, Sama and Yajur), the sender of thick rain, the friend of water and the  on who courses swiftly in the path of the sky.\""
        },
        {
            "type": "verse",
            "text": "\"He is the radiator of heat and adorned with a circle of rays. He is death himself, tawny  of hue, a giver of warmth to all, omniscient, all-formed, endowed with extra-ordinary splendour, the  one who has an affection in all and the source of all evolutes.\""
        },
        {
            "type": "verse",
            "text": "\"He is the controller of all lunar mansions, planets and stars, the creator of all and  the resplendent among the splendid. O god, appearing in twelve forms (in the shape of twelve months  in a year), hail to you. Hail to you in the form of eastern mountain and hail to the western mountain.  Hail to the lord of host of luminaries and hail to the lord of the day.\""
        },
        {
            "type": "verse",
            "text": "\"Hail to you, the giver of victory, hail to you, the joy born of victory! Hail to you,  the god with green horses, hail to you, having thousands of rays! Hail, hail to you the son of Aditi!  Hail to you, the fierce one, hail to you the valiant one! Hail to you, the one with variegated colours!  Hail to you, the awakener of the louts, hail to you, the furious one!\""
        },
        {
            "type": "verse",
            "text": "\"Hail to you, the ruler of Brahma, Lord Shiva and Lord Vishnu the infallible, the sun-god,  the light indwelling the solar orb, the resplendent one, the devourer of all, appearing in form of Rudra.  Hail to you, the dispeller of darkness, the destroyer of cold, the exterminator of foes, the one whose  extent in immeasurable, the destroyer of the ungrateful, the god, who is the ruler of all lights.\""
        },
        {
            "type": "verse",
            "text": "\"Hail to you, possessing the lustre of refined gold, the dispeller of ignorance, the  architect of the universe, the uprooter of darkness, the splendour incarnate, the onlooker of the world!'  This sun, the lord alone destroys and brings into existence all the brings. He radiates heat by his  rays. He sends the rain.\""
        },
        {
            "type": "verse",
            "text": "\"Planted in all created beings, he remains awake, when they have fallen asleep. He alone  is the oblation to the fire-god and the fruit attained by those who pour such oblations. He comprises  all the gods, as well as the scarifies as also the fruit of all sacrifices. He is a supremely competent  one of all activities, which are found in all the worlds.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama! No individual glorifying this sun-god, in distresses in difficulties; in the  woods or in times of peril, comes to grief. Worship this sun-god, the lord of the universe and the god  of all gods with undivided attention. Muttering this praise three times, you will come out victorious  in battles.\""
        },
        {
            "type": "verse",
            "text": "\"You will be able to kill Ravana at this very moment, O mighty armed one!\" Saying so,  the sage, Agastya, thereupon, left as in the same way as he had come. Hearing this, Rama of extra ordinary  energy, then became bereft of anguish. Feeling greatly delighted, Rama retained that hymn in his memory  with a devoted mind."
        },
        {
            "type": "verse",
            "text": "Sipping the water thrice and getting purified looking intently on the orb of the sun  and repeating this prayer, the valiant Rama obtained a great rejoice. Seizing hold of his bow and seeing  Ravana, Rama felt delighted in mind and marched forward for the fight. He stood void to kill Ravana,  with an intense and all-sided effort. Seeing Rama with a delighted mind, and becoming most exhilarated  on foreseeing the death of Ravana, the sun-god, standing in the middle of a troop of celestials, exclaimed,  \"Hasten up.\""
        }
    ]
}