{
    "id": "prose-yuddha-106",
    "kanda": "yuddha",
    "sarga": "106",
    "title": "Rama spoke to Matali",
    "chapter": "106",
    "overview": "Seeing Ravana&rsquo;s chariot coming, Rama asks Matali the charioteer to be on his guard. Bad  omens prognosticating the fall of Ravana and good omens predicting the victory of Rama appeared in the  scene of battle-field.",
    "content": [
        {
            "type": "verse",
            "text": "Thrilling with rapture, that charioteer, the charioteer of Ravana, drove forward quickly,  his chariot, a chariot, which was capable of attacking the army of enemies, a wonderful piece of art  like Gandharva-city, an imaginary city in the sky, mounted with flags, yoked with horses of excellent  quality adorned with golden necklaces, filled with war-implements, adorned with rows of flags and banners,  which was devouring the sky as it were, making the earth resound, which was the destroyer of the army  of adversaries and caused delight to its own."
        },
        {
            "type": "verse",
            "text": "Rama saw that Ravana&rsquo;s chariot, which was coming speedily with a noise, bearing a large  flag-staff, yoked with black horses, endowed with a terrific luster, blazing like an aerial car in the  sky, with a luster of the sun, filled with lightning-like flags and with a beautiful appearance of a  rain-bow. "
        },
        {
            "type": "verse",
            "text": "Seeing that chariot, releasing streams of arrows, like a cloud releasing streams of rain,  with a noise equal to that of a bursting mountain, struck with a diamond, Rama after stretching his  bow in a crescent shape, spoke to Matali, Indra&rsquo;s charioteer as follows: &nbsp;&ldquo;O Matali! From the  way in which the enemy is marching forward from left to right with a great speed in his chariot more,  it appears that heart has been set by him upon destroying himself in the battle.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Therefore, take care and march forward, facing the chariot of the enemy I  wish to destroy it, even as the wind would blow a cloud. Without fear and flurry and with a steady  heart and vision, and the movement of the reins fully controlled, drive the chariot swiftly.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;You need not be instructed by me, accustomed as you are to drive the chariot  of Indra the lord of celestials. Keen as I am to fight with a close attention, I am just reminding you  and not teaching you. Extremely gratified with those words of Rama, that Matali the excellent charioteer  of gods drove on the chariot. Passing the huge chariot of Ravana on the right, the charioteer then  set Ravana shaking, by the dust risen from the wheels of his own chariot."
        },
        {
            "type": "verse",
            "text": "The enraged Ravana then, with his coppery eyes wide open, trembled Rama, who stood  facing his chariot, with arrows. Meeting fortitude with anger, though provoked with assault, Rama  took hold of Indra&rsquo;s bow, which was possessed of extra ordinary impulse in the battle-field."
        },
        {
            "type": "verse",
            "text": "He also seized hold of arrows of exceeding swiftness, which were shining like sun-beams.  Then began that great battle between the two warriors (Rama and Ravana) who were desirous of killing  each other, while facing each other like two proud lions. "
        },
        {
            "type": "verse",
            "text": "Then, the gods along with the Gandharvas the celestial musicians, Siddhas the demigods  and great sages, desirous of Ravana&rsquo;s ruin, arrived to see the battle of both the chariot-warriors. Thereupon, terrific portents that caused one&rsquo;s hair to stand on end, appeared giving an augury of  doom to Ravana and prosperity to Rama."
        },
        {
            "type": "verse",
            "text": "The god of rains poured blood on Ravana&rsquo;s chariot. Horrible winds blew from right  to left, forming circles. A large flock of vultures, roaming about in the sky, was flying forward  in the same direction in which Ravana&rsquo;s chariot was going."
        },
        {
            "type": "verse",
            "text": "Lanka was overcast with dusk, resembling a (red) Japa flower. The land in Lanka,  as also the day appeared as if they were blazing. Large meteors, along with lightnings fell with  great noise. Those entities, inimical to Ravana, made demons to lament."
        },
        {
            "type": "verse",
            "text": "The earth on which Ravana was there, trembled. The arms of fighting demons looked  as if they were clasped. Fallen before Ravana, the rays of the sun appeared coppery, yellow, white  and dark, like mineral ores on a mountain. The she-jackals followed by vultures hastily uttered  inauspicious howls, on beholding Ravana&rsquo;s face as also vomiting fire from their mouths."
        },
        {
            "type": "verse",
            "text": "Scattering the dust upwards over the battle-field and clouding the vision of that  Ravana, the wind blew in a direction inimicable to him. Even without the appearance of clouds, thunderbolts  fell on his army on all sides, with a noise which was hard to endure."
        },
        {
            "type": "verse",
            "text": "All the quarters and intermediate points of the compass became covered with darkness  and due to outpourings of dust, the sky became difficult to be seen. Hundreds of dreadful Sarika*  birds, with their awful howls, terribly fighting there, fell down upon Ravana&rsquo;s chariot."
        },
        {
            "type": "commentary",
            "text": "* Sarika bird: zoological name: Turdus salica."
        },
        {
            "type": "verse",
            "text": "His horses discharged sparks of fire from their hips and loins as also tears from  their eyes, releasing out fire and water at the same time continuously. Frightful portents in multitude  thus sprang up, bringing danger and destruction to Ravana."
        },
        {
            "type": "verse",
            "text": "Pleasant and auspicious omens, depicting victory of Rama appeared on all sides, before  Rama. Seeing the pleasant omens depicting his victory, Rama was very much pleased and considered  Ravana as (already) dead. Then Rama, with the knowledge of all omens, having seen those portents  in his own way in the battle-field, obtained rejoice as well as extreme happiness and shown enhanced  prowess in combat."
        }
    ]
}