{
    "id": "prose-yuddha-107",
    "kanda": "yuddha",
    "sarga": "107",
    "title": "Rama and Ravana perform a fierce battle",
    "chapter": "107",
    "overview": "Loosing arrows at each other, Rama and Ravana perform a fierce battle. Ravana's flag-staff  is thrown down by Rama's arrows. When Rama begins to cut off Ravana's head, another head starts to crop  up in its place. The fierce encounter continues thus for seven days.",
    "content": [
        {
            "type": "verse",
            "text": "Then ensued a fierce and a prolonged chariot-duel between Rama and Ravana, which  was frightful to all the worlds. Then, the army of demons and the huge army of monkeys, stood motionless  with their weapons held fast in their hands. Having their hearts captivated in  seeing those two warriors, a human being and a demon, both in full strength engaged in a fight, all  for their part experienced a great wonder."
        },
        {
            "type": "verse",
            "text": "Having their hands occupied with various kinds of weapons, all those warriors stood amazed  in mind in beholding that duel. They did not go for war on each other. The demons beholding Ravana and  the army of monkeys seeing Rama with their eyes in amazement appeared as though they were paintings."
        },
        {
            "type": "verse",
            "text": "Having made up their minds and being firm in their anger, those two warriors for their  part, Rama and Ravana fought fearlessly, as it were, on seeing the portents in the battle. Rama, who  was convinced that he was going to win and Ravana who was firmly persuaded that he would die, then demonstrated  the entire wealth of their prowess in battle on that occasion."
        },
        {
            "type": "verse",
            "text": "Thereupon, the valiant Ravana, fitting his arrows with anger, released them, directing  them towards the flag-staff fixed on Rama's chariot. Without even reaching the ensign on Indra's chariot  and touching off the staff which supported the banner of the chariot, the arrows fell on the ground."
        },
        {
            "type": "verse",
            "text": "Thereafter, the valiant Rama too, in great anger, stretching his bow, proceeded with  his mind, to return blow for blow. Rama released a sharp arrow, looking like a  huge serpent and which was unbearable, as though blazing with its own splendour, directing towards Ravana's  flag-staff."
        },
        {
            "type": "verse",
            "text": "As the brilliant Rama released the arrow towards the flag-staff, that arrow, tearing  asunder Ravana's flag-staff, entered the earth. That standard, mounted on Ravana's chariot, having been  torn off, fell on the ground. Seeing the thrown-down piece of his flag-staff, that mighty Ravana stood  blazing as though he was laughing with intolerance. Flaming up with anger, he showered a stream of arrows  afflicted as he was, with the power of wrath."
        },
        {
            "type": "verse",
            "text": "Ravana struck Rama's horses with blazing arrows. Those divine horses were neither shaken  nor stumbled in the battle-field. They were indeed healthy at heart and felt as though they were just  struck with lotus-stalks. Seeing those horses unstumbled, Ravana then was very much enraged and released  showers of arrows."
        },
        {
            "type": "verse",
            "text": "He also hurled maces, iron bludgeons, discs, iron clubs, mountain-tops, trees, spikes  and axes. Unwearied as he was in his heart and in effort, Ravana then employed streams of missiles as  a creation of magic and also thousands of arrows."
        },
        {
            "type": "verse",
            "text": "In that battle, abundant rain of various missiles, which were tumultuous, generating  fear, terrific and attended with a terrible echo, descended. Leaving alone Rama's chariot, Ravana released  arrows on the army of monkeys on all sides, thus wholly covering the sky."
        },
        {
            "type": "verse",
            "text": "Ravana released arrows with a mind, which had given up all hope of survival. Seeing that  Ravana, who was interested in the battle, putting forth his great effort, Rama fitted Sharp arrows to  his bow, as though laughing and thereupon he loosed the arrows in hundreds and thousands."
        },
        {
            "type": "verse",
            "text": "Seeing those arrows, Ravana completely covered the sky with his own arrows. Due to that  dazzling shower of arrows then employed by the two warriors, the shining sky looked like a second sky  built with arrows. While Rama and Ravana were discharging the arrows thus in the battle0field, no arrow  missed the target, no one failed to pierce the target and none had gone in vain. Colliding with each  other, they fell on the ground."
        },
        {
            "type": "verse",
            "text": "Releasing the arrows left and right continually, they fought at each other. With their  terrific arrows, they made the sky, bereft of even a breathing space. Rama struck Ravana's horses. Ravana  struck Rama's horses. Both the warriors then struck at each other, doing anything before and after."
        },
        {
            "type": "verse",
            "text": "Those two extremely enraged warriors in this way, carried out are excellent combat. A  tumultuous battle ensued for an hour or so, causing the hair to stand erect. The mighty Ravana and Rama  carried out the fight well with sharp arrows in the battle-field. That Ravana at that time was very  much enraged with Rama, as his flag-staff was thrown down."
        },
        {
            "type": "verse",
            "text": "All the created beings for their part gazed with an astonished mind on Rama and Ravana,  who thus were fighting at each other in the battle-field. Furiously attacking each other in the battle-field,  those excellent chariots of the two warriors ran towards each other."
        },
        {
            "type": "verse",
            "text": "Intent on destroying each other, those chariots, displaying various types of movements  such as, moving in circles, moving straight and darting forward as also receding forthwith, originated  from the capabilities of those charioteers, assumed a terrible aspect."
        },
        {
            "type": "verse",
            "text": "Rama wounding Ravana and Ravana too wounding Rama, both of them had recourse to speed  in movement in their forward and backward motions. Those excellent chariots, casting streams of arrows,  strolled in the battle-field, like two clouds pouring showers."
        },
        {
            "type": "verse",
            "text": "Showing various kinds of movement in the battle-field, those chariots then again stood  facing each other. The shaft of the two chariots even as they stood at that moment,  met one with the other shaft the muzzle of the horses met the one with the other and the flags met the  one with the other flags."
        },
        {
            "type": "verse",
            "text": "Then Rama, with his four sharp arrows discharged from his bow, drove back the four splendid  horses of Ravana. That Ravana, falling a prey to anger for retreating his  horses, discharged sharp arrows on Rama. Rama, who was severely struck by the mighty Ravana, did not  get upset nor was even tottered."
        },
        {
            "type": "verse",
            "text": "Directing towards Matali, Indra's charioteer, Ravana hurled arrows with a sound similar  to that of a thunder-bolt. Arrows of great speed, fallen on Matali's body, did  not cause even a pretty little of bewilderment or hurt on him in that battle."
        },
        {
            "type": "verse",
            "text": "Enraged at that daring attack on Matali, Rama who for his part did not feel provoked  by the attack on himself, made his enemy turn away by hurling a net work of arrows on him. The  valiant Rama discharged twenty, thirty, sixty and hundreds and thousands of arrows on the enemy's chariot."
        },
        {
            "type": "verse",
            "text": "Thereupon, even Ravana, the enraged king of demons, who was seated in the chariot, tormented  Rama, by showering maces and mallets on him in the battle. The battle thus started again by then, was  tumultuous, causing one's hair to stand erect. With the sounds of maces, mallets and iron rods and with  the gusts raised by the plumes adorning the flying arrows, the seven agitated oceans felt disquieted."
        },
        {
            "type": "verse",
            "text": "Thousands of all the demons and serpents, inhabiting in the nethermost subterranean region  of the agitated oceans, felt disturbed. The entire earth, including mountains, groves and forests trembled.  The sun too became gloomy even the wind did not blow."
        },
        {
            "type": "verse",
            "text": "Then, the gods along with Gandharvas the celestial musicians, Siddhas the semi-divine  beings, great sages and all including Kinnaras the mythical beings and great serpents became disquieted. At that time, those gods along with troops of sages, saying \"May all be well with  the cows and Brahmanas, May all the worlds endure forever, May Rama conquer Ravana!\", saw a terrific  battle between Rama and Ravana, which caused one's hair to stand on end."
        },
        {
            "type": "verse",
            "text": "Seeing that matchless struggle and observing that the sky is its own compeer and the  ocean is its own analogue, the battle between Rama and Ravana can be likened only to the battle between  Rama and Ravana, the hosts of Gandharvas the celestial musicians and Apsaras, the heavenly lymph&rsquo;s,  looked on that battle between Rama and Ravana."
        },
        {
            "type": "verse",
            "text": "Thereupon, the great-armed Rama who augmented the fame of the kings born in Raghu dynasty,  stretching with anger, the serpent-like arrow with his bow, chopped off the glorious head of Ravana,  which was graced with blazing ear-rings. Then, all the three worlds saw that head, fallen on the ground."
        },
        {
            "type": "verse",
            "text": "Another head, exactly similar to that head, cropped up on the shoulders of Ravana. That  second head was again chopped off by Rama, possessing a swift hand and who was swift in his act.  The second head of Ravana was cut off by arrows in that battle. Soon after that head was chopped off,  it again rose into view."
        },
        {
            "type": "verse",
            "text": "Rama chopped off that head too with his arrows looking like thunderbolts. In the same  manner, a hundred of Ravana's heads of equal splendour were chopped off by Rama. Yet, no certainty about  Ravana's death could be seen. Thought equipped with many arrows and well-versed with all kinds of missiles,  the valiant Rama, the augmentor of Kausalya's joy, then became thoughtful (said to himself as  follows):"
        },
        {
            "type": "verse",
            "text": "\"What is the reason, these arrows by which Mareecha, Khara, Dushana, Kabandha in Kroucha-forest,  and Viradha in Dandaka-forest were killed, by which seven Sala trees and the mountains were burst, by  which Vali was killed and the ocean shaken up all these arrows which provided immediate succour to me  in battle, have proved of little efficacy in the case of Ravana.\""
        },
        {
            "type": "verse",
            "text": "Thus absorbed in thought, Rama remained vigilant in the battle-field. He showered streams  of arrows in Ravana's chest. Thereupon, even Ravana, the enraged king of demons,  who was seated in his chariot, tormented Rama by showering maces and mallets on him in the combat."
        },
        {
            "type": "verse",
            "text": "That great tumultuous battle, which caused one's hair to stand on end, took place in  the sky, on the ground and furthermore on the mountain. While the gods, the demons, Yakshas the  super-natural beings, the devils, the serpents and the ogres were witnessing, that great battle occurred  for seven days."
        },
        {
            "type": "verse",
            "text": "There was no respite in battle between Rama and Ravana, either in the might or in the  day-time or for an hour or even for a instant. Not beholding the victory  of Rama in the combat between Rama and Ravana that great-souled Matali, the charioteer of Indra quickly  spoke the following words to Rama, who was still engaged in fighting."
        }
    ]
}