{
    "id": "prose-yuddha-108",
    "kanda": "yuddha",
    "sarga": "108",
    "title": "Rama kills Ravana",
    "chapter": "108",
    "overview": "On the advice of Matali the charioteer, Rama employs on Ravana, a mystic missile presided  over by Brahma. That arrow penetrates Ravana's heart and kills him. Ravana falls down dead from his  chariot to the earth.",
    "content": [
        {
            "type": "verse",
            "text": "Thereupon, Matali refreshed the memory of Rama as follows: \"O the valiant one! Why are  you still carrying out the battle with Ravana as though you are unaware (of how to dispose of him)?  \"O lord! You can employ a mystic missile presided over by Brahma the lord of creation. The time for  his destruction has come now, as expressed by the celestials.\""
        },
        {
            "type": "verse",
            "text": "Then, the valiant Rama, who was reminded thus by Matali, took hold of a blazing arrow,  which was given by Brahma and which in turn was given to him by the glorious sage, Agastya earlier in  the battle-field and which looked like a hissing serpent. Having been made formerly for Indra, the lord  of celestials by Brahma, the lord of creation of infinite strength, it was bestowed in the past on the  ruler of gods, who was desirous of conquering the three worlds."
        },
        {
            "type": "verse",
            "text": "In its feathers, wind was established. In its end-point were the fire and the sun. In  its heaviness were Mounts Meru and Mandara. Its shaft was made of ether. Provided with good shaft decked  with gold, the arrow which had its body shining, had been made up of the efficacy of all the elements  and an illuminating power of the sun."
        },
        {
            "type": "verse",
            "text": "Blazing like a fire at the time of universal dissolution enveloped in smoke and looking  like a venomous snake, it was swift in action and capable of bursting hosts of men, elephants and horses. <a name=\"Verse9\">It broke gate-ways, iron bars, and even mountains. Smeared  witht he blood of various victims and quoted with their marrow, it presented a very terrific appearance.  That arrow had an efficacy of a thunder bolt, loud-sounding, tearing off armies of adversaries in many  battles and creating fear to all, like a hissing serpent.</a>"
        },
        {
            "type": "verse",
            "text": "It was giving perennial feed to vultures, eagles, cranes, troops of jackals and demons  in the battle-field, possessing a form of Yama the lord of Death and was fearful. That arrow bestowed  joy on the monkey-leaders and destroyed the demons. It was made speedy, by tying various kinds of beautiful  coloured feathers of Garuda, the king of eagles, to it."
        },
        {
            "type": "verse",
            "text": "Making it sacred by a special formula as per the procedure specified in scriptures, Rama  who was endowed with an extraordinary strength then fixed that arrow which was the foremost among the  three worlds, capable of removing the fear of Ikshwaku dynasty, taking away the glory of the enemies  and bestowing joy to one's own self on his bow."
        },
        {
            "type": "verse",
            "text": "While that excellent arrow was being fixed by Rama, all the beings were frightened and  the earth trembled. That enraged Rama, stretching his bow well and with an attentive mind, hurled that  arrow which can tear off the vitals, towards Ravana. That arrow, which was inviolable as a thunderbolt  hurled by the arms of Indra and irresistible as Yama the lord of Death, fell upon Ravana's chest."
        },
        {
            "type": "verse",
            "text": "That arrow, released with great speed and which was capable of destroying the body, tore  off the heart of that evil-minded Ravana. That arrow, which was capable of causing death to the body,  after taking away the life of Ravana and having been anointed with blood, penetrated the earth."
        },
        {
            "type": "verse",
            "text": "Smeared with blood on having killed Ravana and thereby accomplishing its mission, that  arrow re-entered its own quiver (of Rama) silently. From the hands of the slain Ravana, who was being  separated from his life, fell his bow with its arrows (fitted to it), at the same time coinciding indeed  with his life-breath."
        },
        {
            "type": "verse",
            "text": "Having lost his life, that king of demons for his part, who was endowed with terrible  swiftness and invested with great splendour, fell down from the chariot to the ground, like Vritra the  demon when the latter was struck down by the thunderbolt."
        },
        {
            "type": "verse",
            "text": "Seeing Ravana fallen down on earth, the surviving demons whose king had been killed,  were panic stricken and ran away to all sides. The monkeys, who fought with trees, fell upon the demons  from all sides. Seeing the killing of Rvana, the monkeys assumed a triumphant appearance."
        },
        {
            "type": "verse",
            "text": "Tormented by the monkeys, the demons rushed back with panic towards Lanka, with faces  looking miserable and tears flowing down, their supporter having been killed. Roaring shouts of joy,  quite rejoiced as they were, and proclaiming Rama's victory and the killing of Ravana in his hands,  the monkeys behaved like conquerors."
        },
        {
            "type": "verse",
            "text": "Then the cheerful kettle-drum of the gods reverberated in the sky. Very pleasant winds,  carrying divine odour, blew there. Pouring over the chariot of Rama quite fascinating shower of flowers,  which was difficult to be accomplished (elsewhere), fell from the heavens to the earth on that occasion."
        },
        {
            "type": "verse",
            "text": "Excellent pronouncements of the great-souled gods saying \"well done! Bravo!\", combined  with a panegyric in praise of Rama, was distinctly heard in the sky. When Ravana,  the cruel demon and the terror of all the worlds, was killed, a great rejoice filled the hearts of gods  and charanas the celestial bards."
        },
        {
            "type": "verse",
            "text": "Having been pleased with the killing of Ravana, Rama then fulfilled the desire of Sugreeva,  Angada and Vibhishana. Then, troops of celestials got their mental peace. All  the quarters were brightened up and the sky became clear. The earth did not tremble. The wind blew gently.  The sun too shed a steady light."
        },
        {
            "type": "verse",
            "text": "Rejoiced with the victory in battle, Sugreeva, Vibhishana and Angada together with Lakshmana  along with their friends paid their respects with due ceremony to Rama, who looked charming. That Rama,  the delight of Dasharatha, for his part, who had just killed his enemy and thus who was steadfast in  his vows and who was endowed with a great splendour, who stood surrounded on the  battle-field by his own people and the army shone like Indra the lord of celestials."
        }
    ]
}