{
    "id": "prose-yuddha-109",
    "kanda": "yuddha",
    "sarga": "109",
    "title": "Rama directs Vibhishana to perform the obsequies to Ravana",
    "chapter": "109",
    "overview": "Vibhishana laments a lot, after seeing Ravana lying dead on the battle-field. Rama comforts  him, saying that a warrior killed in battle, need not be mourned. Vibhishana describes the personality  of Ravana and his qualities to Rama and seeks permission of Rama to perform funeral rites to Ravana.  Rama directs Vibhishana to perform the obsequies to Ravana, his deceased brother.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing his brother lying down dead after defeat in battle, Vibhishana lamented, with  his mind filled with an outburst of sorrow: \"Why are you lying killed on the ground, though you are  highly worthy of turning towards lofty beds, O hero! The valiant one, the celebrated one, prudent in  polity? Having thrown about your two long arms which though decked with  armlets, are now motionless and with your diadem brilliant as the sun, knocked down; why are you lying  killed on the ground?\""
        },
        {
            "type": "verse",
            "text": "\"O the valiant brother! That which was told by me earlier and that which was not liked  by you, as you were overcome with sensuality and infatuation; that very fate has been obtained by you.  For that which, because of arrogance, neither Prahasta nor Indrajit and others, nor Kumbhakarna nor  Atiratha nor Narantaka nor you yourself has agreed to my counsel, the consequence of it  has come now.\""
        },
        {
            "type": "verse",
            "text": "\"As this hero, the foremost of those who wield the weapons, has fallen on the ground,  the established rule of well-conducted persons has gone. The incarnation of virtue has departed. The  epitome of strength has gone. The refuge of eulogies has gone out of sight. The sun has fallen to the  earth. The moon has merged in darkness. Fire has extinguished its flames and a strenuous effort  has become inactive.\""
        },
        {
            "type": "verse",
            "text": "\"What is remaining in this world now, while Ravana the foremost of demons, is at present  lying fast asleep in the dust? With firmness for its shoot, endurance for  its excellent blossom, asceticism for its strength, and valour for its firm  root, the large tree in the shape of Ravana has been crushed in the battle-field, by the tempest in  the shape of Rama.\""
        },
        {
            "type": "verse",
            "text": "\"With sharpness for its tusks, the line of ancestors for its back-bone, anger for its  lower parts and graciousness for its proboscis, the elephant in rut in the shape of Ravana is lying  asleep on the ground, its body having been overthrown by a lion in the shape of Rama. With prowess  and power for its expanded flames, sighs for its smoke and his native strength for its glowing heat,  the blazing fire in the shape of Ravana the demon has been extinguished in the battle-field by the rainy  cloud in the shape of Rama.\""
        },
        {
            "type": "verse",
            "text": "\"With the demons for its tail; hump and horn and fickleness for its ears and eyes, the  bull in the shape of Ravana the demon, the conqueror of its enemies, which vied with the wind in energy,  is lying dead, struck down by a tiger in the shape of Rama, the ruler of the earth.\""
        },
        {
            "type": "verse",
            "text": "To Vibhishana, who was thus speaking; enveloped in sorrow, Rama spoke the following words,  full of reason and which revealed his determined view of the matter. \"Ravana did not die in battle,  without making an effort. He has fallen in combat, eventhough he was endowed  with terrible prowess and exhibited extra ordinary enthusiasm of a very exalted type and remained confident  throughout.\""
        },
        {
            "type": "verse",
            "text": "\"There is no occasion to grieve for him having fallen into death in the battle-field  and by whom the development of his country was wished for, while remaining steadfast in the duty of Kshatriya the warrior. There is no occasion to grieve for his having  been brought under the sway of death by whom intelligent as he was, all the three worlds including  Indra were frightened.\""
        },
        {
            "type": "verse",
            "text": "\"In the past, none has ever been exclusively victorious in a combat. A hero either has  been killed by his adversaries or had killed the enemies in battle. Such is the destiny proclaimed by  the ancients, as highly esteemed for a warrior. A warrior killed in battle, does not deserve to be mourned.  Such is the ascertainment of the sacred scriptures.\""
        },
        {
            "type": "verse",
            "text": "\"Therefore, seeing this ascertainment, understanding the true principle, and free from  grief, think here of what duty that deserves to be performed.&rdquo; "
        },
        {
            "type": "verse",
            "text": "To that valiant prince (Rama) by whom the aforesaid words were spoken, Vibhishana, who  was tormented with grief, spoke (as follows) about the suitable action to be done next in relation to  his brother. \"The demon, who had never been conquered before in battles, by even all the gods combined  or by Indra himself, has been conquered, on confronting you in the battle-field, as the sea breaks up,  on reaching the shore.\""
        },
        {
            "type": "verse",
            "text": "\"By him, gifts were endowed to mendicants. Pleasures too were enjoyed. The king's servants  were fully maintained. Riches were made over to friends. Grudges against enemies were revenged. He maintained  a perpetually sacred fire. He practiced great religious austerities. He completely mastered Vedas, the  sacred scriptures. He was highly proficient even in the ritual acts. I desire to do, with you graciousness,  that which is to be performed to him, who has departed to the other world.\""
        },
        {
            "type": "verse",
            "text": "Thus getting the personality of Ravana well-acquainted by Vibhishana by his compassionate  words, Rama possessing unimpaired goodness, directed Vibhishana to perform funeral rites, which were  intended to lead the departed soul to heaven: \"Hostilities end with death. Our purpose has been accomplished.  Let his funeral rites be performed. He is even as good mine, as yours.\""
        }
    ]
}