{
    "id": "prose-yuddha-11",
    "kanda": "yuddha",
    "sarga": "11",
    "title": "Ravana goes again to the assembly hall",
    "chapter": "11",
    "overview": "Ravana goes again to the assembly hall, to hold consultations with his ministers, other important demons and Vibhishana.",
    "content": [
        {
            "type": "verse",
            "text": "That sinful Ravana, infatuated by his desire for Sita, became emaciated by his sinful action and by his despising of well-disposed people like Vibhishana. Though the occasion for war was lacking Ravana thought of consulting with his ministers and well-wishers then to be a fit time. Approaching a great chariot, covered by a golden net, adorned with gems and corals and yoked with trained horses, Ravana mounted on it. Ravana the excellent among demons ascended that most beautiful chariot, with a rattling sound resembling the rumbling of a large cloud and then proceeded towards the assembly-hall. Warriors holding swords and shield as well as demons wearing all types of weapons, marched in front of Ravana. Demons wearing all types of unusual dresses and adoring various kinds of jewellery then marched, duly surrounding him from sides and even behind. Great chariot-warriors in chariots, on excellent elephants in rut and horses supportively coming in different gaits, rushed after Ravana quickly. Some had maces and iron bars in their hands. Some had javelins and iron clubs. Some were holding axes. Some others had darts in their hands."
        },
        {
            "type": "verse",
            "text": "As Ravana was proceeding to the assembly-hall, loud blare of thousands of trumpets along with tumultuous noise of conches were produced. That excellently great chariot, making noise of the sound of its wheels, soon entered the beautiful royal high-way. The spotlessly white umbrella, held on Ravana's head, shone like a full-moon. On his left and right sides, two fans of yak's tails with crystal handles and golden fringes were shining. All those demons standing on ground offered their salutation by bending their heads and joining their palms to his the best of demons, mounted on the chariot. Ravana the harasser of enemies, possessing great splendor, while being praised by demons through cheers of victory, approached that organized assembly."
        },
        {
            "type": "verse",
            "text": "Ravana with great splendor, with his body shining brightly, entered that assembly hall, which was paved with gold and silver, whose interior was wrought with pure crystal, carpeted with skins of deer, guarded by six hundred evil spirits, ever shining and well-constructed by Visvakarma. Ravana, that hall, occupied a big and excellent throne embedded with jewels (cat's eye gems), covered with skin of deer called Priyaka and furnished with pillows. Thereafter Ravana, as a king, ordered his messengers, who were moving fast as follows: \"There is a gigantic work before us. I know what the enemies are doing. Therefore, bring all the demons here quickly.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words, the messenger impelled the demons staying in entertainment places, in bedrooms or in gardens and went without fear to every house in Lanka. Some of the demons mounted beautiful chariots; some mounted wild and strong horses and some mounted on elephants. Some others went on foot. That city, extremely crowded with chariots elephants and horses rushing fast together, appeared like birds rushing fast in the sky. Parking horses, elephants and various kinds vehicles like chariots, they entered by foot the assembly-hall as a mountain-cave is entered by lions. Touching the feet of the king and greeted in turn by the king, some sat down on seats, some others on mats (of Kusa grass) and others on the ground. Congregating in the assembly hall at the king's command, those demons took their position round Ravana the king of demons, each according to their rank. Ministers who were scholars well versed in deciding action those endowed with good qualities, those who were all-knowing, king's ministers who could perceive things by their power of intellect and many warriors in hundreds, gathered according to their importance in that assembly hall, wrapped with gold, for providing felicity in all actions."
        },
        {
            "type": "verse",
            "text": "The high-souled and illustrious Vibhishana ascended an excellent auspicious and spacious chariot yoked with good horses with its various parts decked in gold and drove towards the assembly-hall of Ravana his elder brother. Then, that younger brother Vibhishana told Ravana his name and offered salutation to the feet. Suka and Prahasta followed suit. Ravana gave them suitable seats separately. The aroma of the best aloe and sandal paste painted on the persons as also of garlands worn round the necks of those demons duly adorned with ornaments of gold and gems and attired in excellent clothes diffused all round in the assembly-hall. The assembled persons there did not yell loudly. None uttered untruth or even talked vociferously. All of them were ready for action and were endowed with terrible energy. All of them sat, perceiving their lord's face. In that assembly, that Ravana, full of mind, shone with brilliance among the assemblage of those demons possessing great strength, like Devendra (the Lord of heaven) amidst Vasus (a class of gods)"
        }
    ]
}