{
    "id": "prose-yuddha-110",
    "kanda": "yuddha",
    "sarga": "110",
    "title": "All the consorts of Ravana lament",
    "chapter": "110",
    "overview": "All the consorts of Ravana lament, recollecting the valour of Ravana and with a stunning  surprise of how he has been killed by an ordinary mortal. They feel sorry that, had Sita been restored  by Ravana to Rama, this major disaster would not have befallen them.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing Ravana killed by the great-souled Rama, the female-demons were stricken with grief  and rushed out from their gynaecium. Even though impeded now and then by their maid servants, they were  rolling in the dust of the streets, with their hair dishevelled, tormented as they were with grief like  cows that had lost their calf."
        },
        {
            "type": "verse",
            "text": "Issuing out of the northern gate along with demons and penetrating into the terrific  battle-field, searching for their husband, who had been killed and crying out, \"Ah my lord! Ah my husband!\"  They all ran hither and thither on the ground which was covered with headless trunks and rendered muddy  with blood.\""
        },
        {
            "type": "verse",
            "text": "Those women, who were overcome with grief about the death of their husband, having their  eyes filled with tears, loudly lamented like female-elephants who had lost the leader of their herd.  Those women saw the gigantic Ravana, who was endowed with a great strength and invested with a great  splendour, lying killed on the ground, like a heap of black collyrium."
        },
        {
            "type": "verse",
            "text": "Suddenly seeing their husband lying in dust of the battle-field, those women fell down  on his limbs, like uprooted wild creepers. A woman wept, embracing him out of great regard, another  woman clinging to his feet and another, catching hold of his neck."
        },
        {
            "type": "verse",
            "text": "A woman rolled over the ground, with her arms thrown up. On seeing the face of her deceased  husband, another woman fell into a swoon. Keeping Ravana's head in her lap, a woman, looking at his  face, wept moistening that face with her tears, as dew drops moisten a lotus-flower."
        },
        {
            "type": "verse",
            "text": "\"That Ravana, by whom Indra was thrown into fear, Yama was struck with terror, by whom  Kubera the king was deprived of Pushpaka the aerial car, and by whom fear was caused on the battle-field  in the Gandharva the celestial musicians, in the sages and the great-souled gods, lies killed in the  battle-field. This danger has come from a mortal to him, who did not conceive any fear from the demons  or the gods or even the serpents for that matter! Here lies killed in battle, by a pedestrian man coming  from Ayodhya, that Ravana, who was incapable of being killed by gods and even so by devils and demons  too. He who could not be killed by gods, Yakshas and demons alike, could be killed by a mortal like  one devoid of strength.\""
        },
        {
            "type": "verse",
            "text": "Thus uttering, those women of Ravana, wailing as aforesaid, burst into tears. They once  more and repeatedly lamented, stricken, as they were, with grief (as follows):"
        },
        {
            "type": "verse",
            "text": "\"For your own death, Sita was borne away by you, who did not listen to your near and  dear ones, who always offered friendly counsel to you. The demons were struck down. Here, stand we (your  consorts) as well as your own self, struck down now. Though tendering salutary advice to you, Vibhishana  your beloved brother, was harshly scolded through ignorance by you, who sought your own destruction.\""
        },
        {
            "type": "verse",
            "text": "\"If you had restored Sita a princess of Mithila to Rama, this appallingly terrific  disaster, which has robbed us of every root, would not have befallen us. If you had restored Sita  to Rama, Vibhishana your brother would have had his desire fulfilled. Rama would have been in the company  of our allies. All of us would have been spared the curse of widowhood and our enemies would not have  realized their ambition.\""
        },
        {
            "type": "verse",
            "text": "\"By you, however, who forcefully captivated Sita cruelly, the demons, we (your consorts)  and your own self all the three have been destroyed all at once. O the excellent demon! Your act of  following your own free will, may not be the reason for your destruction, either for, all is being run  by a divine power, struck and ruined by the divine power. This destruction of the monkeys, your demons  as also yourself, in the battle, has happened at the juncture of the Providence (alone), O the great  armed! The course of destiny, when ready to bear fruit, cannot be diverted either by money, or by wish,  or by valour or even by command in this world.\""
        },
        {
            "type": "verse",
            "text": "Those consorts of Ravana, depressed as they were and afflicted with grief, with their  eyes full of tears, thus lamented like female ospreys."
        }
    ]
}