{
    "id": "prose-yuddha-111",
    "kanda": "yuddha",
    "sarga": "111",
    "title": "Madodari laments on Ravana's death",
    "chapter": "111",
    "overview": "Mandodari stares at the dead body of Ravana and laments, recollecting the strength and  power of Ravana. But, she realizes that Rama, who killed Ravana, is none other than Vishnu the lord  of maintenance of the world. She further laments that Ravana has done a sinful deed in abducting Sita  and that he has faced the consequence in the form of his death; in the hands of Rama. She describes  the charming personality and the unconquerable prowess of Ravana, but expresses her surprise how he  has been killed by a mortal like Rama. Mandodari's co-wives console her. Meanwhile, Rama asks Vibhishana  to perform obsequies to Ravana. Initially, Vibhishana refuses to perform the last rites, but when Rama  convinces him, he begins to perform the funeral of Ravana. After the funeral is over, Vibhishana comes  and joins Rama, who along with Lakshmana, Sugreeva and others experience happiness for having destroyed  their enemy.",
    "content": [
        {
            "type": "verse",
            "text": "While those consorts were weeping on that occasion, Mandodari, the  senior most and beloved wife of Ravana, who was feeling miserable, stared at her husband."
        },
        {
            "type": "verse",
            "text": "Gazing at Ravana, her husband who was killed by Rama of unimaginable  exploits, Mandodari there, miserably lamented (as follows): \"O the great armed, the brother of Kubera! Even Indra the destroyer of strongholds,  indeed dares not to stand before you, when you were enraged. Because of fear from  you, eminent sages, illustrious Gandharvas the celestial musicians and the wandering bards indeed fled  in all directions.\""
        },
        {
            "type": "verse",
            "text": "\"O the lord of demons! O king! How is it that you are not ashamed,  though you were conquered in battle, by Rama, a mere mortal? How did a mortal,  wandering in a forest, killed you, who having overcome the three worlds by  dint of your prowess, had grown irresistible and were endowed with glory?\""
        },
        {
            "type": "verse",
            "text": "\"It is not possible of annihilation of yourself, who lived in a  place not accessible to men and was able to assume any form at your will, by Rama in battle. I do not believe this act of Rama in the battle-front, nor do I believe  of the attack by him, on your army, fully equipped with all the implements of war.\""
        },
        {
            "type": "verse",
            "text": "\"The moment your brother Khara was killed by Rama in Janasthana,  though surrounded by a multitude of demons, it became evident that Rama was really no mortal. We felt painful, the moment Hanuman penetrated, by dint of his prowess,  deep into the City of Lanka, which was difficult to be entered even for gods.\""
        },
        {
            "type": "verse",
            "text": "\"The day when the terrific monkeys built a bridge on the great  ocean, that day itself I believed that Rama was not an ordinary mortal.  Otherwise, for your destruction, Yama, the lord of Death came himself assuming  the form of Rama having arranged an unimaginable form of illusion.\""
        },
        {
            "type": "verse",
            "text": "\"O the mighty lord! Otherwise, you might have been overpowered  by Indra the lord of celestials. But for Indra, where is the capacity even to behold you in battle? This Rama is  certainly a great ascetic, an eternal person, having no beginning middle or end, greater than distinguished  universal spirit like Brahma, the one beyond ignorance, the nourisher, wielding a conch, a disc and  a mace, wearing the 'Srivatsa' mark on his chest, of lasting beauty, incapable of being conquered, a  perpetual one, being the constant soul of the universe, truly mighty, the lord of all the worlds, the  prosperous one having a great splendour and Vishnu, the lord of maintenance of the world with a wish  to benefit the worlds, assuming a human form surrounded by all the gods in the form of monkeys, Rama  killed you, surrounded by demons."
        },
        {
            "type": "verse",
            "text": "\"In the past, by performing a great penance, you conquered the  senses and conquered the three worlds. Now, as if revenging that enmity, those very senses conquered  you. The moment your brother Khara was killed by Rama in  Janasthana, though surrounded by a multitude of demons, it became evident that Rama was really no mortal.  We felt perturbed, the moment Hanuman penetrated, by dint of his prowess, deeply into the City of Lanka,  which was difficult to be entered even for gods. This evil result has come upon  you, since you did not heed to my advice, saying that no hostility should be entered into with Rama.\""
        },
        {
            "type": "verse",
            "text": "\"O the foremost of demons! For the annihilation of your power,  your body and your own people, you conceived a desire for Sita suddenly. O the  foolish one! An unworthy act was indeed done by you, in offending Sita, who was more distinguished  and more respectable than Arundhati (wife of sage Vasishta) and Rohini (the principal spouse of moon-god).\""
        },
        {
            "type": "verse",
            "text": "\"O my lord, who annihilated yourself and  your people! Sita is the model of forbearance even to the Goddess Earth and a model of grace to Lakshmi,  the goddess of fortune and charm. She is extremely fond of her husband. By a recourse to a fraud in  bringing that Sita in a lonely forest, faultless in every limb as she was, and charming though miserable,  and having failed to fulfill your desire for union with Sita and due to your own fault you have been  surely consumed by the asceticism of that woman, devoted as she was to her husband.\""
        },
        {
            "type": "verse",
            "text": "\"It is because, the gods together with Indra the ruler of gods  including those headed by the fire-god fear you, that you were not consumed  even while you were laying hands on Sita, the slender-waisted woman.\""
        },
        {
            "type": "verse",
            "text": "\"There is no doubt that when the time comes, the doer surely reaps  a harsh fruit of his sinful deed. The doer of an auspicious  act obtains happiness, while the doer of a sinful act reaps misery. While Vibhishana has obtained happiness,  you met with such an evil destiny.\""
        },
        {
            "type": "verse",
            "text": "\"There are other women, more excellent in form than Sita for  you in your gynaecium. Having fallen a prey to the power of passion, you  did not know it through ignorance. Sita is no match for me either in birth or  in beauty or in amiability. You did not perceive this through infatuation.\""
        },
        {
            "type": "verse",
            "text": "\"At any time, there is no causeless death for any living being.  As for you, this Sita has become a cause. Death which was brought about on account  of Sita was invited by you from a far-off distance. Free from sorrow, Sita will now be enjoying  herself with Rama.\""
        },
        {
            "type": "verse",
            "text": "\"I, however, whose  stock of merit was deficient, have fallen into a terrific ocean of grief. I, who having enjoyed myself  with you in suitable aerial cars in Mount Kailasa, mount Mandara, Mount Meru and in a grove named Chaitraratha  and in all celestial gardens, decked as was with lovely garlands and clad in colorful robes and invested  in matchless splendour, visiting and seeing various lands of every description have now been deprived  of all sense- enjoyments because of your death. Though the same, I stand transformed into another as  it were. Woe be to the flickering fortunes of kings!\""
        },
        {
            "type": "verse",
            "text": "\"Alas, O king! That face of yours which was so tender, O lord, and distinguished  by charming eye-brows, a gloss surface, having an exceptionally prominent nose, coppery lips and brilliant  ear-rings, which vied with the moon the lotus and the sun in loveliness, light and luster, was illumined  by a number of diadems, which shone with its eyes wild and rolling through inebriety in banqueting places,  bore garlands of various kinds, was lovely and charming in every way, was lit with a captivating smile  and indulged in a delightful talk - that face of yours does not actually shine as before today pierced  with Rama&rsquo;s arrows, it lies dyed with streams of blood. It has its marrow shattered and has got soiled  through the dust raised by the chariots.\""
        },
        {
            "type": "verse",
            "text": "\"Alas! The last stage of my life, which conferred widow ship on  me, has come and which was never contemplated me at any time; a stupid woman as I am. I was very much proud that my father was king of demons, my husband a lord of  demons and my son, a conqueror of Indra the lord of celestials.\""
        },
        {
            "type": "verse",
            "text": "\"I had a firm conviction that my guardians were capable of crushing  their arrogant adversaries, heroes as they were, renowned for their might and valour, and as such had  no fear from any quarter.\""
        },
        {
            "type": "verse",
            "text": "\"How did this unknown danger come from a mortal to you, who were  so powerful?  O king! The body of yours which was  really dark as glossy sapphire, gigantic like a lofty mountain and resplendent with Keyuras and Angadas  (two varieties of armlets) and necklace of cat's eye-gems and pearls and wreaths of flowers, which body  looked more charming during your pleasure-walks and dazzling in battle-fields, which shone with luster  of jewels as a rainy cloud with flashes of lightning lies transfixed in numerous sharp arrows today.  Though it will be difficult for me to touch it again, it is no longer possible to embrace it. It has  tendons cut to pieces, by arrows of Rama, dug deep into your vital parts and closely transfixed like  the spines of a porcupine. Though dark of complexion, it is now transformed into the colour of blood  and lies fallen on the ground like a mountain broken into pieces when hit by a stroke of thunder-bolt.\""
        },
        {
            "type": "verse",
            "text": "&ldquo;Alas! Is it a dream?  Is it the reality? But, how could you be killed by Rama? You were the death, even to Death himself.  How did you depart from this world, falling under the sway of Death? My husband  enjoyed the wealth of all the three worlds. He gave tremendous fear to the three worlds. He conquered  the guardians of the worlds and lifted up Lord Shiva (along with his seat, Mount Kailasa).&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;My husband held down  those who were arrogant. He manifested his prowess and shook up the worlds. He caused the living beings  to weep, with his roars. He used to utter arrogant words with vigour in the presence  of his enemies. He was the protector for his troop and his servants. He was the killer of those who  indulged in terrible acts.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;He was the killer  of the lords of demons and Yakshas the super natural beings in thousands. He was drawing to himself,  the demons called Nivatakavachas, in battles. My husband ruined several sacrificial  performances. He was the protector of his own people. He violated the moral order. He violated the moral  order. He created conjuring tricks on the battle-field.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;He used to bring  the virgin-daughters of gods, demons and human beings from here and there. He brought mourning to his  enemy&rsquo;s wives. He was the leader of his own people. He was the protector of the  island of Lanka. He was the doer of terrible deeds. He was the bestower of desires and sensual gratifications  to us. He was excellent among the chariot-warriors.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;Seeing my husband  with such power struck down by Rama, I, having my husband killed, am hard-hearted indeed, still bearing  this body. Having reposed on very valuable coaches, O the king of demons, why  are you lying buried in sleep slumber on the bare ground and shrouded in dust?\""
        },
        {
            "type": "verse",
            "text": "&ldquo;When Indrajit, your  son was killed in battle by Lakshmana, I was hard-hit then and today, of course, I am completely beaten  down. Bereft of kinsfolk and forsaken by you, my lord, and deprived of desires  and sensual enjoyments, I shall lament for ever more years.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O king! Having embarked  today on a long journey, which is very difficult to be traversed, take me too with you, tormented as  I am with grief. I shall not survive without you. Why do you intend to go, leaving  me here, miserable as I am? Why do you not speak to me, a sad and lamenting creature, and unfortunate  as I am?&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O Lord! Are you not  indeed enraged, in seeing me on foot in this way out through the city-gate, unveiled and come on foot  in the way? O lover of your consorts! Look at all your spouses, who came out,  with their veils dropped off. Why are you not getting enraged in seeing this?&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;This Mandodari, who  was helping in your sport with you, is weeping with helplessness. You are not consoling her. Do you  not have a high esteem of her? You have fallen under the  sway of your enemies in that you were cursed by the numerous women of noble lineage, who, though devoted  to their husband, fond of piety and intent on the service of their elders, had been widowed by you,  O king, and were accordingly tormented with grief. That curse which was pronounced  at that time by those aggrieved women on their having been wronged by you, has fallen on you.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;The popular saying  that &lsquo;the tears of virtuous wives d not generally fall on the ground in vain&rsquo; has come out probably  true in your case O king! How was this mean act of abducting a lady, done by you,  who having invaded the three worlds, were proud f your prowess?&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;It was indeed a mark  of your cowardice that Rama&rsquo;s consort was borne away by you, after luring away Rama from his hermitage  in the pretext of deer. I do not recall your faint-heartedness at any time on  the battle-field. That case of abduction of Sita, however, was due to your ill-luck and certainly  as the result of your sins.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"O the mighty armed  one! Whatever my younger brother-in-law, Vibhishana who knows matters relating to the pat and of the  future and also conversant with the present said after reflecting and sighing for long, on seeing Sita  abducted by you: 'The destruction of the chiefs among the demons now is imminent, have become true words.  This misfortune had come from the lust, wrath and addiction to the vice of deep attachment.\""
        },
        {
            "type": "verse",
            "text": "\"This major disaster occurred, destroying our very root, because  of you. This entire race of demons has been deprived of its protector, by you.  You, who were far illustrious for your strength and prowess, do not deserve to be lamented for by  me. But, because of feminine nature, my mind is leaning towards melancholy.\""
        },
        {
            "type": "verse",
            "text": "\"By taking away your merit and sin, you obtained your course of  fate. I, however, mourn for my own self, so afflicted as I am, by your death. O Ravana! You did not hear the advice of your friends, who wish for your welfare.  Nor did you hear the words of your brothers completely.\""
        },
        {
            "type": "verse",
            "text": "\"The counsel offered by Vibhishana, which was endowed with reason,  meaning, rule of conduct, wholesome, gentle and well-founded, was not implemented by you. The advices offered by Mareecha, Kumbhakarna, myself  and my father have not been heeded by you, who were arrogant of your prowess. What is followed is a  bitter consequence of your perversity.\""
        },
        {
            "type": "verse",
            "text": "\"My lord, resembling a dark cloud in hue, clad in yellow and decked  with brilliant armlets, why are you lying with your limbs, cast away on the ground and bathed in blood? As though fast asleep, why are you not replying to me, the granddaughter  of Somali the demon who was clever, endowed with extraordinary prowess and never retreated in battles,  tormented with grief as I am?\""
        },
        {
            "type": "verse",
            "text": "\"Arise, arise! Why are you lying down, though subjected to a fresh  insult? The sun's rays have penetrated deep into Lanka today, without any fear.  Torn into thousand pieces, that iron bludgeon of yours, which was brilliant  as the sun, like a thunderbolt of Indra, with which you killed your enemies in the battle-field, which  was constantly honoured by you, which had struck many in battle and which was decked with gold, lies  scattered.\""
        },
        {
            "type": "verse",
            "text": "Why are you lying down, embracing the battle-ground, as one would  embrace a loved one? Why do you not feel inclined to reply to me, as though I were abhorrent to you? Woe be to me, that my heart is not bursting into pieces,  tormented as I am with grief, now that you have returned to the five elements.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Lamenting thus, with her eyes filled with tears and her heart moistened  with love, Mandodari, at that time, fell into a swoon. Fallen on the breast of Ravana, that dispirited Mandodari, stricken as she was with grief, shone  like a vivid flash of lightning across a rainy cloud, reddened by the flow of twilight."
        },
        {
            "type": "verse",
            "text": "Raising up Mandodari, who was in that  condition bitterly weeping, her co-wives who were also weeping, very much distressed as they were, began  to console her (as follows): \"Don't you know the uncertain state of the worlds,  O queen, that the wealth of kings is unsteady, when there is a change in the tide of their fate? While they were consoling thus, Mandodari, moistening her breasts and her spotless  face in tears, wept aloud at that moment."
        },
        {
            "type": "verse",
            "text": "In the meanwhile, Rama spoke to Vibhishana as follows: \"Let the  obsequies of your brother be performed and let these crews of women be consoled.&rdquo; "
        },
        {
            "type": "verse",
            "text": "Reflecting with his intellect, the intelligent Vibhishana, the knower of virtue, thereupon,  spoke to Rama, the following words, which were in conformity with righteousness and self-interest. \"I am not obliged to perform the obsequies to him, who had abandoned the vow of  virtue, who was cruel, who killed human beings, who was a cheater and who had longed for others' wives. This Ravana, who was interested in wishing evil to all, though venerable  as a respectable elder, is not fit for honour. He is my enemy, in the guise of a brother.\""
        },
        {
            "type": "verse",
            "text": "\"If I do not perform obsequies, O Rama, the human beings on earth  will speak about me as ruthless. But, on hearing about his bad qualities all of them will speak of it  as a good act.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing those words,  Rama the best among the supporters of virtue and skilled in speech, was very much pleased and spoke  the following words to Vibhishana, the intelligent one in his speech. \"O king  of demons! I too have to do a favour to you. I won the battle because of you. Certainly I have to give  you an appropriate advice. This demon may be full of unrighteousness and falsehood.  But, he was brilliant, strong and ever a brave warrior in battles.\""
        },
        {
            "type": "verse",
            "text": "\"It is heard that Ravana who was mighty, endowed with strength  and who was causing people to cry, was not conquered by the chiefs like Indra and others. Hostilities end with death. Our purpose has been accomplished. Let his  funeral rites be performed. He is even as good mine also, as yours. According  to rule, Ravana is eligible to get the last rites on his dead body from you, by usage. You will also  become fit for glory.\""
        },
        {
            "type": "verse",
            "text": "Having heard the words of Rama, Vibhishana in haste began to do  obsequies to Ravana, his dead brother. Entering the City of Lanka, that Vibhishana,  the lord of demons, quickly concluded the Agnihotra (the act of pouring oblations into the sacred fire)  carried on by Ravana."
        },
        {
            "type": "verse",
            "text": "Vibhishana actually caused to be brought  together, carts, excellent varieties of firewood, the three sacred fires and the priests required to  officiate at the obsequies, logs of sandalwood, various types of firewood, pieces of fragrant aloe-wood,  odorous perfumes, as well as gems, pearls and corals."
        },
        {
            "type": "verse",
            "text": "Surrounded with demons, he came back for a while and thereupon,  Vibhishana along with malyavan (the father of his own mother) initiated the obsequies. Placing Ravana, the lord of demons,  who was covered with linen, accompanied by blasts of various musical instruments as well as panegyrists  singing his the Brahmanas (forming part of the demon's race, which was apparently divided into four  classes, like human beings) stood around him with their faces filled in tears. Lifting up that palanquin,  which had been decorated with colorful flags and flowers and taking up blocks of wood, all the demons  for their part, with Vibhishana in front, proceeded with their face turned towards the south."
        },
        {
            "type": "verse",
            "text": "Those sacrificial fires were ignited and re-animated, as they  were, by Adhvaryu priests, the performers of the sacrificial act, at that time. Those sacrificial fires  were contained in earthen pots and went in front of Ravana's body. All those  women of the gynaecium, while weeping, followed at his heels with quick paces, stumbling, as they were,  on all sides."
        },
        {
            "type": "verse",
            "text": "Keeping the body of Ravana on a consecrated  spot, Vibhishana and others, who were very much afflicted with grief, piled up a sacred pyre, with logs  of sandalwood, moistened with perfumes called Padmaka and Koshira and covered with the skin of black  antelopes, turned about to perform the obsequies in accordance with Vedic rites in honour of the king."
        },
        {
            "type": "verse",
            "text": "They performed the ancestral oblations to Ravana in a superb way.  They constructed an altar in the south-east the funeral pile) and placed the sacred fire in its proper  place. They poured a ladle-full of ghee mixed with curds on his shoulders, placed  a cart at his feet and then a wooden mortar at his thighs."
        },
        {
            "type": "verse",
            "text": "Having set at their proper place, all the wooden vessels (used  in Agnihotra), the lower piece of wood used for kindling fire at a sacrifice and the upper piece of  wood (which is rotated at great speed on to lower one, to produce fire by friction), the wooden pestle  and other things used in the sacrifice, they circled around the funeral pyre."
        },
        {
            "type": "verse",
            "text": "According to ordinance laid down by eminent  sages and according to the rules viewed in Vedas, having sacrificed a goat fit for sacrifice at that  spot, the demons dampened with ghee on Ravana the King of demons.  Having decorated the body of Ravana with perfumes, garlands and various kinds  of clothes; those demons accompanied by Vibhishana, distressed as they were in their minds, poured parched  grains of rice, with their faces bathed in tears."
        },
        {
            "type": "verse",
            "text": "That Vibhishana  set fire to Ravana, according to the rules in the scriptures. Washing himself and offering in his wet  clothes, according to scriptural ordinance, sesame seeds mixed with water, as well as blades of Kusha  grass and offering obeisance to Ravana by bowing his head, Vibhishana entreated those women to return,  consoling them again and again. Then, all of the returned to the City."
        },
        {
            "type": "verse",
            "text": "When those women were re-entering the City, Vibhishana the lord  of demons on approaching Rama's vicinity then remained standing there with humility. Having destroyed the enemy, Rama too experienced happiness, along with his army  as well as with Sugreeva and Lakshmana, even as Indra the wielder of thunderbolt did on destroying Vritra  the demon."
        },
        {
            "type": "verse",
            "text": "Thereupon, taking off his bow and arrows as also that great armour  endowed to him by Indra, Rama the annihilator of his enemies, taking off his anger too, because of the  enemy's defeat, then obtained a charming benevolence."
        }
    ]
}