{
    "id": "prose-yuddha-112",
    "kanda": "yuddha",
    "sarga": "112",
    "title": "Vibhishana's installation",
    "chapter": "112",
    "overview": "Matali, Indra's charioteer leaves the battle-field and returns to his heaven. Then, Rama  instructs Lakshmana to arrange for the installation of Vibhishana on the throne of Lanka. Lakshmana  arranges to get sea-water from some monkey-chiefs and sprinkles it on Vibhishana, to install him as  the King of Lanka, in the presence of the demons there. Then, Rama sends his message to Sita through  Hanuman.",
    "content": [
        {
            "type": "verse",
            "text": "Having seen the destruction of Ravana, those gods, celestial musicians and demons, while  chatting about the auspicious narrative, went away in their respective aerial cars. Chatting themselves  about the awful destruction of Ravana, the terrific prowess of Rama, the admirable combat of the monkeys,  the counsel tendered by Sugreeva, the affection and valour of Lakshmana; the son of Sumitra; the loyalty  of Sita to her husband and about the strength of Hanuman, the illustrious celestials and others rejoicingly  returned as they had come."
        },
        {
            "type": "verse",
            "text": "Taking leave of the celestial chariot, which had been given by Indra the lord of celestials  and which shone like fire, the mighty armed Rama respectfully saluted Matali. As assented by Rama, Matali  Indra's charioteer, mounting that celestial chariot, ascended to the heaven itself. When Matali ascended  to heaven along with his chariot, Rama, the foremost one among the chariot-warriors was highly rejoiced  and embraced Sugreeva."
        },
        {
            "type": "verse",
            "text": "Having embraced Sugreeva greeted by Lakshmana and having been honoured by the monkey-troops.  Rama came to the camp where the army had been stationed. Then, Rama spoke (as follows) to Lakshmana,  son of Sumitra, who was endowed with strength and having auspicious marks, who stayed nearby."
        },
        {
            "type": "verse",
            "text": "\"O the benevolent Lakshmana! Consecrate on the throne of Lanka, this Vibhishana to whom  everyone is attached, a loyal person as he is and the one who has formerly done a service to us. O gentle  one! This s my paramount desire that I should see this Vibhishana, the brother of Ravana being consecrated  for throne in Lanka.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of the great soled Rama, Lakshmana replied, 'so it be' and rejoicingly  procured a golden pot. That mighty Lakshmana, then placing that pot in the hands of the monkey-chiefs,  instructed them, who were as swift as thought, to bring sea-water."
        },
        {
            "type": "verse",
            "text": "Thereupon, those excellent monkeys, with the swiftness of thought, moving very quickly  from that place, returned, having obtained the water from the sea. Thereupon, Lakshmana together with  his friends, taking one pot and making Vibhishana to sit on the throne, sprinkled him with sea-water  from that pot in accordance with the rule prescribed in Vedic scriptures, while the demons were witnessing  the ceremony, to make him the king for Lanka, as directed by Rama."
        },
        {
            "type": "verse",
            "text": "Then, all the demons as well as the monkeys consecrated Vibhishana. Having gained extra  ordinary delight, they indeed eulogized Rama. Seeing Vibhishana the lord of demons consecrated for the  throne of Lanka, his four counsellors who were always together with him and such of those demons who  were devoted to him, were rejoiced."
        },
        {
            "type": "verse",
            "text": "Rama together with Lakshmana were greatly delighted. That Vibhishana, having gained that  great kingdom bestowed on him by Rama, was also greatly delighted. After consoling his people, Vibhishana  then sought to presence of Rama. Now, the demons who were residing in the city were quite delighted  and brought to him (by way of presents) curds, unbroken grains of rice, sweets shaped like balls, parched  grains of unhusked rice and flowers too."
        },
        {
            "type": "verse",
            "text": "Accepting them, the valiant and unconquerable Vibhishana happily offered all those auspicious  objects to Rama and Lakshmana. Seeing Vibhishana, who had accomplished his act and increased his resources,  Rama accepted it all, with a sole desire to show gratefulness to him."
        },
        {
            "type": "verse",
            "text": "Thereupon, Rama spoke the following words to the valiant Hanuman the monkey who was equal  in size to a mountain and who was standing in humility, with his hands joined in salutation. \"O the  benevolent one! Taking permission from this Vibhishana, the great king and entering into the City of  Lanka, inform about our welfare to Sita. O Hanuman, the proficient one in speech! Inform Sita that  myself together with Lakshmana and Sugreeva are well and that Ravana had been killed in battle.\""
        },
        {
            "type": "verse",
            "text": "\"O Hanuman the master of monkeys! Making clear this favourite news to Sita, you ought  to return, taking back her message.\""
        }
    ]
}