{
    "id": "prose-yuddha-113",
    "kanda": "yuddha",
    "sarga": "113",
    "title": "Hanuman informs Sita about Rama's victory",
    "chapter": "113",
    "overview": "Matali, Indra's charioteer leaves the battle-field and returns to his heaven. Then, Rama  instructs Lakshmana to arrange for the installation of Vibhishana on the throne of Lanka. Lakshmana  arranges to get sea-water from some monkey-chiefs and sprinkles it on Vibhishana, to install him as  the King of Lanka, in the presence of the demons there. Then, Rama sends his message to Sita through  Hanuman.",
    "content": [
        {
            "type": "verse",
            "text": "Thus directed by Rama, Hanuman the son of wind-god, entered deeply into the City of Lanka,  being respectfully received by the demons.  That Hanuman, the monkey, known to Sita, having entered the City of Lanka, seeking  permission from Vibhishana, getting approval from him and entering Ashoka grove as per the prevailing  regulation, saw at the foot of a tree, Sita, who was bereft of freshness, looking joylessly like a  frightened cow and surrounded with female-demons. Approaching her humbly by offering salutation to her  in bending his head, he stood there silently."
        },
        {
            "type": "verse",
            "text": "Even after seeing the mighty Hanuman who came there, Sita kept  herself silent. Then, seeing and recollecting him, she became rejoiced. Seeing  her cool face, Hanuman the excellent monkey began to narrate the entire message of Rama."
        },
        {
            "type": "verse",
            "text": "&ldquo;O Sita! Rama is  well, together with Sugreeva and Lakshmana, along with Vibhishana as his supporter and collectively  with the army of monkeys. O the divine lady! Having destroyed his enemy, Rama the  annihilator of his adversaries, having accomplished his object, is informing you about his welfare.  Rama and Lakshmana, with the support of Vibhishana and the monkeys, killed the valiant Ravana.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O  the divine lady! I am telling a pleasant news and again eulogizing you. O  Sita, the knower of righteousness! Rama accomplished this great victory in the battle, because of  your power. Be free from your grief and be comfortable. Ravana, the enemy was  killed. Even the Lanka has been subdued. With a firm determination to win you back, by me who have had  no sleep, a bridge has been constructed across the great ocean and this vow (of winning you back) has  been fulfilled.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;You ought not to  have any fear, living as you do in Ravana&rsquo;s abode. This kingdom of Lanka has now been placed indeed  under the dominion ship of Vibhishana. That is why, console yourself complacently.  You are staying in your own house. This Vibhishana too is coming to you with a rejoice,  as he is so eager to see you.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing these words, that Sita the divine lady, whose face resembled  the moon, could not speak, tongue-tied as she was with a thrill of delight."
        },
        {
            "type": "verse",
            "text": "Thereupon, Hanuman spoke to Sita, who was not making any answer  (as follows): &ldquo;O divine lady! What are you reflecting upon? Why don&rsquo;t you speak to me?&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus asked by Hanuman, Sita, who was ever established in a righteous  path, was very much delighted and spoke (as follows) in a voice choked with tears.  &ldquo;Hearing these pleasant tidings about the victory of my husband, I became speechless for a while,  overpowered as I was, by extreme joy. O, Hanumann! I indeed do not see any appropriate  thing here, which pleases you in return, to offer you, who have announced these tidings pleasant to  me, even after enervating my brain.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;Nor, do I perceive  anything worthy for you on this earth for you act of conveying this agreeable news to me and on bestowing  which on you, happiness may come to me. Neither silver, nor gold nor even diamonds  nor the sovereignty of the three worlds, can be worthy of this message.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sita, Hanuman standing with his face turned  towards Sita and with his hands joined in salutation, joyfully replied as follows:"
        },
        {
            "type": "verse",
            "text": "\"O faultless lady, interested in things agreeable  and beneficial to husband and wishing for his victory! You alone deserve to speak such words  filled with affection. O gentle lady! These words of yours, endowed with preciousness  and affection, are better than various kinds of collection of diamonds or the sovereignty over the celestials. I see Rama victorious and happy, he having killed the enemies and having obtained  victory. That is to say, I have attained the blessing like the sovereignty over the celestials and other  good qualities.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing those words of Hanuman, Sita the daughter of Janaka thereupon  spoke the following auspicious words to Hanuman."
        },
        {
            "type": "verse",
            "text": "&ldquo;You alone can utter  these words, endowed with exceedingly good attributes, embellished with a grace of style and filled  with an intelligence, consisting of eight excellences.*&rdquo;"
        },
        {
            "type": "commentary",
            "text": "*1) Keenness to hear discourse on the Spirit 2) readiness to hear such discourses,  3) receptivity, 4) retentive power, 5) reasoning for and 6) against a proposition, 7) the faculty of  comprehension and 8) realization of truth: These are the eight characteristics of good intelligence,  according to Neetisara Kamandaka, often quoted by the commentators in Sanskrit: shushruShaa shravaNaM  chaiva | ghruhaNaM dhaaraNaM tathaa | uuhoapehoarthavijJnaanaM | tattvajJNaanaM cha dhiiguNaaH ||"
        },
        {
            "type": "verse",
            "text": "&ldquo;You  are a praiseworthy and supremely virtuous son of the wind-god. Numerous good qualities are there in  you along (as follows, along with others): strength, valour, knowledge of scriptures, vigour, prowess,  superlative skill (in action), spirit, forbearance, firmness, stability and re is no humility. There  is no doubt about it.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thereafter, having joined his hands together in salutation, standing  in front of Sita in humility and free from flurry, Hanuman again spoke to Sita (as follows):"
        },
        {
            "type": "verse",
            "text": "&ldquo;If you permit me,  I wish to kill of all these notorious female-demons, by whom you have been frightened earlier. These cruel female-demons of terrific form and behavior,  with still more cruel eyes, having ugly faces, were heard by me here speaking again and again harsh  words to you, who are so devoted to your husband, at Ravana&rsquo;s command, when you were suffering hardships  in the Ashoka grove, O divine lady!&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;I  wish to kill with various kinds of strokes, these cruel, extremely rough and deformed female-demons,  with distorted features and terrific hairs and eyes, talking together roughly. (Pray) grant this boon  to me. I wish to kill the female-demons,  who have spoken harsh words to you and wronged you, striking them down with my fists, hand-blows, long  arms, blows of my shanks and knees, by causing pain to their teeth, biting off their ears and nose and  pulling out their hair, making them severely dry-mouthed, tearing them off, leaping over them, encountering  them and throwing down their bodies, with their burst cheeks, necks, shoulders and ribs. O illustrious lady! Striking them with several blows in this way, I would destroy  the female-demons of terrible form, by whom you have been threatened in the  past.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Reflecting as pondering for a while, when spoke thus by Hanuman,  the compassionate Sita, who was kind to the miserable, spoke to Hanuman as follows: &ldquo;O the foremost of monkey! Who will be angry with servant-maids, who are dependent  on their king&rsquo;s command and work in obedience to the orders of others? All this  is reaped by me, as a consequence of my bad fortune or an account of a misdeed committed by me in the  past. The fruit of one&rsquo;s own making is indeed experienced (in one&rsquo;s life).&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O the great-armed  Hanuman! Do not speak like this. This is indeed a great divine strategy. It was ordained that this type  of situation is to be obtained by me, due to the application of fate. Feeble as I am in these matters,  I am forgiving the servant-maids of Ravana here.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O Hanuman! As commanded  by Ravana the threatened me. As he is dead now, they will not do the threatening.  O Hanuman! There is an old axim possessed of merit, actually uttered by a bear in the presence of  a tiger. Hear it from me.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;A superior person  does not take into account the sin of those who have committed an offence evil for evil must be carried  out at all costs virtuous persons account good conduct as an ornament. Kindness is to be shown by a  noble person either towards a sinner or to a virtuous person or even to a person who deserves death,  for, there is none who never commits a wrong. No evil is  to be done, even to those cruel persons of sinful deeds, who take pleasure to harm the life of others  and continue to perpetrate their sinful acts.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sita, Hanuman who was skilled in speech,  then replied to the faultless Sita, Rama&rsquo;s consort (as follows):"
        },
        {
            "type": "verse",
            "text": "&ldquo;O divine lady! You  are the apt wife of Rama, full of virtue. Give me a message in return. I will go to the place where  Rama is.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus spoken by Hanuman, that Sita the daughter of Janaka spoke  as follows: &ldquo;O the foremost of monkeys! I long to see my husband.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing those words of Sita, the highly intelligent Hanuman, the  son of wind-god, bringing delight to Sita, spoke the following words:"
        },
        {
            "type": "verse",
            "text": "&ldquo;You shall see today,  Rama whose countenance is like a full moon, whose friends (like Sugreeva and Vibhishana) are alive,  whose enemies have been killed along with Lakshmana, as Shachi (the consort of Indra) would see Indra  the lord of gods.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus speaking to that Sita, who appeared radiant before his eyes  as Lakshmi the goddess of prosperity, Hanuman of great splendor, came to the place where Rama was. Then, Hanuman the excellent of monkeys speedily narrated, in order of sequence,  the message given by Sita, to Rama who was equal to Indra the chief of celestials."
        }
    ]
}