{
    "id": "prose-yuddha-114",
    "kanda": "yuddha",
    "sarga": "114",
    "title": "Vibhishana brings Sita to Rama",
    "chapter": "114",
    "overview": "Rama sends Vibhishana to bring Sita to his presence. Vibhishana brings Sita to Rama's  presence. Sita casts her looks on the moon-like face of Rama, her beloved husband.",
    "content": [
        {
            "type": "verse",
            "text": "Having offered his salutation to that Rama, who was excellent among all the wielders  of the bow and whose eyes resembled the lotus-petals that highly intelligent Hanuman spoke to him as  follows: &ldquo;You ought to see Sita that divine lady who is consumed by grief, for  whose sake this course of actions was undertaken and which has (now) borne fruit.\""
        },
        {
            "type": "verse",
            "text": "\"Hearing the news of your victory, that Sita, stricken as she  was with grief, is now longing to see you, her eyes filled with tears of joy. By her, who has trust in me because of confidence which has trust in me  because of confidence which had been inspired me on a former occasion, I was spoken as follows: 'I desire  to see my husband, who has accomplished his purpose, together with Lakshmana.'\""
        },
        {
            "type": "verse",
            "text": "Hearing Hanuman's words, Rama who was the foremost among the  supporters of righteousness, was a little over whelmed with tears and suddenly became a bit thoughtful. Drawing a deep and warm breath and casting his looks on the ground, he spoke (as  follows) to Vibhishana, who closely resembled a cloud in hue and who was standing nearby."
        },
        {
            "type": "verse",
            "text": "\"Bring here Sita, after she has bathed her head, has been anointed  with charming cosmetics and adorned with beautiful jewels. Let there be no delay.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Vibhishana, after entering the gynaecium  in haste, communicated his presence to Sita, through his own women. Then, the  glorious Vibhishana the king of demons, after seeing the highly fortunate Sita, with his palms joined  over his head, humbly spoke to her as follows: \"O Sita!  Anointed with charming cosmetics and adorned with beautiful jewels if you please, mount on the vehicle.  Your husband wants to see you.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing  the words of Vibhishana, replied as follows: \"O king of demons! I wish to see my husband, even  without taking my bath.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of Sita, Vibhishana replied as follows: \"You  ought to do the bidding of Rama, your husband, as he has enjoined you to do.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of Vibhishana, the virtuous Sita, regarding  her husband as a divinity, endowed as she was with a devotion to her husband, said in reply, \"So t be!\""
        },
        {
            "type": "verse",
            "text": "Prevailing upon Sita to ascend a shining  palanquin, covered with an exceedingly valuable cloth and guarded by numerous demons, after she had  bathed her head and cleansed her body, had put on costly robes and had been adorned with exceedingly  valuable jewels, Vibhishana then brought her to the presence of Rama. Approaching  the great-souled Rama, who was absorbed in thought, even after coming to know that Sita had arrived,  Vibhishana offered his obeisance and with full of great joy, announced to him that Sita had arrived."
        },
        {
            "type": "verse",
            "text": "Hearing that Sita had arrived after living long in the abode  of a demon, Rama was filled with joy, indignation and felt miserable too all the three emotions at the  same time. Feeling unhappy on considering with deep thought, the question of Sita  having come in a palanquin, all the way, Rama then spoke the following words, looking at Vibhishana  who was beside him."
        },
        {
            "type": "verse",
            "text": "\"O the gently king of demons, who is forever intent on my victory!  Let Sita duly seek my presence quickly.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of that Rama, Vibhishana, who knew what was  right, began to disperse the crowd there quickly. Demons wearing jackets and turbans,  their hands carrying staffs which made a jingling sound, walked there all round, dispersing those warriors."
        },
        {
            "type": "verse",
            "text": "Crowds of bears, monkeys and demons, dispersed on all sides, bounced  for a distance, from their nearness to the palanquin. While those warriors were  being driven away, there was a very great sound, resembling the roar of a sea, lashed by a storm."
        },
        {
            "type": "verse",
            "text": "Seeing them being dispersed on all sides excited, Rama then stopped  that operation of those who were dispersing them, out of kindness (for those who were being driven away)  and resentment (at the behaviour of the demons who were dispersing them)."
        },
        {
            "type": "verse",
            "text": "The enraged Rama, consuming the demons with his looks as it were,  Rama spoke the following reproaching words to the highly intelligent Vibhishana. \"Why disregarding me, are these people harassed by you? Stop this exertion. They are my own people. An apartment is not a thing that protects a woman, nor robes, nor compound-walls,  nor concealments nor such royal honours. Her character is her shield.\""
        },
        {
            "type": "verse",
            "text": "\"A woman becoming visible to public in times of a calamity is not  condemned in difficult situations, nor in battles, nor in self-choosing of a husband by a princess at  a public assembly of suitors, nor in sacrificial ceremonies nor in marriage-functions.\""
        },
        {
            "type": "verse",
            "text": "\"The younder Sita is in distress and beset with a great  difficulty. There is no fault in her appearance in public, particularly in my presence. That is why, let her come on foot alone, leaving the palanquin there. Let these  monkeys see Sita in my presence.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama the intelligent Vibhishana, with decency,  brought Sita to Rama's vicinity. Lakshmana, Sugreeva and Hanuman the monkey then  felt very much perturbed."
        },
        {
            "type": "verse",
            "text": "From the pitiless facial features of Rama, showing indifference  to his consort, they conjectured as if Rama had some displeasure towards Sita. Sita, for her part, shrinking into her limbs with modesty, approached her husband, duly followed by Vibhishana."
        },
        {
            "type": "verse",
            "text": "The pleasant-faced Sita, who considered her husband as the divinity,  saw the charming face of her husband, with a surprise, rejoice and affection.  Seeing the face of her beloved husband, which had not been seen for a long time and which was charming  like the rising full moon, she forth dispelled her mental fatigue."
        }
    ]
}