{
    "id": "prose-yuddha-115",
    "kanda": "yuddha",
    "sarga": "115",
    "title": "Rama disowns her and asks her to seek shelter elsewhere.",
    "chapter": "115",
    "overview": "Rama informs Sita that the dishonour meted out to him and the wrong done to  her by Ravana have been wiped off, by his victory over the enemy with the assistance of Hanuman, Sugreeva  and Vibhishana. However, regarding with suspicion the character of Sita, Rama disowns her and asks  her to seek shelter elsewhere.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing that Sita, who stood at his vicinity bowing low, Rama  began to tell his feeling hidden in his heart (as follows): \"You are won back by  me, after conquering the enemy in the battle-field, my dear lady! That which is to be done through human  effort, has been accomplished by me. I have come to the end of my indignation and  my outrage has been completely requited as also the contempt against the enemy have  been wiped out, all at once, by me.\""
        },
        {
            "type": "verse",
            "text": "\"Now, my manly strength has been seen by all. Today, my toil has  borne fruit. Now, I have fulfilled my promise. Today, I am the master of myself.  The wrong done to you, when you were deserted from me, in that you were taken away by a fickle-minded  demon, which was ordained by the destiny, has been corrected by me as a human being.\""
        },
        {
            "type": "verse",
            "text": "\"What is the use of a prowess, however great, of that weak-minded  man who does not wipe out, by his energy, the insult fallen to his lot? The praise-worthy  act of Hanuman in the form of crossing of the ocean and the destroying of Lanka,  has borne fruit today. The endeavour of Sugreeva, who exhibited his prowess  on the battle-field with his army and tendered a good advice, is fruitful today.\""
        },
        {
            "type": "verse",
            "text": "\"Furthermore, the exertion of Vibhishana, who after deserting his  brother who was void of good qualities sought my presence, is fruitful today.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing those words spoken thus by Rama, Sita with her eyes wide  open like those of a female-deer, was bathed in tears."
        },
        {
            "type": "verse",
            "text": "The heart of King Rama, as he saw Sita, (the beloved of his heart)  near him, was torn for fear of public scandal. In the midst of monkeys and demons,  Rama spoke (as follows) to Sita, whose eyes resembled the petals of a lotus, who wore dark curly hair  and was endowed with fine hips."
        },
        {
            "type": "verse",
            "text": "\"I, wanting for an honour, have done this particular act, which  ought to be done by a man, in killing Ravana and thus wiping away the insult meted out to me. You have been won by me, whose mind stands purified by asceticism as the  southern quarter, which was difficult to be approached by the world of mortals, was conquered by the  Sage Agastya.\""
        },
        {
            "type": "verse",
            "text": "\"Let it be known to you that this endeavor  in the shape of war, which has been successful carried through, due to the strength of my friends was  not undertaken for your sake. Let there be prosperity to you! This was done by me in order to keep up  my good conduct and to wipe off the evil-speaking from all sides as well as the insinuation on my own  illustrious dynasty.\""
        },
        {
            "type": "verse",
            "text": "\"You, with a suspicion arisen on your character, standing in front  of me, are extremely disagreeable to me, even as a light to one, who is suffering from a poor eye-sight. O Sita! That is why, I am permitting you now. Go wherever you like. All  these ten directions are open to you, my dear lady! There is no work to be done to me, by you.\""
        },
        {
            "type": "verse",
            "text": "\"Which noble man, born in an illustrious race, will take back a  woman who lived in another's abode, with an eager mind? While  mentioning greatly about my lineage, how can I accept again, you who were harassed in Ravana's lap (while  being borne away by him) and who were seen (by him) with evil looks?\""
        },
        {
            "type": "verse",
            "text": "\"You were won by me with that end in view (viz. the retrieval of  my lost honour). The honour has been restored by me. For me, there is no intense attachment in you.  You may go wherever you like from here. O gracious lady! Therefore, this has been  spoken by me today, with a resolved mind. Set you mind on Lakshmana or Bharata,  as per your ease.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita! Otherwise, set your mind either on Shatrughna  or on Sugreeva or on Vibhishana the demon; or according to your own comfort. Seeing  you, who are endowed with a beautiful form and attractive to the sense, detained for long in his abode,  Ravana could not have endured your separation.\""
        },
        {
            "type": "verse",
            "text": "Hearing that unpalatable speech of her beloved husband, Sita  who used to hear pleasing words alone, was very much trembled for long, like a creeper attacked by the  proboscis of an elephant and thereupon shed tears."
        }
    ]
}