{
    "id": "prose-yuddha-116",
    "kanda": "yuddha",
    "sarga": "116",
    "title": "Sita's taunting reply to Rama",
    "chapter": "116",
    "overview": "Sita gives a taunting reply to Rama, saying that why she was not abandoned by the latter,  even at the time when Hanuman came to see her in Lanka. Then, Sita requests Lakshmana to prepare a  pile of fire for her to enter. When Lakshmana prepares a pyre, Sita prays the fire-god and enters  into it, in order to prove her conjugal fidelity.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the harsh words with indignation, spoken by Rama, which caused her hair to stand  on end, Sita became very much perturbed."
        },
        {
            "type": "verse",
            "text": "Hearing the terrific words of her husband, which were never actually  heard by her before, amidst a large gathering of people, Sita stood bent low with shame. As though her own limbs were pierced by those words, which were arrow-like with  pointed splinters, Sita shed profuse tears."
        },
        {
            "type": "verse",
            "text": "Then, wiping clean her face, which was bathed in tears, she spoke  the following words slowly, in a stammering voice to her husband. \"O valiant Rama!  Why are you speaking such harsh words, which are violent to hear for me, like a common man speaking  to a common woman? O the long-armed one! I am not the one in the way you understand  me. Have a faith in me. I swear to you by my own character.\""
        },
        {
            "type": "verse",
            "text": "\"By the conduct of vulgar woman you distrust the entire race of  women. Give up this doubt, if I have been actually tested (and found trustworthy) by you. O lord! It was not my willfulness, when I came into contact with the person of  Ravana. I was helpless. My adverse fate was to blame on that score.\""
        },
        {
            "type": "verse",
            "text": "\"My heart, which was subservient to me, was abiding in you. What  could I do, helpless as I was, with regard to my limbs which had fallen under the sway of another? O bestower of honour! If I could not be fully known  to you, in spite of our love having simultaneously grown and despite of our having lived together, I  am ruined permanently by such ignorance.\""
        },
        {
            "type": "verse",
            "text": "\"O king! Hanuman, the great hero, was sent by you as your search-agent.  Why I, who was still in Lanka, was not abandoned then itself? O hero! Life would  have been given up by me, when deserted by you; immediately on hearing the message (conveying your desertion)  before the eyes of the monkey.\""
        },
        {
            "type": "verse",
            "text": "\"This wasteful endeavour (in the form of crossing over to  Lanka and waging war against the mighty Ravana, keeping your life in jeopardy), would not have been  there, nor would have your friends been put to such fruitless hardship.\""
        },
        {
            "type": "verse",
            "text": "\"O excellent king! You, however, like a feeble man, gave priority  to womanliness, conforming yourself to just an emotion of anger. O knower of virtuous  conduct! My birth was from Janaka in disguise; but was actually from the earth. My sacred birth of such  a high degree was not honoured by you.\""
        },
        {
            "type": "verse",
            "text": "\"My hand taken (by you as a bride) in our childhood was not duly  recognized by you. My devotion, my chastity and all have been ignored by you.&rdquo; "
        },
        {
            "type": "verse",
            "text": "Sita, thus speaking, weeping and stammering with tears, said  to Lakshmana, who was sad and engaged in thoughtfulness (as follows):"
        },
        {
            "type": "verse",
            "text": "\"O Lakshmana! Create a pile of fire, for me, which is a remedy  for this disaster. I no longer wish to survive, smitten as am with false blames.  I will enter a fire, to obtain the only course appropriate for me, who has been abandoned amidst  an assembly of men, by my husband who was not satisfied with my traits.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sita, Lakshmana, the destroyer of enemy  warriors, giving way to wrath, looked towards Rama."
        },
        {
            "type": "verse",
            "text": "Understanding the inclination of the mind of Rama, hinted by the  expression in his face, that valiant Lakshmana prepared a pyre, in deference to the wishes of Rama. No one near and dear was indeed able to cajole on that occasion or to speak or  even to look upon Rama, who appeared like Yama the lord of death at the time of dissolution of the world."
        },
        {
            "type": "verse",
            "text": "Thereupon, Sita, after doing circumambulation to Rama, who was  standing with his head bent low, proceeded towards the blazing fire. Having offered  salutation to gods and brahmins as also having joined her palms in  the vicinity of the fire, Sita spoke the following words:"
        },
        {
            "type": "verse",
            "text": "\"As my heart never moves off from Rama, so let the fire-god, the  witness of the world, protect me from all sides. As Rama apprehends  me, though of unimpeachable conduct, to be spoilt, let the fire-god the witness of the world protect  me from all sides.\""
        },
        {
            "type": "verse",
            "text": "\"As I have never been unfaithful in act,  thought and speech to Rama, who knows all the virtues, so let the fire-god protect me. Since the adorable sun-god, wind-god, the four quarters and even so the  moon-god, as also the deity presiding over the day-time and the twilights and the night and the earth  and even others know me to be endowed with good conduct, so let the fire-god protect me.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, Sita walking around the fire-god, with her mind  free from hesitation, entered the blazing fire. A large gathering of men including  children and elders saw the shining Sita having entered the fire there. That  Sita, with the shining of fresh refined gold and decked with ornaments of refined gold, plunged into  the blazing fire, in the presence of all people."
        },
        {
            "type": "verse",
            "text": "All the living beings saw then that wide-eyed Sita, who looked  like a golden altar, plunging into the fire. The sages, gods, and the Gandharvas  saw that illustrious Sita entering deep into the fire as a sacred oblation of clarified butter."
        },
        {
            "type": "verse",
            "text": "All the women (who were present there) screamed on seeing her,  rushing into the fire, like a gush of clarified butter plunging into the sacrificial fire, duly consecrated  by Vedic hymns. The denizens of the entire three worlds including the gods, Gandharvas  and demons, beheld her falling into the fire, like a goddess, subjected to a curse, falling from heaven  to hell."
        },
        {
            "type": "verse",
            "text": "While she was entering deeply into the fire, a loud sound, which  appeared strange, uttering 'Alas, Alas' rose both from the demons and the monkeys alike."
        }
    ]
}