{
    "id": "prose-yuddha-117",
    "kanda": "yuddha",
    "sarga": "117",
    "title": "Gods reach Lanka and approach Rama",
    "chapter": "117",
    "overview": "Gods reach Lanka in aerial cars and approach Rama. They ask Rama why he ignores Sita,  when she is entering into the fire. Rama appeals them to describe in reality who he is. Brahma (the  creator) proclaims his divinity and eulogizes him with hymns.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the cries of these who were thus wailing, the virtuous minded Rama then became  thoughtful for a while, afflicted as he was with melancholy, his eyes filled with tears."
        },
        {
            "type": "verse",
            "text": "Thereupon, Kubera the King of Yakshas, Yama the lord of death together with the deceased  ancestors, Indra the lord of celestials Varuna the lord of waters, the illustrious Shiva the great deity  who bears the device of a bull as his banner and having three eyes, Brahma the creator of all the worlds  and the best among the knowers of sacred knowledge all these together reaching the City of Lanka in  aerial cars, shining like the sun approached Rama. Lifting their long arms, their hands decked with  ornaments, those excellent gods thereupon, spoke (as follows) to Rama who stood there, making a respectful  salutation to them with his folded hands."
        },
        {
            "type": "verse",
            "text": "\"How do you, the maker of the entire cosmos, the foremost among those endowed with knowledge  and an all-capable person, ignore Sita who is falling into the fire? How do you not recognize yourself  to be the foremost of the troop of gods? Among the Vasus (a class of gods, eight in number), you are  the Vasu, named R^itadhama (one whose abode is Truth or the Divine Law) who was formerly the self-constituted  ruler, the first creator of all the three worlds and the lord of creatures.\""
        },
        {
            "type": "verse",
            "text": "\"You are the eighth Rudra among (eleven) Rudras and the fifth ( Viryavan by name) among  the Sadhyas (a particular class of celestials belonging to Gana Devata). The twin Aswinis are your ears.  The sun and the moon constitute your eyes. O the destroyer of the adversaries. You are seen (to exist)  at the beginning and at the end of creation. Yet, you ignore Sita, just like a common man.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of those guardians of the world, Rama, the lord of creation, who was  born in Raghu dynasty and the foremost one among protectors of righteousness, spoke to those god-chiefs  as follows:"
        },
        {
            "type": "verse",
            "text": "\"I think of myself to be a human being, by name Rama, the son of Dasharatha. You, as a  gracious Divinity, tell me that which I as such really am like this.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Brahma (the creator), the foremost among the knowers of Brahma  the Absolute, spoke as follows: \"Listen to my true word, O the truly brave lord! You are the Lord Narayana  himself the glorious god, who wields the discus. You are the Divine Boar with a single tusk, the conqueror  of your past and future enemies.\""
        },
        {
            "type": "verse",
            "text": "\"You are Brahma, the imperishable, the Truth abiding in the middle as well as at the  end of the universe. You are the supreme righteousness of people, whose powers go everywhere. You are  the four-armed. You are the wielder of a bow called Sarnga, the lord of the senses, the supreme soul  of the universe, the best of men, the invincible, the wielder of a sword named Nandaka, the all- pervader,  the bestower of happiness to the earth and endowed with great might.\""
        },
        {
            "type": "verse",
            "text": "\"You are the leader of the army and the village headman. You are the intellect. You are  the endurance and the subduer of the senses. You are the origin and the dissolution of all, Upendra  the Divine Dwarf and (the younger brother of Indra) as also the destroyer Madhu, the demon.\""
        },
        {
            "type": "verse",
            "text": "\"You perform action for Indra the lord of celestials, the Supreme Ruler, the one having  a lotus in one's navel and who puts an end to all in battle. The divine sages pronounce you to be fit  to afford protection to all and the refuge for all.\""
        },
        {
            "type": "verse",
            "text": "\"In the form of the Vedas, you are the great Bull with hundred heads (rules) and thousand  horns (precepts). You are the first creator of all, the three worlds, and the self constituted Lord  of all. You are the refuge and the forbear of Siddhas (a class of demi-gods endowed with mystic powers  by virtue of their very birth) and Sadhyas (a class of celestial beings.)\""
        },
        {
            "type": "verse",
            "text": "\"You are the sacrificial performance. You are the sacred syllable ' Vashat' (on hearing  which the Adhvaryu priest casts the oblation to a deity into the sacrificial fire). You are the mystic  syllable 'OM'. You are higher than the highest. People neither know your end nor your origin nor who  you are in reality. You appear in all created beings in the cattle and in Brahmanas. You exist in all  quarters, in the sky, in mountains and in rivers.\""
        },
        {
            "type": "verse",
            "text": "\"With thousand feet, with hundred heads and with thousand eyes along with Lakshmi the  goddess of wealth, you bear the earth with all its created beings along with its mountains. O Rama!  You appear as Sesha, a large serpent in water, at the earth's bottom, bearing the three worlds, gods,  Gandharvas, the celestial musicians and the demons.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama! I ( Brahma) am your heart. Saraswathi, the goddess (of learning) is your tongue.  O lord! The gods created by Brahma are the hair on all your limbs. Night has been recognized as the  closing of your eye-lids and the day, as the opening of eye-lids. The correct usages of your words are  the Vedas. Bereft of you, this visible universe does not exist.\""
        },
        {
            "type": "verse",
            "text": "\"The entire cosmos is your body. The earth constitutes your firmness. Fire is your anger.  The moon constitutes your placidity. You are Lord Vishnu (who bears the mark Srivatsa - a curl of white  hair on his breast). In the past, the three worlds were occupied by you in your three strides, after  binding the exceptionally formidable Bali (the ruler of the three worlds) and Indra was made the king  (by you).\""
        },
        {
            "type": "verse",
            "text": "\"Sita is no other than Goddess Lakshmi (the divine consort of Lord Vishnu), while you  are Lord Vishnu. You are having a shining dark-blue hue. You are the Lord of created beings. For the  destruction of Ravana, you entered a human body here, on this earth.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama, the foremost among the supporters of righteousness! The aforesaid purpose of  ours has been fulfilled. Ravana has been killed. Return to your divine abode, with a rejoice. O Lord!  Unerring is your valour. Your exploits are never in vain. O Rama! Your blessed sight is powerful. The  songs in praise of you never go in vain.\""
        },
        {
            "type": "verse",
            "text": "\"Those humans who are full of devotion to you will never be unsuccessful on this earth.  Those who are devoted to you, the primeval and the eternal lord, belonging to ancient times and the  Supreme Person, will forever attain their desired objects here as well as hereafter. Humiliation will  never be the plight of those humans who will recite this hymn in a divine ancient history, sung by Brahma,  the foremost seer.\""
        }
    ]
}