{
    "id": "prose-yuddha-118",
    "kanda": "yuddha",
    "sarga": "118",
    "title": "The fire-god appears in person from the burning pyre",
    "chapter": "118",
    "overview": "The fire-god appears in person from the burning pyre, carrying Sita in his arms and  restores her to Rama, testifying to her purity. Rama later joyfully accepts her.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the foregoing auspicious words of Brahma  (the creator), the fire-god came up, taking Sita in his arms. Shaking  off that funeral pile and taking that Sita, the daughter of Janaka in his arms, the fire-god forthwith  sprang up at once in a personified form."
        },
        {
            "type": "verse",
            "text": "Bearing in his arms the youthful Sita, who  was shining brightly as the rising sun, was decked in ornaments of refined gold, attired in a red robe  and wore dark curly hair, who was further adorned with ornaments of flowers, which had not abraded (on  her entering the fire and coming out of it), who was absolutely beyond reproach and looked just the  same (as she did while entering the fire and coming out of it), who was absolutely beyond reproach and  looked just the same (as she did while entering the flames), the fire-god restored her to Rama."
        },
        {
            "type": "verse",
            "text": "Then, the fire-god, the witness of the whole world, spoke to Rama  as follows \"Here is your Sita. No sin exists in her. This auspicious lady, whose  character has been good, has never been unfaithful to you who are endowed with strength of character  either by word or by mind or even by intellect or by her glances. Separated from  you, this miserable and helpless lady, was taken away by Ravana the demon,  who was arrogant of his valour, from a lonely hermitage.\""
        },
        {
            "type": "verse",
            "text": "\"This Sita, who was fixing her mind upon you ad looking on you  as her final attainment, was detained in the gynaecium and hidden there.  She was guarded by rightful female-demons with horrible intellect. Sita, whose  mind was directed towards you, ignored that demon even though allured and frightened through various  means. Take back Sita, who is sinless, with a pure character. She should not  be told anything harsh. I hereby command you.\""
        },
        {
            "type": "verse",
            "text": "Rama, the excellent among the eloquent, whose mind was set on virtue,  with a pleasant mind to hear the aforesaid speech, reflected for a while, his eyes, entirely filed with  tears of joy."
        },
        {
            "type": "verse",
            "text": "Hearing those words, the courageous Rama of  great prowess and the foremost of those upholding the virtue, replied to the fire-god, the best of gods. \"Sita certainly deserves this pure factory ordeal in the eyes of the people  in as much as this blessed woman had resided for a long time indeed in the gynaecium  of Ravana. The world would chatter against me, saying  that Rama, the son of Dasharatha, was really foolish and that his mind was dominated by lust, if I accept  Sita without examining her with regard to her chastity.\""
        },
        {
            "type": "verse",
            "text": "\"I also know that Sita, the daughter of Janaka, who ever revolves  in my mind, is undivided in her affection to me. Ravana  could not violate this wide-eyed woman, protected as she was by her own splendour, any more than an  ocean would transgress its bounds.\""
        },
        {
            "type": "verse",
            "text": "\"In order to convince the three worlds, I, whose refugee is truth,  ignored Sita while she was entering the fire. The  evil-minded Ravana was not able to lay his violent hands, even in thought, o the unobtainable Sita,  who was blazing like a flaming tongue of fire.\""
        },
        {
            "type": "verse",
            "text": "\"This auspicious woman could not give way to the sovereignty, existing  in the gynaecium of Ravana, in as much as Sita is not different from me, even as sunlight is  not different from the sun. Sita, the daughter of  Janaka, is completely pure in her character, in all the three worlds and can no longer be renounced  by me, as a good name cannot be cast aside by a prudent man. The salutary advice  of you all, the affectionate guardians of the world, who are saying what is conducive to our good, must  be certainly carried out by me.\""
        },
        {
            "type": "verse",
            "text": "Saying thus and getting reunited with her beloved Sita, the victorious  and highly illustrious Rama, a scion of Raghu dynasty, who was endowed  with a great strength and deserved happiness and was being glorified by his exploits, performed by his  own self, experienced joy."
        }
    ]
}