{
    "id": "prose-yuddha-119",
    "kanda": "yuddha",
    "sarga": "119",
    "title": "Lord Shiva informs Rama about his father",
    "chapter": "119",
    "overview": "Lord Shiva informs Rama that his father, Dasharatha, in an ethereal form and as a replica  of his extinct personality, has arrived in an aerial car along with Indra, the lord of celestials. Shiva  asks Rama and Lakshmana to pay their respects to the soul of Dasharatha and they respond in approaching  him and offer their salutations. Dasharatha says he is overjoyed in seeing him, having defeated Ravana  and having completed the exile for fourteen years. He asks Rama to return to Ayodhya, meet Bharata and  get consecrated to the throne of Ayodhya. Dasharatha further advises Lakshmana and Sita to continue  to serve Rama, the supreme deity. Dasharatha returns to the abode of Indra, by the aerial car.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the auspicious words thus spoken by Rama, Lord Shiva the Supreme Lord thereupon  delivered the following still more beautiful speech: \"O lotus-eyed, long-armed, broad- chested, annihilator  of enemies and excellent among those upholding the cause of virtue! Thank heaven! You accomplished this  task. Fortunately has the fear born of Ravana - which increased the severe darkness on the entire world  has been removed by you, on the battle-field, O Rama!\""
        },
        {
            "type": "verse",
            "text": "\"You are fit to go to the heaven, by comforting the depressed Bharata and the illustrious  Kausalya as well as seeing Kaikeyi and Sumitra, the mother of Lakshmana having got the sovereignty of  Ayodhya, bringing delight to your friends, stabilizing the back-bone in the race of Ikshvaku, getting  excellent glory by performing a horse-sacrifice and by granting riches to Brahmanas. This king Dasharatha,  your father in this mortal world and the highly glorious as well as the venerable person, is seated  in an aerial car, O Rama! Having been delivered by you, his (godly) son, the glorious king obtained  the abode of Indra the lord of celestials. you offer your respectful salutation to him, along with Lakshmana,  your brother. "
        },
        {
            "type": "verse",
            "text": "Hearing the words of Shiva, Rama along with Lakshmana his brother, offered their salutation  to their father, seated on the topmost part of an aerial car. The lord Rama along with Lakshmana his  brother saw their father, who was blazing with his own splendour and clad in brilliant garments."
        },
        {
            "type": "verse",
            "text": "Then the king Dasharatha the lord who was sitting in the aerial car, in an excellent seat,  was filled with excessive delight to see his son (Rama), who was dearer to him than life. Placing him  in his lap and embracing him in his arms, he thereupon commenced his speech as follows:"
        },
        {
            "type": "verse",
            "text": "\"O Rama! Separated from you, the heaven is not a liking to me, nor the respect given  to me by the foremost of celestials. I am telling you the truth. Today, there is a great joy for me,  for having seen you, fully satisfied in your mind, now that your enemies have been destroyed and you  have fully gone through the period of exile.\""
        },
        {
            "type": "verse",
            "text": "\"O excellent among the eloquent! The words, which were uttered by Kaikeyi, with an aim  to send you into exile, are still imprinted in my heart. Seeing you in a fine fettle with Lakshmana  and hugging you today, I stand completely rid of sorrow - even as the sun is freed from mist.\""
        },
        {
            "type": "verse",
            "text": "\"O great-souled son! I have been redeemed by you, my worthy son, even as Kahola a Brahmana  was redeemed by Ashtavakra. O gently one! I recognize you now to be the Supreme person, duly enjoined  here by the rulers of gods, for the destruction of Ravana.\""
        },
        {
            "type": "verse",
            "text": "\"Blessed indeed is Kausalya, who will see you, the destroyer of your enemies, returned  home from the forest. Blessed indeed are those men, who will see you returned to the City of Ayodhya  and consecrated on the throne as a lord of the earth.\""
        },
        {
            "type": "verse",
            "text": "\"I desire to see you, re-united with the mighty Bharata, who is affectionate towards  you, honest and virtuous. O gentle one! You spent fourteen years, residing in the forest with Lakshmana  and Sita.\""
        },
        {
            "type": "verse",
            "text": "\"You completed the term of your exile. My pledge was implemented by you. The celestials  too have been fully gratified, by your killing of Ravana in battle. O the destroyer of enemies! A laudable  act has been done and glory has been earned by you. Getting consecrated on the throne, may you attain  a long life, along with your brothers. To Dasharatha, who was thus speaking, Rama with joined palms in  salutation, submitted (as follows): \"Be gracious to Kaikeyi and Bharata, O the knower of virtues!\""
        },
        {
            "type": "verse",
            "text": "You will remember those words spoken by you saying, I disown you, with your son (Bharata)'.  May that terrific curse not touch Kaikeyi and her son, O Lord!\""
        },
        {
            "type": "verse",
            "text": "Saying 'May it be\" to Rama who stood with joined palms embraced Lakshmana. Dasharatha  again uttered the following words to Lakshmana: \"A great gratification has been rendered to me and reward  in the form of religious merit earned by you in that you served Rama and Sita, the princess of Videha  kingdom, with devotion. Rama, being pleased with you, you will attain religious merit and extensive  glory on earth, as also heaven and excellent power O knower of righteousness!\""
        },
        {
            "type": "verse",
            "text": "\"Happiness to you, O the augmentor of the joy of Sumitra, your mother! Serve Rama well.  Rama forever is intent on advancing the interests of the entire world. These three worlds, including  Indra Siddhas (a class of demi-gods) and great sages pay homage to the great-souled Rama as a Supreme  person, on approaching him.\""
        },
        {
            "type": "verse",
            "text": "\"O great one! O the destroyer of adversaries! Rama has been spoken of as the unmanifest  and the imperishable Brahama (the absolute), established by the Vedas, the heart of gods and the secret  of all gods. Having served him, along with Sita with devotion, you obtained the reward of the practice  of all virtues as also celebrity, abundantly.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking to Lakshmana, the (former) king, addressing his daughter-in-law standing  before him with joined palms as \"My daughter\", slowly and affectionately advised her as follows: \"No  wrath indeed should be rendered by you towards Rama, for having repudiated you. This has been done by  him, wishing for your welfare and in order to demonstrate your purity. This act (of entering into fire)  which has been done by you and which reveals your true character, my daughter, is the most difficult  task to perform for other ladies and will overshadow their illustriousness. You need not be instructed  about the matter of rendering service to your husband. But, it is to be told certainly by me. He is  your supreme deity.&rdquo; "
        },
        {
            "type": "verse",
            "text": "Having instructed thus to his sons and Sita, the King Dasharatha who was born in Raghu  dynasty went to the abode of Indra, the lord of celestials, by an aerial car. With a satisfied self,  Dasharatha the excellent king of noble-mindedness endowed with splendour, taking leave of his sons and  Sita and mounting the aerial car, went to the abode of Indra, the chief of gods."
        }
    ]
}