{
    "id": "prose-yuddha-12",
    "kanda": "yuddha",
    "sarga": "12",
    "title": "Ravana instructs Prahasta to defend Lanka",
    "chapter": "12",
    "overview": "Ravana instructs Prahasta, chief of his army to defend the city of Lanka carefully. Prahasta positioned the army for defense accordingly at suitable places both inside and outside the city. Ravana then narrates how he brought beautiful Sita to Lanka from Dandaka forest, because of his growing infatuation for her. Ravana asks his companions and relatives gathered there, to suggest ways and means to kill Rama and Lakshmana. Then, Kumbhakarna, Ravana's brother first accuses Ravana of his unworthy act but assures him that he would neutralize that dishonour by killing the enemies.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Ravana an eminent person in the assembly, having seen all that gathering, instructed Prahasta the chief of his army (as follows): \"O, commander! You are allowed to issue an order to see that well-trained warriors belonging to the four divisions of the army (viz,. cavalry, infantry, chariots and elephants) are entrusted with the defense of the city.\" Prahasta, resolute in his mind to follow the king's orders stationed the whole army both outside as well as inside the city. Thereafter, Prahasta after keeping the whole army in defense of the city, sat in front of the king and spoke (as follows): \"Your army, as strong as you are, has been positioned both outside and inside the city. Pray do quickly, with an undistracted mind, whatever is preferable to you. When you are in difficult situations regarding virtue pleasure and wealth, you are able to have a correct notion of pleasant and unpleasant things, happiness and sorrow, gain and detriment as well as advantages and disadvantages. All of my works undertaken by you with an act of attention, were never in vain. I will obtain maximum prosperity, while abiding with you, as Indra obtains properity while abiding with moon, planets, stars and celestials. I am intent on reminding all of you again. But I could not inform this matter earlier to Kumbhakarna because of his sleep. This most powerful Kumbhakarna, the chief among all the wielders of weapons, was indeed sleeping for the last six months and now, he woke up. Sita the beloved wife of Rama was brought from the forest of Dandaka, the place frequented by demons. Sita of languid pace, does not like to reach my bed. I do not imagine any other woman similar to Sita existing in the three worlds. She has a slim waist, well-developed hips, and a face similar to an autumnal moon. Looking like an idol of gold and being placid She appears like an illusory image created by Maya."
        },
        {
            "type": "commentary",
            "text": "Maya: Architect of demons, also versed in magic, astronomy and military science."
        },
        {
            "type": "verse",
            "text": "\"Seeing Her feet with rose-coloured soles, smooth and evenly resting on ground with the rosy soles, my lust is kindled. Seeing her countenance similar to the flame of a sacrificial fire and looking like the radiance of the sun, with her prominent nose and the pretty clear and handsome eyes, I became unrestrained, having submitted to the will of my passion. I have been polluted by lust and equally by anger and pleasure thus making me pale and I have been ever since in grief and anguish. Looking forward Rama, her husband, that longish large eyed Sita, requested me to give time for one year. I accepted the auspicious words of the charmingly eyed Sita. I am wearied of this lust, like a horse galloping along a path continuously. How the monkeys or even Rama and Lakshmana can cross the unassailable ocean, completely infested as it was with sea-animals? On the other hand, a huge destruction was done to us, by a single monkey. The consequences of their acts are unpredictable. Tell me what is there in your mind, according to your own understanding. We have no fear with human beings. Even so, the matter can be discussed. Earlier, together with you, I conquered the celestials in a battle between the celestials and demons. You also conquered them. Knowing the whereabouts of Sita, Rama and Lakshmana together with Sugreeva and other monkeys reached the other shore of the ocean. Let a consultation be held by you and a judicious line of course suggested, so that Sita may not have to be handed -over to them back and Rama and Lakshmana may be killed. I do not see any other's capability to cross the ocean even so with the monkeys. Victory is surely mine.\""
        },
        {
            "type": "verse",
            "text": " Hearing the lamentation of Ravana who was captivated by lust, Kumbhakarana became angry and spoke the following words: \"You should have contemplated thoroughly that very moment when Sita was brought here forcibly only after a single impulsive thought from the hermitage of Rama, who was accompanied by Lakshmana, even like the river Yamuna fills the depression at its source the moment it descends on earth. O, emperor! If all this act of consultation with us was done at the beginning of this action itself (of bringing Sita here), it would have been worthy of you. A king who performs king's functions with a mind duly ascertained by justice, will not repent thereafter. Actions done perversely without use of any stratagem get spoiled, even as oblations not intent on devotion got spoiled. He who is not aware of prudence and imprudence, wants to do actions which are to be done before at a later stage and actions which are to be done later at a stage before. Seeing superior strength in a hasteful enemy, some look for his weak point, even as swans seek the cleavage in the Kraunca mountain. God Kartikeya (son of Lord Shiva) made a cleavage in Krauncha mountain with His javelin. (MahaBharata, Salya Parva 46-84). This great act was undertaken by you without proper thinking. By good fortune, Rama did not kill you even as the meat mixed with poison would kill the consumer. O, irreproachable brother! Therefore by killing your enemies, I shall neutralize the dishonourable act undertaken by you in relation to your enemies. I shall destroy your enemies. I shall do battle with the two brothers, even if they are Indra and the sun-god or the god of fire and the wind-god or Kubera (the god of riches) and Varuna (the god of water). Entering the combat with a mountain-sized body and fiery teeth, roaring the while and attacking with an immense bludgeon, I shall strike terror in Indra himself! Even before Rama strikes me once more with a second arrow, I shall drink his blood. Cheer up freely. I shall try to fetch victory, which brings pleasure to you, by the killing of Rama. By exterminating Rama along with Lakshmana, I shall devour all the leaders of monkey-troops. Enjoy yourself freely. Drink excellent of wines to the extent of your desire without any anxiety. Rama, having been dispatched by me to the abode of death, Sita will be at your disposal forever.\""
        }
    ]
}