{
    "id": "prose-yuddha-121",
    "kanda": "yuddha",
    "sarga": "121",
    "title": "Rama prepares to leave for Ayodhya",
    "chapter": "121",
    "overview": "Rama prepares to leave for Ayodhya. Even though Vibhishana requests Rama to remain at  Lanka for some more time and receive his hospitality, Rama gently refuses to do so, adding that he needs  to proceed to Ayodhya quickly, to see his mothers, brothers and people there. Vibhishana arranges the  aerial car, Pushpaka to transport Rama and others to Ayodhya.",
    "content": [
        {
            "type": "verse",
            "text": "Vibhishana, wishing victory to Rama, (the destroyer of adversaries) who having reposed  during the previous night and had risen fresh, spoke to him with joined palms, the following words:  &ldquo;These women with lotus-like eyes, who are skilled in the art of decoration, came with bathing accessories  like garments, ornaments, sandal-pastes and beautiful garlands of various kinds. They will assist you  in bathing O Rama!&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Vibhishana, Rama replied as follows: &ldquo;You invite the monkeys headed  by Sugreeva for the bath. That Bharata, the virtuous man, who was accustomed to comfort, a delicate  youth, the great-armed and the one consistent with the truth is suffering on my account. In the absence  of Bharata, the son of Kaikeyi, who is practicing virtue, ritual bathing, garments and jewels are not  to my liking.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;See how we may return to that City of Ayodhya soon. It is indeed very difficult to travel  over this path to reach Ayodhya City, so soon.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Vibhishana replied : &ldquo;O prince! I will get you t that City  in a day. O Rama of unequalled prowess! The aerial car shining like the sun, which moves as one pleases,  wonderful and excellent, named Pushpaka of Kubera my brother was robbed by the mighty Ravana after conquering  Kubera in battle. May prosperity attend you! It is retained there for your sake. The yonder aerial car,  looking like a cloud, stands here and by which transport, you can reach Ayodhya without any trouble.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O sagacious prince! If I deserve to be treated with kindness by you, if you think of  any virtue in me and if you think of any virtue in me and if you have any affection in me, stay here  for some more time. O Rama! When you have been offered with reference all the entertainments, you along  with Lakshmana, your brother and Sita your consort, shall then depart.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O Rama! In the meantime, accept you, with your entire army and assemblage of friends,  my hospitality which has been fixed and arranged by me, full of affection as I am. O Rama! I entreat  you with affection, respect and friendship I am your servant. I am not in any way commanding you to  do so.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing those words, Rama replied to Vibhishana as follows, while all the demons and  the monkeys present there, listened: &ldquo;O destroyer of enemies! O hero! I stand honoured by you by your  valued counsel, your efforts put forth with your whole soul and more so by your friendship. O king of  demons! It is not that I am not carrying out your words. But, my heart is hastening to see that Bharata,  my brother.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;My heart is hastening to see that Bharata, who came all the way to Mount Chitrakuta  to take me back to Ayodhya, yet whose appeal was not executed by me, even though he requested me with  his head bent low and Kausalya my mother as also Sumitra and the illustrious Kaikeyi (my step-mothers)  as also Guha my friend, as well as the citizens of Ayodhya and the inhabitants of the country-side.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O gentle Vibhishana! Allow me to go. I am honoured. O friend! You need not be disappointed,  I entreat you. O the king of demons! Fetch the aerial car immediately. How is it advisable for my continued  stay here, now that my task has been accomplished?&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Vibhishana the king of demons then hastily invoked the presence  of that aerial car shining like the sun, with colourful parts made of gold, with the platform made of  cat&rsquo;s-eye gems, which was full of attics, shone like silver on all sides, decorated well with white  flags and flag-staff, decked with gold and golden lotuses, graced with golden mansions, hung all over  with networks of tiny bells, giving forth a melodious sound on all sides, resembling a summit of Mount  Meru, built by Vishvakarma, which was graced with stately palaces decked with pearls and silver, provided  with pavements inlaid with crystal, furnished with excellent seats of cat&rsquo;s eye gems of great value  and upholstered with highly valuable coverings."
        },
        {
            "type": "verse",
            "text": "Informing Rama that the said aerial car which could not be assailed and was as swift  as though- had arrived, Vibhishana stood there. The generous minded Rama along with Lakshmana felt amazed  to see the aforesaid aerial car, Pushpaka, which resembled a mountain and which could travel everywhere  at will, arrived on that occasion."
        }
    ]
}