{
    "id": "prose-yuddha-122",
    "kanda": "yuddha",
    "sarga": "122",
    "title": "Rama along with Lakshmana and Sita ascend the aerial car",
    "chapter": "122",
    "overview": "Rama commands Vibhishana to honour the monkeys with gold and precious stones. When Vibhishana  has honoured them with the gifts, Rama along with Lakshmana and Sita ascend the aerial car. When the  monkeys and Vibhishana request Rama to permit them to accompany in the aerial car upto Ayodhya to witness  his coronation-ceremony, Rama gladly permits them to do so. All of them start on their aerial journey  in Pushpaka, the wonderful aerial car which can accommodate all, spaciously.",
    "content": [
        {
            "type": "verse",
            "text": "Keeping ready Pushpaka the aerial car decorated with flowers, Vibhishana, for his part,  standing not very far, spoke to Rama (as follows):"
        },
        {
            "type": "verse",
            "text": "&ldquo;What more can I do?&rdquo; thus spoke with haste, Vibhishana endowed as he was with modesty  and with joined palms, to Rama."
        },
        {
            "type": "verse",
            "text": "After some circumspection, Rama of great splendor, affectionately  spoke the following words to him, while Lakshmana was listening: &ldquo;Let all these monkeys and bears (ie.  Denizens of forests), who performed tasks of exertion, be honoured with tasks of exertion, be honoured  with precious stones and riches of various kinds, O Vibhishana! O Vibhishana the king of demons! Lanka  has conquered by you, in collaboration with these monkeys, who never turned their backs in battles and  fought joyfully, ignoring all risk to their lives.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;All these monkeys, without exceptions, have accomplished their task. Reward their achievement  with gifts of gold and precious stones. Highly honoured in this way any duly cheered by you, acknowledging  their services, the chiefs of monkey-troops, will feel happy.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;All will come nearer to you, for having possessed this quality of generosity, for propitiating  them, for showing compassion to them and for having subjugated your senses. Hence, I am reminding you.  O king! Feeling agitated, the army deserts that king, who is bereft of all loving qualities and who  merely orders them to kill people in battle.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Vibhishana honoured all those monkeys, by dispersing precious  stones and gold to them. Thereafter, having seen on that occasion all those commanders of monkey-troops  honoured with precious stones and gold, Rama then mounted that excellent aerial car."
        },
        {
            "type": "verse",
            "text": "He mounted the aerial car along with Lakshmana, his valiant brother wielding a bow and  taking the illustrious Sita, who was feeling abashed, in his arms."
        },
        {
            "type": "verse",
            "text": "Bestowing attention on all the monkeys as well as Vibhishana and the mighty Sugreeva,  Rama remaining in the aerial car, spoke (as follows): &ldquo;O the foremost of monkeys! This work of a friend  has been accomplished by you. Permitted by me, all of you can go, where you will. O Sugreeva! All that  which ought to be done by an affectionate and service-minded friend, has been done for your part by  you, trembling alive as you are to righteousness. Accompanied by your army, proceed to Kishkindha at  once.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O Vibhishana! Settle down in your kingdom at Lanka, conferred by me. Even the celestials  including Indra shall not be able to attack you. I am going to Ayodhya, the seat of government of my  father. I bid adieu to you and wish to take leave of you all.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, the monkey-chiefs, the monkeys, Vibhishana the demon and all  of them there, with their joined palms, spoke (as follows): &ldquo;We also wish to proceed to Ayodhya. You  take all of us there we shall range the gardens and groves there with rejoice. O the excellent king!  Seeing you, drench with ablution (in the coronation ceremony) and offering our salutations to Kausalya,  we shall return to our homes.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing those words of the monkeys and Vibhishana, that pious-minded Rama spoke to those  monkeys, Sugreeva and Vibhishana as follows: &ldquo;Something more dearer than everything dear will be achieved  by me, if I reach Ayodhya with the host of my friends along with all of you, for, I shall feel delighted.  O Sugreeva! Mount the aerial cars quickly, along with the monkeys. O Vibhishana, the king of demons!  You also ascend it, along with your counsellors.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thereupon, that Sugreeva along with the monkeys gladly ascended that wonderful Pushpaka,  the aerial car. Vibhishana together with his counselors also ascended it."
        },
        {
            "type": "verse",
            "text": "When all of them ascended, that excellent aerial car, belonging to Kubera, flew into  the sky, after having been duly authorized by Rama. Feeling greatly rejoiced and satisfied while travelling  in that splendid aerial car, which was now in the air and was provided with the image of a swan, Rama  shone like Kubera."
        },
        {
            "type": "verse",
            "text": "All those mighty monkeys, bears and demons sat comfortably and spaciously in that wonderful  aerial car."
        }
    ]
}