{
    "id": "prose-yuddha-123",
    "kanda": "yuddha",
    "sarga": "123",
    "title": "Rama shows to Sita the places",
    "chapter": "123",
    "overview": "In the course of their flight to Ayodhya, Rama shows to Sita, the whole City of Lanka,  the battle-field where Ravana and other demons were killed, Nala-Setu the bridge which was built across  the ocean, Mount Mainka, Setu-bandha (where the construction of the bridge was started), Mount Rishyamuka,  Pampa River, Janasthana-forest, Panchavati, Godavari river, the hermitage of sage-Agastya, the hermitage  of Atri and Anasuya, Mount Chitrakuta, Yamuna-river, the hermitage of Bharadwaja, Ganga-river, Sarayu-river  and finally the City of Ayodhya.",
    "content": [
        {
            "type": "verse",
            "text": "As approved by Rama, that excellent aerial car, with images of swan painted on it, flew  into the sky, with a great sound."
        },
        {
            "type": "verse",
            "text": "Casting his look on all sides, Rama, the delight of Raghu dynasty, then spoke to Sita,  who had a moon-like face (as follows): &ldquo;O Sita! Look at the City of Lanka, resting firmly on the mount  of Trikuta, looking like a peak of Mount Kailasa and built by Viswarakarma, the universal architect.  O Sita! Look at this great battle-field, covered with a mud of flesh and blood as also a cause for  the death of monkeys and demons.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O the large-eyed Sita! Here lies Ravana, the king of demons, the tormentator of people,  on whom boons were conferred by Brahma and who was killed by me for your sake. Here, Kumbhakarna and  Prahasta the demon were killed. Here, Dhumraksha was killed by Hanuman, the monkey. "
        },
        {
            "type": "verse",
            "text": "&ldquo;Here was Vidyunmali killed by the great-souled Sushena and here was Indrajit, the son  of Ravana, killed by Lakshmana in a combat.\""
        },
        {
            "type": "verse",
            "text": "\"Here was killed a demon called Vikata by Angada. Virupaksha, who was disagreeable to  the sight, Mahaparsva, Mahodara, Akampana, Trishiras, Atikaya Devantaka, Narantaka and other mighty  demons were also killed here.&rdquo; "
        },
        {
            "type": "verse",
            "text": "\"Both Yuddonmatta and Matta, the foremost of demons, as also Nikumbha and Kumbha the  sons of Kumbhakarna, as also the strong Vajradamshtra, Damshtra and many demons were killed. Makaraksha,  the most difficult demon to be attacked, was struck down by me in this battle-field. Akampana was killed  in the great battle. The valiant Shonitaksha was also killed. Yupaksa and Prajangha were killed.\""
        },
        {
            "type": "verse",
            "text": "\"Here, Vidyujjihva, the demon was a terrific appearance, was killed. Yajnashatru also  was killed. The mighty Suptaghna was killed. Surya shatru was killed and another demon called Brahma  shatru was too killed.\""
        },
        {
            "type": "verse",
            "text": "\"Here, surrounded by more than a thousand fellow-wives, Ravana's wife named Mandodari  lamented for Ravana.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita, the lovely-faced one! Here is seen a water-descent of the ocean on the sea-shore,  where having crossed the ocean, we spent that night. Here is the bridge called Nala Setu, which was  so difficult to execute for others, got built by me over the salt-sea for your sake.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita! See this roaring imperturbable and seemingly boundless ocean, the habitation  of Varuna (the god of waters), which is teeming well with couches and oyster-shells. See the golden  mountain, Mainaka (the ruler of mountains) which rose passing through the ocean, in order to provide  rest and relaxation to Hanuman.\""
        },
        {
            "type": "verse",
            "text": "\"See this island, located in the middle of the ocean, where my troops were stationed.  At this place, the lord Shiva (the supreme deity) formerly bestowed his grace on me.\""
        },
        {
            "type": "verse",
            "text": "\"Here is seen the water-descent of the gigantic ocean, called a Setubandha, adored in  all the three worlds. This is very much a sacred spot, capable of washing away major sins. At this very  place, Vibhishana the king of demons first came.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita! Here is seen the beautiful City of Sugreeva, Kishkindha, which is full of  colourful groves, where Vali was killed by me.\""
        },
        {
            "type": "verse",
            "text": "Seeing the City of Kishkindha, which was earlier ruled by Vali, Sita, who was feeling  timid through love, then spoke the following courteous words to Rama: &ldquo;O king! I wish to reach the capital  City of Ayodhya along with you, accompanied by the wives of other monkey-chiefs with Tara and other  beloved wives of Sugreeva.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sita, Rama then said to her in reply \"let it be\". Reaching Kishkindha,  causing the aerial car to halt, and looking at Sugreeva, Rama spoke to him the following words:"
        },
        {
            "type": "verse",
            "text": "\"O the king of monkeys! Instruct all the monkey-chiefs to come to Ayodhya in the company  of their wives. O the mighty Sugreeva, the King of monkeys! You too hasten to depart, taking the wives  of all the monkeys \"we shall proceed.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama of great splendour, that illustrious Sugreeva, the lord of  monkeys accompanied by all those monkeys, quickly entering his gynaecium, spoke to Tara as follows:  \"O the beloved lady! You have been permitted by Rama to proceed to Ayodhya, in the company of the wives  of the great-souled monkeys, with an intent to gratify Sita. You hurry up, to proceed to Ayodhya,  with the wives of the monkeys. We shall show Ayodhya and all the widows of Dasharatha to them.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sugreeva, Tara, who was charming of every limb, called all the spouses  of the monkeys and spoke to them as follows: \"Duly permitted by Sugreeva and all the monkeys, hurry  up to proceed to Ayodhya. A kindly act will be done to me too, through the sight of Ayodhya (which is  so dear to me). We shall also see the entry of Rama into Ayodhya, along with the people of that city  as well as the inhabitants of the country-side, as also the affluence of the widows of Dasharatha.\""
        },
        {
            "type": "verse",
            "text": "Duly permitted by Tara, all the wives of the monkeys, wearing their costumes as per rule  and going round the aerial car clockwise, ascended it with an intent to see Sita."
        },
        {
            "type": "verse",
            "text": "Seeing the aerial car having risen quickly, after having taken the wives of monkeys too,  Rama again spoke to Sita at the vicinity of Mount Rishyamuka (as follows): \"O Sita! Here is seen  Rishyamuka, the excellent mountain, endowed with layers of gold and looking like a cloud with lightning.\""
        },
        {
            "type": "verse",
            "text": "\"O Sita! Here did I meet Sugreeva, the king of monkeys and an agreement too was made  by me for the killing of Vali. Here is seen Pampa-river, abounding in lotuses and edged with colourful  groves, where I lamented with great pain, having been separated from you.\""
        },
        {
            "type": "verse",
            "text": "\"The virtuous Shabari was seen by me at the bank of this river. Here was killed, Kabandha,  having arms, a Yojana (eight miles) long and over there is seen in the forest of Janasthana, O Sita,  that illustrious tree under which the highly brilliant and mighty Jatayu, the foremost among the birds,  was killed by Ravana, for your sake, O sporting lady!.\""
        },
        {
            "type": "verse",
            "text": "\"O lady of beautiful complexion! Here is the region, (known as Panchavati, so called  because it consists of five banyan trees) where Khara the demon was killed by me with straight-going  arrows, as also his brothers, Dushana and the mighty Trishiras. And over there is seen our enchanting  leaf-hut, where you were forcibly taken away by Ravana the king of demons, O charming lady!\""
        },
        {
            "type": "verse",
            "text": "\"Here is the auspicious and charming river Godavari, containing clear waters. And here  is also seen the hermitage of Agastya, surrounded with banana-groves. Here is the shining hermitage  of Sutikshna, the great-souled sage. And over there is seen the great hermitage of Sharabhanga, where  the thousand-eyed Indra, the destroyer of Citadels, came.\""
        },
        {
            "type": "verse",
            "text": "\"O slender-waisted lady! Here are seen those sages, where, Atri the head of the hermitage,  was equal in splendour to the sun and the fire. At this place, the gigantic Viradha was killed by me.  O Sita! Here was seen by you, the virtuous Anasuya, the ascetic lady (the wife of sage, Atri).\""
        },
        {
            "type": "verse",
            "text": "\"O Sita, having a beautiful body! Here is Chitrakuta, the excellent mountain, shining.  Bharata came here to seek my favour (in the form of my consent to return to Ayodhya). Here is seen the  beautiful river of Yamuna, surrounded by colourful groves. Here is seen the illustrious hermitage of  Sage Bharadwaja.\""
        },
        {
            "type": "verse",
            "text": "\"Here is seen the holy River Ganga, which wends its way through the three worlds (viz.  heaven, the earth and the subterranean world), whose banks are crowded with flocks of birds and which  is lined with trees in full-flowering.\""
        },
        {
            "type": "verse",
            "text": "\"Here is the town of Shringaberapura, where Guha my friend stays. Here is seen that river,  Sarayu, lined with rows of sacrificial posts (the relics of sacrifices performed from time to time by  Ikshvaku dynasty), bordered with hundreds of trees and with groves in full blossom. O Sita! Here is  seen that Capital City of my father. O the princess of Videha territory! Having duly returned, offer  your salutation to Ayodhya.\""
        },
        {
            "type": "verse",
            "text": "Thereupon, all those monkeys and the rejoiced demons along with Vibhishana, at that time,  bounding again and again (to have a glimpse of it) saw that City."
        },
        {
            "type": "verse",
            "text": "Thereupon, the monkeys along with the demons beheld that Ayodhya, having rows of white  palaces, intersected with wide roads, and crowded with elephants and horses, looking like Amaravathi,  the City of Indra the lord of Celestials."
        }
    ]
}