{
    "id": "prose-yuddha-124",
    "kanda": "yuddha",
    "sarga": "124",
    "title": "Rama lands at Sage Bharadwaja hermitage",
    "chapter": "124",
    "overview": "Rama, travelling in the aerial car towards Ayodhya, lands at the hermitage of Bharadwaja  the sage. When Rama enquires of Bhardwaja about the welfare of Ayodhya-City, Bharata and his mothers.  Bharadwaja informs Rama about their welfare. Further, the sage informs that by virtue of his asceticism,  he could know everything about the exploits of Rama from the day he left Ayodhya, till he destroyed  Ravana. Then, Rama seeks a boon from Bharadwaja, asking him to make the trees on the route to Ayodhya,  to bear fruit in the off-season for which the sage grants the boon. Thereupon, the troops of monkeys  feasted on those fruits at will.",
    "content": [
        {
            "type": "verse",
            "text": "After completion of fourteen years of his exile and on the fifth day of the bright half  of the lunar month of Ashvayuja (roughly corresponding to the month of September), Rama, who was disciplined  even now, reaching the hermitage of the sage Bharadwaja, offered his salutation to the sage."
        },
        {
            "type": "verse",
            "text": "Having offered his obeisance to Bharadwaja, who was rich in asceticism, Rama enquired  (of him): \"Have you heard, O venerable one, of Ayodhya City having an abundance of food and free from  disease? Is that Bharata attentive in his rule? I hope my mothers are still alive.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Bharadwaja the great sage, quite rejoiced as he was, smilingly  replied to Rama (as follows): \"Bharata, with his mud-smeared limbs 9throwing the burden and blame ie.  mud and with matted locks, as also placing your wooden-sandals before him, is looking forward for your  arrival. All are safe at your home and in the city. O Rama, the victorious in battles! Formerly, on  seeing you penetrating deeply into the great forest on foot, with the sole intention of practicing virtue,  clad in pieces of bark, going away from sovereignty, deprived of all enjoyments, like an immortal fallen  from heaven, having renounced all your possession, with your spouse (Sita) as the third (of your party  besides Lakshmana and yourself), resolved in carrying out the behest of your father and intent on implementing  the pledge given (by your father) to Kaikeyi and living on wild roots and fruits, pity arose in me earlier.\""
        },
        {
            "type": "verse",
            "text": "\"But now, a great delight occurred to me, on seeing you, having fulfilled your purpose,  that you have conquered your enemies and are accompanied by your host of friends and relatives. That  joy and sorrow experienced by you in abundance while residing in Janasthana-forest in completely known  to me, O Rama!\""
        },
        {
            "type": "verse",
            "text": "\"While you were busy in protecting all the ascetics who prayed you for safeguarding the  interests of Brahmanas, this irreproachable wife of yours was taken away by Ravana.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama, devoted to virtue! Even the appearance of Mareecha, the abduction of Sita  by Ravana, the sight of Kabandha, your arrival at the Pampa lake, your alliance with Sugreeva, how Vali  was killed by you, the search-operation for Sita, the exploit of Hanuman, the tracing of Sita, how  the bridge, Nalasetu was constructed (over the sea), how the City of Lanka was set fire by the rejoiced  monkey-chiefs, how that Ravana who was the thorn in the side of gods and how was arrogant of his might,  was killed in battle, with his sons kinsfolk and his ministers as the gods happened, how a boon was  conferred by them on you- all this is known to me by virtue of my asceticism. My disciples, who were  accustomed to report to me the news, used to go to Ayodhya-City from here.\""
        },
        {
            "type": "verse",
            "text": "\"The friends, the riches and the grains are highly honoured in this world. Mother and  mother-land are far superior to even the heaven.\" "
        },
        {
            "type": "verse",
            "text": "Bowing to the aforesaid statement of the sage with his head bent low, highly pleased  as he was and saying, \"By all means\" the glorious prince (Rama) asked of him the following boon: \"O  venerable sir! Let all the trees on the way, even as I fly to Ayodhya, bear fruit even in the off-season  and flow with honey. Let abundant fruits of various kinds, emitting the fragrance of nectar, appear  on them.\""
        },
        {
            "type": "verse",
            "text": "Once the consent of the sage was given in the words \"be it so\", the trees there grew  to be closely like the heavenly trees. Then, for an extent of three yojanas (twenty four miles)  on all sides, in the direction of their travel, the trees that no longer bore fruit, were laden with  fruit and those which had ceased to blossom looked charming with blossom. The withered trees were fully  clothed with foliage and further began to flow with honey."
        },
        {
            "type": "verse",
            "text": "Highly rejoiced who had conquered the heaven, those monkey-chiefs thereupon consumed  at will, thousands of many of those wonderful fruits."
        }
    ]
}