{
    "id": "prose-yuddha-125",
    "kanda": "yuddha",
    "sarga": "125",
    "title": "Hanuman informs Bharata about Rama's return",
    "chapter": "125",
    "overview": "Rama asks Hanuman to proceed to Shringaberapura and communicate to Guha about his welfare  and also to know the appropriate path to Ayodhya. Rama also asks Hanuman to go to Ayodhya and communicate  to Bharata about his welfare and also the previous happenings at the forest and at Lanka, including  the abduction of Sita and her restoration, by killing Ravana in battle. Rama also asks Hanuman to inform  Bharata, about their arrival at the proximity of Ayodhya, along with Sugreeva and Vibhishana. Accordingly,  Hanuman approaches Guha and Bharata in Nandigrama and informs the pleasant news about the welfare of  Rama as well as his impending return to Ayodhya. Bharata is overjoyed on hearing the glad tidings from  Hanuman and offers him a number of valuable gifts, for having communicated the agreeable news to him.",
    "content": [
        {
            "type": "verse",
            "text": "Looking at Ayodhya, Rama, a scion of Raghu dynasty, for his part, who wished to do a  kindly act and who was quick in exhibiting prowess, contemplated thereupon to do a kindly act."
        },
        {
            "type": "verse",
            "text": "Having thus contemplated, the sagacious and the glorious Rama then cast his glimpse on  the monkeys and spoke to Hanuman, the monkey (as follows):&nbsp; &ldquo;O the foremost of the monkeys! Going  with all speed to Ayodhya, find out whether the people there, are safe in the royal palace. Reaching  then to Shrigaberapura, communicate in my name, about my welfare to Guha, the king of Nishadas, a wild  tribe living in the forest. Guha will be pleased to hear about me, as being safe, healthy and free from  trouble. He is my friend, as well as my own self.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;Feeling pleased, Guha, the lord of Nishadas, the wild tribe, will tell the path to Ayodhya  and the news about Bharata. Bharata too is to be asked by you, the news about his welfare, in my name.  Tell him of me as having returned, accomplished of our object, with my consort and Lakshmana.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Tell him about the abduction of Sita by the mighty Ravana, my conversation with  Sugreeva and the killing of Vali in combat. And also about the search for Sita and how she was traced  out by you, after crossing the never-diminishing ocean, having extensive waters.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Tell him about our going near the ocean, the appearance of the ocean, how the  bridge was constructed there and how Ravana was killed. Tell him about the bestower of boons by Indra  the lord of celestials, by Brahma the lord of creation, and by Varuna the lord of waters, my meeting  with my (deceased) father, through the grace of Shiva the Supreme Deity.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;O gentle Hanuman! Inform to Bharata, of me as having come near Ayodhya, along with  Vibhishana and Sugreeva the lord of monkeys. Tell him, that having conquered hosts of enemies and obtained  an excellent fame, is purpose having been accomplished, Rama is coming near, with is mighty friends.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;It is also to be observed by you, about the facial expression which Bharata wears,  after hearing all this and also all that he intends to do in relation to me. All the occurrences there  are to be known. All the gestures of Bharata are to be ascertained through the colour of his face, glances  and the speech.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Whose mind does not turn round, with a kingdom abundantly rich in all coveted  enjoyments, teeming with elephants horses and chariots and which is in herited from one&rsquo;s father? Having  been associated with the kingdom for long, if the illustrious Bharata is longing for it himself, let  Bharata rule the entire kingdom in one piece. O Hanuman! Understanding his mind and perception, you ought  to return quickly, before we are not gone for a long distance towards Ayodhya.&rdquo; "
        },
        {
            "type": "verse",
            "text": "Assuming a human form, when thus commanded by Rama, Hanuman the son of wind-god, swiftly  left for Ayodhya. Hanuman, the son of wind-god then flew up with speed towards Ayodhya, as Garuda the  eagle would fly with speed, while seeking to catch a large snake."
        },
        {
            "type": "verse",
            "text": "Leaping into the auspicious sky, the dwelling place of birds, duly crossing over the  terrific conjunction of Ganga and Yamuna rivers, reaching Shringaverapura and approaching Guha (the  chief of Nishadas), that valiant Hanuman spoke the following words in a charming voice: &ldquo;Along with Sita  and Lakshmana, Rama, your friend, that scion of Kakutthsa, of true prowess, has for his part enquired  of your welfare. You can see Rama here itself today, when he has been duly permitted by Bharadwaja the  sage, after spending, at the instance of the sage, for a night of the fifth lunar day (of the bright  half of the month of Ashvayuja).&rdquo;"
        },
        {
            "type": "verse",
            "text": "That swift-moving Hanuman, with his rejoicingly feather-like body and with a great splendor,  not thinking of his fatigue, sprang up with a great speed. Hanuman saw, on the way, Ramatirtha, a place  of descent into the river (hallowed by the association of Lord Parashurama), as well as the rivers Valukini,  Varuthini and Gomati as also the formidable forest of Sala trees, many thousands of people and numerous  communities."
        },
        {
            "type": "verse",
            "text": "Going quickly for a long distance, that foremost of the monkeys reached trees in flowering,  near Nandigrama and looking like those comprised in the garden of Kubera (known by the name, Chitraratha)  and frequented by women along with their sons and elders, charmingly adorned as they were."
        },
        {
            "type": "verse",
            "text": "At a distance of two miles from Ayodhya Hanuama saw Bharata, living in a hermitage, with  the bark trees and the skin of a black antelope wrapped round his waist, looking miserable and emaciated,  wearing matted locks on his head, his limbs coated with dirt, afflicted through separation from Rama  his elder brother, subsisting on roots and fruits, with his senses subdued, engaged in austerities,  protecting virtue, with a very high head of matted hair, covering his body with the bark of trees and  a deer skin, disciplined, whose thoughts were fixed on the Supreme Spirit, with a splendour equalling  that of a Brahmanical sage, ruling the earth after placing the wooden sandals before him, protecting  the people belonging to all the four grades (viz. Brahmans Kshatriyas, Vaisyas and Shudras) from all  peril and attended by the upright ministers, priests and by clever troop-commanders, all clad in saffron  robes."
        },
        {
            "type": "verse",
            "text": "Those citizens, who were all fond of righteousness, were not willing to enjoy pleasures,  ignoring that prince clad in the bark of trees and the skin of a black antelope."
        },
        {
            "type": "verse",
            "text": "With joined palms in salutation, Hanuman the son of wind-god spoke as follows to that  Bharata, who knew what is right and seemed to be a second Dharma (the god of virtue) clothed with a  body of virtue: \"Rama, for whom you are repenting residing as he was in the forest of Dandaka wearing  the bark of trees and matted locks, has enquired about your welfare.\""
        },
        {
            "type": "verse",
            "text": "\"O Lord! I am telling you a pleasant news. Give up this dreadful anguish. Within a while,  you will be meeting Rama, your elder brother. Having killed Ravana and got back Sita, Rama is returning  with his mighty friends, his purpose duly accomplished. Lakshmana too, who is endowed with extraordinary  energy, is coming intact with Sita, the illustrious princess of Videha territory and with Rama as  Sachi (the wife of Indra) would with the mighty Indra the lord of celestials.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Hanuman, Bharata the son of Kaikeyi, felt delighted and sank all  at once to the ground as also fainted through joy. Thereupon, Bharata who was born in Raghu dynasty,  got up from the swoon within a while and regaining his consciousness, spoke the following words to Hanuman,  who spoke pleasant tidings to him."
        },
        {
            "type": "verse",
            "text": "Embracing Hanuman with eagerness, the illustrious Bharata bathed him with copious tear-drops  born of delight and as such, other than those born of anguish."
        },
        {
            "type": "verse",
            "text": "\"O the gentle one! Are you a divine being or a human being, who have come here out of  compassion? To you, who have given this agreeable news to me, I shall give in return, for the pleasant  tidings, a hundred thousand cows, a hundred best villages, and for wives, sixteen golden complexioned  virgin girls of a good conduct, decked with ear-rings, having beautiful noses and thighs, adorned with  all kinds of jewels, with charming countenances as delightful as the moon and born in a noble family.\""
        },
        {
            "type": "verse",
            "text": "Hearing the news of Rama's arrival resembling a wonder, from Hanuman, Bharata the prince  felt overjoyed by a desire to see Rama and spoke the following words again with delight:"
        }
    ]
}