{
    "id": "prose-yuddha-126",
    "kanda": "yuddha",
    "sarga": "126",
    "title": "Hanuman recounts to Bharata about Rama in the forest",
    "chapter": "126",
    "overview": "Hanuman recounts to Bharata, broad details relating to the soujourn of Rama, Sita and  Lakshmana in the forest from the day Bharata takes wooden sandals of Rama, till the day Ravana is killed.",
    "content": [
        {
            "type": "verse",
            "text": "\"I am indeed hearing a delight mention of my lord, who proceeded to the vast forest so  many years ago. This common saying sounds to me good, that bliss comes to a surviving man, even if it  be after a hundred years! How and on what ground, an alliance has been concluded between Rama and the  monkeys and at what place? Tell the truth to me, enquiring as I am.\""
        },
        {
            "type": "verse",
            "text": "Seated comfortably on a cushion and interrogated by Bharata, Hanuman thereupon began to  narrate the entire exploits of Rama in the forest. "
        },
        {
            "type": "verse",
            "text": "\"O Lord, the long-armed! How your mother was conferred with two boons by your father,  how Rama was sent to exile, how Dasharatha the king died, with a shocking sorrow for his son's exile,  how you were brought quickly from Rajagriha (the seat of government of Kekaya kings) by the envoys,  how sovereignty was not coveted by you when you returned to Ayodhya, how on your going to mount Chitrakuta,  your, elder brother the tormentator of enemies was invited by you who followed righteousness to take  back the kingdom, how Rama who stood by his father's words, renounced the kingdom and stood by his father's  words, renounced the kingdom and how your returned to Ayodhya, taking with you the wooden sandals all  this is known accurately to you. Hear from me now, that which occurred after you had returned to Ayodhya.\""
        },
        {
            "type": "verse",
            "text": "\"When you had gone away, that forest (of Chitrakuta) then assumed a very miserable appearance,  with the frightened animals and birds (on seeing strange people there).&nbsp; Rama, thereupon, entered  that large, terrific and solitary forest of Dandaka, which had been trampled by elephants and extensive  with lions, tigers and deers.\""
        },
        {
            "type": "verse",
            "text": "\"In front of them, even as they were going in that dense forest, there appeared Viradha,  a demon, uttering forth a very loud roar. They cast him, who rushed with uplifted arms towards them,  into a pit, turning his head bent low, and who was emitting a loud cry, like an elephant.\""
        },
        {
            "type": "verse",
            "text": "\"Carrying out that ardous task, Rama and Lakshmana, both the brothers, went to the beautiful  hermitage of Sharbhanga, in that evening. Offering salutation to all the hermits when Sharabhanga ascended  to heaven, Rama who truly mighty, reached the region of Janasthana.\""
        },
        {
            "type": "verse",
            "text": "\"Thereafter, a female-demon called Surpanakha sought the presence of Rama. As ordered  by Rama, the mighty Lakshmana thereupon rose quickly and seizing a sword, chopped off her ears and nose.  Fourteen thousand demons, inhabiting Janasthana-region, were killed by the great-souled Rama, while  sojourning that region.\""
        },
        {
            "type": "verse",
            "text": "\"The demons, who came together at the battle-front, were wholly finished by Rama alone,  in a fraction of a quarter of a day. The demons who were the mighty inhabitants of Dandaka-forest, who  were causing obstacles to the austerity of the ascetics, were killed by Rama.\""
        },
        {
            "type": "verse",
            "text": "\"The demons were smashed in the battle. Khara (their leader) also was killed. After killing  Dushana (his brother) first, Trishira (the other brother) was killed thereafter. Tormented by the incident  of destruction of demons, the foolish Surpanakha sought refuge with Ravana. Disguised in the form of  a deer studded with precious stones, a terrific demon by name, Maricha, a follower of Ravana, allured  Sita.\""
        },
        {
            "type": "verse",
            "text": "\"That Sita, on seeing it, told Rama, 'Let this deer be caught. Our hermitage will turn  out to be charming and pleasing to the eye'. Thereupon, Rama wielding a bow in his arm, chased that  deer and killed that running one, with an arrow of curved knots.\""
        },
        {
            "type": "verse",
            "text": "\"O good sir! While Rama was chasing the deer and even when Lakshmana had gone out, Ravana  forthwith entered their hermitage during that interval. Ravana, the demon, seized Sita, even as a  planet like Mars would obscure the constellation, Rohini. Having killed a vulture named Jatayu, who  sought to deliver her, Ravana then went quickly in haste, taking Sita with him\""
        },
        {
            "type": "verse",
            "text": "\"Then, in surprise, some monkeys who was staying on a mountain-peak, looking like mountain,  saw, with astonishment writ large in their faces, Ravana the king of demons, passing that way, taking  away Sita. Going still faster and ascending along with Sita, the aerial car, Pushpaka, which was  as swift as thought, the mighty Ravana the king of demons thereupon entered the City of Lanka.\""
        },
        {
            "type": "verse",
            "text": "\"Conducting that Sita into a large beautiful mansion, embellished with gold, that Ravana  sought to cajole her gently with his words. Caring a straw for that Ravana and his talk, Sita, later,  actually remained in Ashoka-grove.\""
        },
        {
            "type": "verse",
            "text": "\"Having killed that deer, Rama while returning to the hermitage, saw the vulture (Jatayu)  in the forest. Rama was greatly disturbed. Seeing the vulture (Jatayu) who was dearer to him than his  own father killed, Rama was disturbed.\""
        },
        {
            "type": "verse",
            "text": "\"While searching for Sita, Rama along with Lakshmana strolled after blossomed woodlands  along the bank of Godavari-river. They met, in that great forest, a demon by name Kabandha. Then according  to the advice of Kabandha, Rama of true prowess met Sugreeva, after heading for Mount Rishyamuka.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;Even before they met, a meeting of hearts through affinity, had taken place between  them. Sugreeva had been banished in the past by the enraged Vali, his elder brother and as a result  of mutual talks, affection deeply arose between Rama and Sugreeva.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"Having killed with the strength of his arms in combat, the mighty Vali with a colossal  body, Rama caused the kingdom of Sugreeva restored. Sugreeva, who was established in his kingdom with  all, his monkeys, had given his pledge to Rama, to commence a search for Sita the princess.\""
        },
        {
            "type": "verse",
            "text": "\"Ten crores of monkeys were accordingly commanded by the great-souled Sugreeva and sent  to all the four quarters. Having lost our way in Vindhya, the foremost of mountain-ranges, a long time  slipped past us and we felt sore-stricken with sorrow.\""
        },
        {
            "type": "verse",
            "text": "\"Meanwhile, the brother of Jatayu (the king of vultures), Sampati by name, precisely  communicated to us that Sita was dwelling in the habitation of Ravana. Removing the grief of my kinsfolk,  who were seized with sorrow, I, as such, crossed one hundred yojanas (eight hundred miles of the ocean),  resorting to my own strength.\""
        },
        {
            "type": "verse",
            "text": "\"There, I saw Sita, living alone in a grove of Ashoka trees, clad in a soiled silk-saree,  looking cheerless, but unflinching in her vow. After meeting her and duly enquiring that faultless Sita,  everything of her, a ring with the name, Rama engraved on it, was handed-over to her by me as a token.\""
        },
        {
            "type": "verse",
            "text": "\"Receiving in return from her, a jewel (from her head), I came back to the northern shore,  successful as I was in my undertaking. On my return, that brilliant and valuable jewel was given by  me as a token to Rama who was unweary in action.\""
        },
        {
            "type": "verse",
            "text": "\"On hearing the news of Sita, Rama for his part regained the hope to survive, as a  dying patient would, on drinking the ambrosia. Excited as he was to put forth a war-effort, he set his  mind on the destruction of Lanka, as the fire-god intending to destroy all the three worlds, would,  at the end of the universe.\""
        },
        {
            "type": "verse",
            "text": "\"Then, on reaching the ocean, he got a bridge constructed by Nala and through that bridge,  the army of the valiant monkeys crossed the ocean. Neela killed Prahasta. Rama, the scion of Raghu dynasty,  personally killed Kumbhakarna and Ravana. Lakshmana killed Indrajit, the son of Ravana.\""
        },
        {
            "type": "verse",
            "text": "\"The illustrious Rama, the destroyer of enemies, happened to meet Indra the lord of celestials,  Yama the lord of dissolution, Varuna the lord of waters, Maheshvara, the great lord (Shiva), Brahma  the lord of creation as also Dasharatha (his deceased father) and was bestowed boons by them. Sages and  celestial masters who came there, too gave boons.\""
        },
        {
            "type": "verse",
            "text": "\"Having been granted boons, Rama for his part flew to Kishkindha in an aerial car called  Pushpaka, along with the monkeys who gathered there. Reaching the coast-line of Ganga-river again, Rama  is staying in the presence of the sage, Bharadwaja. Tomorrow, when the moon will be in conjunction with  the asteroid, Pushya you will be able to see Rama, without any obstacle.\""
        },
        {
            "type": "verse",
            "text": "\"Gladdened to hear Rama's impending return to Ayodhya in the sweet words of Hanuman, Bharata  offered his salutation by joining his palms together and spoke the following words, which enraptured  his mind: 'My desire has been fulfilled indeed after a long time'.\""
        }
    ]
}