{
    "id": "prose-yuddha-127",
    "kanda": "yuddha",
    "sarga": "127",
    "title": "Bharata commands for the reception of Rama in the City of Ayodhya",
    "chapter": "127",
    "overview": "Bharata, after hearing the good news from Hanuman about the arrival of Rama, calls Shatrughna  and commands him to make appropriate arrangements for the reception of Rama in the City of Ayodhya.  Bharata departs with all others, for Nandigrama to receive Rama. The aerial car lands at Nandigrama.  Bharata welcomes Rama and others, by embracing them and by greeting them joyously. Rama too offers his  salutations to all his mothers, who come to receive him. Then, Bharata brings Rama's wooden sandals  and places them below the feet of Rama. Rama commands Pushpaka, the aerial car to return to Kubera,  the lord of riches to whom it originally belonged.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the news of a great happiness from Hanuman, Bharata the truly brave ruler and  the destroyer of enemies, commanded (as follows) to Shatrughna, who too felt delighted at the news.  \"Let men of good conduct, offer worship to their family-deities, sanctuaries in the city with sweet-smelling  flowers and to the accompaniment of musical instruments. Let bards well-versed in singing praises and  Puranas (containing ancient legends, cosmogony etc.) as also all panegyrists, all those proficient in  the use of musical instruments, courtesans all collected together, the queen-mothers, ministers, army-men  and their wives, Brahmanas accompanied by Kshatriyas (members of fighting class), leaders of guilds  of traders and artisans, as also their members, come out to see the moon-like countenance of Rama.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Bharata, Shatrughna the destroyer of valiant adversaries called  together, laborers working on wages, numbering many thousands and dividing them into gangs, ordered  them (as follows):"
        },
        {
            "type": "verse",
            "text": "\"Let the cavities on the path from Nandigrama to Ayodhya be levelled. Let the rough and  the even places be made flat. Let the entire ground be sprinkled with ice-gold water. Let some others  strew it all over with parched grains and flowers.\""
        },
        {
            "type": "verse",
            "text": "\"Let the streets in Ayodhya, the excellent City, be lined with flags. Let the dwellings  (on the road-side) be decorated, till the time of rising of the sun. Let hundreds of men sprinkle, on  the main royal highway, with five fragrant colours and with rows of garlands as well as lose flowers.\""
        },
        {
            "type": "verse",
            "text": "On hearing that command of Shatrughna, Dhrushti, Jayanta, Vijaya, Siddhartha, Arthasadhaka,  Ashoka, Mantrapala and Sumantra proceeded with joy. Some rode on thousands of well-adorned elephants  in rut and bearing banners. Some others rode on female-elephants provided with golden girths, along  with those elephants. Excellent chariot-warriors issued forth in their chariots, with speed."
        },
        {
            "type": "verse",
            "text": "Warriors on selected horses even still superior ones in thousands, bearing banners and  pennants, carrying javelins, spears and nooses, as also surrounded by thousands of foot-soldiers, sallied  forth. Then, all the wives of the deceased Dasharatha, placing Kausalya and Sumitra in front of them,  mounting their vehicles, issued forth. All of them, including Kaikeyi, reached Nandigrama."
        },
        {
            "type": "verse",
            "text": "Placing the wooden sandals of his brother (Rama) on his head and taking the white parasol  (intended for Rama) which was adorned with white garlands and two white whisks decorated with gold,  eminently worthy of kings, accompanied by the foremost of Brahmanas, leaders of the guilds of traders  and artisans, including the mercantile class, surrounded by the counselors with garlands and bell-shaped  sweets in their hands, cheered by the blass of conches and kettle-drums, duly praised by panegyrists,  the great-souled Bharata, for his part, whose mind was set on righteousness, who was well-versed with  the secret of virtue, who was emaciated through fasting, who felt miserable, was clad in the bark of  trees and the sking of a black antelope, who experienced joy for the first time in hearing the news  of the arrival of his brother then went in advance, along with his ministers, to meet Rama.\""
        },
        {
            "type": "verse",
            "text": "The earth seemed, as it were, shaking with the sound of horse-hoofs the rattling of rims  of chariot-wheels and by the tumults of couches and kettle-drums. The entire City of Ayodhya literally  reached Nandigrama. Glancing round, Bharata spoke as follows to Hanuman."
        },
        {
            "type": "verse",
            "text": "\"Indeed, I hope the fickle-mindedness which constitutes the peculiarity of monkeys, has  not been resorted to by you. For I do not indeed see Rama, a worthy scion of Kakutthsa and the destroyer  of adversaries.\""
        },
        {
            "type": "verse",
            "text": "When these remarks were uttered by Bharata, Hanuman forthwith replied, as follows to Bharata  of unfailing prowess, by his meaningful words which were, as if they were apprising the situation."
        },
        {
            "type": "verse",
            "text": "\"A formidable roar of rejoiced monkeys is being heard, for, they are seeing on the way,  trees which continually, yield fruit, adorned with blossom, flowing with honey which is drunk by bees,  making reverberant humming sounds - all due to the grace of Sage Bharadwaja, O Bharata, the destroyer  of adversaries! A boon was conferred by Indra, the lord of celestials, by virtue of which a hospitality  rich with all excellences was earlier extended by Bharadwaja to you, with your entire army. I presume  that the aforesaid army of monkeys is crossing the rivers, Gomati.\""
        },
        {
            "type": "verse",
            "text": "\"See the cloud of dust, shooting froths towards the grove of Sala trees. I presume that  the monkeys are shaking the beautiful grove of Sala trees. There is seen, in distance, that very famous  aerial car, shining brightly like the moon. The wonderful aerial car called Pushpaka was built with  his intelligence by Viswakarma (an architect of gods, who has been referred to here as Brahma by virtue  of his creative talent.).\""
        },
        {
            "type": "verse",
            "text": "\"This wonderful aerial car, with a speed of thought, which is carrying the great souled  Rama, and shines brightly like the rising sun, belongs to Kubera, the lord of riches, by the grace of  Brahma, the lord of creation. (Who bestowed it on him). In the same aerial car are the valiant Rama  and Lakshmana, the brothers, along with Sita, the immensely brilliant Sugreeva and Vibhishana the  demon.\""
        },
        {
            "type": "verse",
            "text": "Meanwhile, the words 'Here comes Rama' were loudly said and a clamour born of joy from  the mouth of women, children, youth and elders touched the sky. Descending from their chariots, elephants  as also horses and standing on the ground, all those people saw, like the moon in the sky, that Rama  seated in the aerial car."
        },
        {
            "type": "verse",
            "text": "The over-joyed Bharata with his joined palms, his face turned towards Rama, worshipped  and welcomed him in a befitting way. Rama, with his long and large eyes, seated in the aerial car, created  by Viswakarma the divine architect with his intelligence, shone like another Indra who carries the thunderbolt  in his hand."
        },
        {
            "type": "verse",
            "text": "Bent low in reverence, Bharata then saluted Rama, who stood in the forepart of the aerial  car and shining like the sun appearing on Mount Meru."
        },
        {
            "type": "verse",
            "text": "As authorized by Rama, that excellent aerial car, having a great speed and endowed with  the images of swans, landed on the ground. Feeling glad, when lifted on that aerial car and approaching  Rama, Bharata of true valour, greeted him yet again."
        },
        {
            "type": "verse",
            "text": "Fully rising from his seat and placing that Bharata, who was seen after a long time,  on his lap, Rama delightfully embraced him. Thereafter, the jubilant Bharata, the destroyer of adversaries,  approaching Lakshmana and Sita, then saluted them in reverence and also announced his name."
        },
        {
            "type": "verse",
            "text": "Then, Bharata embraced Sugreeva, Jambavan, Angada, Mainda, Dvivida, Neela and Rishabha.  He also embraced Sushena, Nala, Gavaksha, Gandhamadana, Sharabha, Panasa and the surrounding monkeys.  Then, those monkeys, who can change their form at will, assumed the form of humans and rejoicingly asked  about the welfare of Bharata."
        },
        {
            "type": "verse",
            "text": "Thereupon, the immensely brilliant Bharata, the son of Dasharatha and the foremost among  the virtuous, after embracing Sugreeva the excellent monkey, spoke to him (as follows): \"You are a fifth  brother, for all the four of us, O Sugreeva! A friend is born of affection, while malifience is the  attribute of an adversary.\""
        },
        {
            "type": "verse",
            "text": "Thereafter, Bharata spoke the following kind words to Vibhishan: \"Thank heaven! A very  difficult task was accomplished by you, as a companion of Rama.\" Then, the valiant Shatrughna offered  his salutation to Rama, along with Lakshmana and offered his reverential salutation to Sita's feet,  by bowing in humility."
        },
        {
            "type": "verse",
            "text": "By going to his mother, who became pale and emaciated due to her grief, Rama, by bowing,  seized her feet in salutation, making his mother's heart delighted. Offering salutation to Sumatra,  the illustrious Kaikeyi and all his mothers, Rama then went to Vasishta the priest and offered his salutation  in reverence."
        },
        {
            "type": "verse",
            "text": "With joined palms, all the citizens of Ayodhya said to Rama: \"Welcome to you, O the great-armed!  O the enhancer of Kausala's delight!\""
        },
        {
            "type": "verse",
            "text": "Rama saw those thousands of joined palms held by the citizens, appearing as lotus-flowers  in bloom. Taking those wooden sandals of Rama, Bharata, the knower of virtue, personally placed them  below the feet of Rama, the lord of men."
        },
        {
            "type": "verse",
            "text": "Having offered his salutation with joined palms, Bharata spoke to Rama as follows: \"This  entire sovereignty of yours, kept with me as a deposit, is being returned to you, by me.\""
        },
        {
            "type": "verse",
            "text": "\"My life has accomplished its purpose today and my wish too stands fulfilled, in that  I see you, its king, come back to Ayodhya. You review your treasury, granary, palace of your spirit,  everything has been enhanced tenfold by me.\""
        },
        {
            "type": "verse",
            "text": "Seeing that Bharata, speaking thus with affection with his brother, Vibhishana the demon  and the monkeys shed their tears."
        },
        {
            "type": "verse",
            "text": "Placing Bharata on his lap with delight, Rama thereupon flew with his army (of monkeys  and bears) in that aerial car to the hermitage of Bharata. Reaching the hermitage of Bharata along with  his army Rama then descended from the anterior of the aerial car and stood, for the time-being, on the  ground."
        },
        {
            "type": "verse",
            "text": "Then, Rama, for his part, spoke to that excellent aerial car, \"Serve as a transport to  Kubera, the lord. I permit you to leave.\""
        },
        {
            "type": "verse",
            "text": "Thus permitted by Rama, that excellent aerial car, thereupon proceeded towards the northern  direction, so as t reach the abode of Kubera the lord of riches. That wonderful aerial car, Pushpaka  which was seized by Ravana once, went in speed to Kubera, as impelled by Rama's advice."
        },
        {
            "type": "verse",
            "text": "Affectionately pressing the feet of Vasishta, his well-wisher and family-priest, even  as Indra the lord of celestials would press the feet of Brihaspati (the preceptor of gods), the valiant  Rama sat by his side, on a separate seat."
        }
    ]
}