{
    "id": "prose-yuddha-128",
    "kanda": "yuddha",
    "sarga": "128",
    "title": "Sri Rama pattabhishekam",
    "chapter": "128",
    "overview": "At the request of Bharata to take back the kingdom of Ayodhya, Rama accepts the offer  and sits on a seat. Bharata and Rama take their bath and get adorned for the occasion. Rama, mounting  on an excellent chariot, sallies forth on a procession in the city accompanied by Bharata, Shatrughna,  Lakshmana and Vibhishana. Nine thousand elephants follow the procession, with Sugreeva and other monkeys  mounted on them. Some attendants and musicians with their musical instruments walk in front of Rama's  procession. The citizens of Ayodhya host flags on every house. Rama returns to his paternal palace in  Ayodhya. Sugreeva orders four of his monkeys to bring water from four oceans in jars given to them.  Some monkeys brought water from five hundred rivers, as also from the four oceans for the purpose of  the ceremony. Vasishta along with other brahmins as priests caused Rama to be consecrated with that  water. The virgins, ministers, warriors, merchants, the four gods as well as other gods sprinkled sap  of all kinds of herbs on Rama. Vasishta and other priests officiating the coronation-ceremony adorned  Rama with an auspicious and charming crown. Then, Rama gives away presents to the priests as well as  Sugreeva and Angada. Rama presents a pearl-necklace to Sita and Sita presents that necklace in turn  to Hanuman. Rama further gives away presents to Vibhishana, Sugreeva, Jambavan and others on the occasion.  Rama bids farewell to monkeys. The glory of the epic is complemented in the end by Valmiki.",
    "content": [
        {
            "type": "verse",
            "text": "Placing his hallowed hands together on his head (as a mark of salutation), Bharata the  enhancer of Kaikeyi's happiness, spoke to the truly brave Rama, his elder brother (as follows): \"You  gave this kingdom to me and treated my mother's words respectfully. As you gave it to me then, in the  same way I am giving it to you again. I cannot carry this heavy burden anymore than a young ox would  sustain a load, carried forward by a strong bull all alone.\""
        },
        {
            "type": "verse",
            "text": "\"I think this venerable point in the form of administration of the kingdom is difficult  to be controlled, as a broken dam, seeping from its cracks when breached mammoth stream of water. O  hero, the annihilator of enemies! I am not able to follow your path, any more than a donkey would follow  the gallop of a horse or a crow would take up the chase of a wild goose.\""
        },
        {
            "type": "verse",
            "text": "\"O mighty armed king! How a tree planted in the back yard of one's own house, even though  grown big and difficult to climb with a huge trunk and large branches, does not yield fruits but dries  up after flowering, he who planted it would not enjoy the fruit for which it was planted. This is the  analogy applied to you, if you, as a Master, would not indeed rule over us, your servants. You can understand  the meaning.\""
        },
        {
            "type": "verse",
            "text": "\"O Rama! Today, let the world see you when crowned, like the sun with its glowing splendour,  shining brilliantly at noon. May you relax and wake-up too, to the sounds of an ensemble of musical  instruments, the tinkling of ornaments strung with tiny bells and worn around the waist and anklets  as well as sweet invocation of songs. Look after, you, lordship of world here, as long as the stellar  sphere revolves and so far as the earth is spread out.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Bharata, Rama who conquered the cities of adversaries, accepted  his words saying \"Be it so\" and sat on an auspicious seat. Thereafter, on instructions from Shatrughna,  skilled barbers with gentle hands who can do their work with a good speed, encircled Rama all round.  Bharata, having bathed first, the mighty Lakshmana, Sugreeva the lord of monkeys and Vibhishana the  king of demons took bath. Rama had his matted locks disentangled and bathed. He stood there, shining  with splendour, adorned with picturesque garlands, smeared with sandal pastes of various colours and  clothed in costly raiment."
        },
        {
            "type": "verse",
            "text": "Shatrughna, the valiant and charming man, the promoter of Ikshvaku dynasty made arrangements  for personal adornment of Rama and Lakshmana. Then, all the noble-minded widows of Dasharatha indeed  themselves personally adorned Sita beautifully. Thereupon, the delightful Kausalya, who was affectionate  of her sons, adorned with zeal all the wives of monkeys."
        },
        {
            "type": "verse",
            "text": "Later, on the orders of Shatrughna, the charioteer by name Sumantra made his appearance,  yoking chariot to horses which were completely beautiful in all respects. Seeing the charming chariot,  which emitted immaculate splendour like that of the sun, standing before him, the mighty armed Rama,  the conqueror of hostile cities, ascended it."
        },
        {
            "type": "verse",
            "text": "Sugreeva and Hanuman, having splendour similar to that of Indra the lord of celestials,  after taking their bat, wore beautiful raiment as well as sparkling ear rings and started. Endowed with  all types of ornaments as well as charming ear-rings, those wives of Sugreeva together with Sita moved  out, longing as they were, to see the city."
        },
        {
            "type": "verse",
            "text": "In Ayodhya, the ministers of king Dasharatha, having placed the priest in their front,  planned everything meaningfully. Ashoka, Vijaya and Siddhartha, with a great concern, discussed about  Rama's advancement and the prosperity of the City."
        },
        {
            "type": "verse",
            "text": "\"You ought to do auspiciously whatever is required for the coronation of the great-souled  Rama, worthy of victory.\""
        },
        {
            "type": "verse",
            "text": "Advising the priest in this way, all those ministers quickly started from the city, with  an intention to see Rama. The faultless Rama, mounting the excellent chariot, as Indra ascended the  chariot yoked to green-coloured horses, sallied forth to the city. Bharata took up the reins. Shatrughna  held the parasol on Rama's head. Lakshmana winnowed a fan. Vibhishana, the king of demons standing nearby,  held a white fan, shining brilliantly like the moon."
        },
        {
            "type": "verse",
            "text": "Then, in the sky, groups of sages, celestials along with troop of the Maruts, the host  of the gods, praised Rama and sweet reverberation was heard. Thereupon, Sugreeva, the foremost of monkeys,  possessing a great splendor, mounted an elephant named Shatrunjaya, looking like a mountain."
        },
        {
            "type": "verse",
            "text": "Assuming human forms and adorned with all types of ornaments, monkeys sallied forth,  mounting on mine thousand elephants. Rama, the foremost among men, accompanied by sounds of conches  buzzing in the ears and sounds of kettle-drums, proceeded to the city of Ayodhya, having a series of  palaces."
        },
        {
            "type": "verse",
            "text": "Then, the people of Ayodhya saw Rama, the chariot warrior, having a beautiful form, arriving  on a chariot, with attendants walking in front. Felicitating Rama and greeted in reciprocation by Rama,  they followed the great souled Rama, who was surrounded by his brothers. Surrounded by ministers, brahamanas  and other citizens, Rama shone with his own brilliance, like the moon among the stars."
        },
        {
            "type": "verse",
            "text": "That Rama drove, surrounded by musicians having musical instruments cymbals and Swastika-musical  instruments in their hands walking in front and uttering auspicious songs. Men with grains of rice mixed  with turmeric and thereby appearing gold in colour, cows, maidens along with Brahmanas having balls  of sweets in their hands, walked in front of Rama."
        },
        {
            "type": "verse",
            "text": "Then, Rama narrated about his friendship established with Sugreeva, the power of Hanuman  and the great act of monkeys to his ministers. Hearing the well-known achievement monkeys and the commonly  known strength of the demons, the citizens of Ayodhya were astonished."
        },
        {
            "type": "verse",
            "text": "Then, Rama spoke to his counselors about his meeting with Vibhishana. After recounting  it, the resplendent Rama entered Ayodhya crowded with happy and rejoiced people, together with the monkeys.  Then, the citizens hoisted flags on every house. Rama reached the beautiful palace, paternal occupied  by Ikshvaku kings."
        },
        {
            "type": "verse",
            "text": "Approaching and entering the palace of the great-souled father, Rama the prince offered  salutation to Kausalya, Sumitra and Kaikeyi and spoke the following sweet and meaningful words to Bharata,  the foremost among the righteous. \"Give this great palace of mine which looks excellent with Ashoka  garden and consisting of pearls and cat's eye-gems to Sugreeva for his stay.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of Rama, Bharata having a true prowess, holding Sugreeva by his hand,  entered that house. Thereupon, some men as ordered by Shatrughna, quickly brought oil lamps, beds as  also mats and entered the house. Bharata of great splendour spoke to Sugreeva as follows: \"O capable  person! Order the messengers to make arrangements for Rama's coronation.\" Sugreeva then gave four golden  jars encrusted with jewels, to four leaders of monkeys. O monkeys! Get ready in such a way that you  await my orders tomorrow at dawn, with your water-jars filled with water from the four oceans respectively.\""
        },
        {
            "type": "verse",
            "text": "The great souled monkeys, resembling elephants and going speedily like eagles, thus ordered  by Sugreeva, leapt quickly into the sky. Jambavan, Hanuman, a monkey called Vegadarshi and Rishabha brought  water-jars filled with water. They brought water from five hundred rivers with those jars. Thereafter,  the energetic SusheNa brought a jar, adorned with all types of precious stones, filled with water from  the eastern sea. Rishabha brought water quickly from the southern sea in a golden jar, covered with  some stems of red sandal-wood tree."
        },
        {
            "type": "verse",
            "text": "Gavaya, having a pace as rapid as wind, brought cool water from the western ocean, in  a large jar set with jewels. That virtuous Nala, who vied with Garuda (the king of birds) and the wind-god  in prowess, and who was endowed with all good qualities, swiftly brought water form the northern sea."
        },
        {
            "type": "verse",
            "text": "Then, Shatrughna, accompanied by the counsellors, reported to Vasishta, their chief priest  and his friends, about that water intended for Rama's coronation brought by those foremost of monkeys.  The elderly Vasistha, with diligence, along with other brahmins on his side, prevailed upon Rama duly  to occupy along with Sita, on a seat made of precious stones."
        },
        {
            "type": "verse",
            "text": "Vasishta, Vamadeva, Kashyapa, Katyayana, Suyajna, Gautam and Vijaya consecrated Rama  the tiger among men, with clear and fragrant water, as the eight Vasus consecrated the thousand- eyed  Indra the lord of celestials. Eight Vasus: 1. Aapa (connected with water) , 2. Dhruva the pole-star,  3. Soma the moon, 4. Dhara, 5. Anila, the wind, 6. Pavaka the fire, 7. Pratyusha, the Dawn , 8. Prabhasa  the Light."
        },
        {
            "type": "verse",
            "text": "Vasishta and others, with much delight got him consecrated first, with Brahmanas officiating  as priests and by virgins, ministers, warriors, as well as merchants sprinkling the sap of all kinds  of medicinal herbs, with the four gods the guardians of the worlds, standing in the air and with all  the gods assembled there, sprinkling the sap on Rama."
        },
        {
            "type": "verse",
            "text": "With which crown, long ago, Manu the emperor was adorned while he was consecrated and  with which, the kings followed in his line were successively adorned while they were coroneted, that  crown studded with precious jewels, fashioned by Brahma at the beginning of creation and dazzling with  splendour, being kept according to practice on a throne adorned with many kinds of precious stones in  the council-hall, studded with gold, graced with abundant riches, decorated and shiningly made with  most charming jewels of various kinds, and thereafter Rama duly adorned by that crown as well as jewels  by the great-souled Vasishta and other priests officiating at the coronation-ceremony."
        },
        {
            "type": "verse",
            "text": "Shatrughna held over him, a white and charming parasol; Sugreeva the king of monkeys,  a white whisk and Vibhishana the lord of demons, another whisk shining like the moon. Encouraged by  Indra, the lord of celestials, the wind-god presented to Rama, a golden garland consisting of a hundred  lotuses and which looked shining brilliantly."
        },
        {
            "type": "verse",
            "text": "Induced by Indra, the wind-god presented to Rama the king, a chain of pearls, adorned  with gems and endowed with several types of precious stones."
        },
        {
            "type": "verse",
            "text": "On that occasion of the coronation-ceremony of the intelligent Rama, who was well-deserving  it, the celestial-musicians among the celestials gracefully sang and troupes of Apsaras (celestial nymphs)  danced. On the occasion of that merriment of coronation to Rama, the earth was bearing a rich crop,  the trees were laden with fruits and fragrant flowers."
        },
        {
            "type": "verse",
            "text": "Rama the foremost among men, first gave away to Brahmanas, a hundred thousand horses  and cows that have lately calved as well as a hundred bulls. He again gave to Brahmanas, thirty crores  of gold coins, all kinds of very costly jewels and raiment."
        },
        {
            "type": "verse",
            "text": "Rama gave to Sugreeva, a beautiful chaplet, studded with plenty of gems, looking like  a beam of sun-light. The joyful Rama presented to Angada, the son of Vali, a bracelet worn on upper  arm, conspicuously studded with cat's eye gems and adorned with jewels and gems."
        },
        {
            "type": "verse",
            "text": "Rama presented to Sita, an excellent string of pearls, furnished with superior gems,  shining like a beam of moon-light; two clean and beautiful raiment and lovely ornaments. Looking towards  Hanuman the monkey, Sita, daughter of Janaka, having taken off the pearl-string from her neck, repeatedly  caught the glimpse of all the monkeys"
        },
        {
            "type": "verse",
            "text": "Looking at her, Rama who was acquainted with the gesture of another, spoke to Sita  as follows: \"Dear Sita! Give the pearl-necklace to a person, with whom you are pleased and in whom  the following viz. sharpness, firmness, renown, dexterity, competence, modesty, prudence, virility,  prowess and intelligence are ever present.\""
        },
        {
            "type": "verse",
            "text": "The black-eyed Sita gave that pearl necklace to Hanuman. Hanuman, the foremost among  the monkeys, by wearing that necklace, which was as white as a heap of moonlight-beams, shone brilliantly  as a mountain silvered by a white cloud. All the elder ones among the monkeys and others who were foremost  among the moneys, were honoured suitably with raiment and ornaments."
        },
        {
            "type": "verse",
            "text": "Thereafter, Rama the tormentator of enemies, having thought over, presented articles  according to their inclinations, to Mainada, Dvivida and Nila. Rama, who was unwearied in action, then  suitably honoured Vibhishana, Sugreeva, Hanuman, Jamabavan and all other eminent monkeys with desired  objects and abundant gifts. All of them went back, delighted in mind even as they had come."
        },
        {
            "type": "verse",
            "text": "Thereafter, all those excellent great souled monkeys, offering their salutation to Rama  and getting permission from him, returned to Kishkindha. Having seen Rama's coronation-ceremony, Sugreeva  the chief of monkeys, after getting honoured by Rama, entered the city of Kishkindha."
        },
        {
            "type": "verse",
            "text": "The righteous and the renowned king Vibhishana too, after obtaining the treasure of the  race (kingdom of demons), followed by those foremost of demons, returned to Lanka. "
        },
        {
            "type": "verse",
            "text": "That renowned Rama, of a very generous nature, having destroyed his enemies and ruling  the entire kingdom, enjoyed it with a great delight. Rama, affectionate of righteousness, spoke to Lakshmana,  the knower of righteousness (as followers): \"O Lakshmana, the knower of what is right! Rule with me,  this earth, as ruled by the earlier kings, with the help of an army. Installed in the office of Prince  Regent, bear like me, the burden (of sovereignty), which was borne by our forefathers.\""
        },
        {
            "type": "verse",
            "text": "When Lakshmana did not give his consent, eventhough being repeatedly entreated in all  ways, nay even being appointed to the office of Prince Regent, the great-souled Rama thereupon consecrated  Bharata. Rama propitiated the gods by performing Paundarika, Ashvamedha, Vajapeya and other sacrifices  many times."
        },
        {
            "type": "verse",
            "text": "Having enjoyed the kingship for ten thousand years, Rama performed a hundred horse-sacrifices,  in which good horses were sacrificed and numerous gifts bestowed. That Rama, having his long arms reaching  down his knees, having a broad chest and glorious, ruled this earth with Lakshmana as his companion."
        },
        {
            "type": "verse",
            "text": "Obtaining a very great kingdom the righteous Rama propitiated the almighty with many  kinds of sacrifices, with the team-work of his sons, brothers and relatives. While Rama was ruling the  kingdom, there were no widows to lament, nor there was no danger from wild animals, nor any fear born  of diseases."
        },
        {
            "type": "verse",
            "text": "The world was bereft of thieves and robberies. No one felt worthless nor did old people  perform obsequies concerning youngsters. Every creature felt pleased. Every one was intent on virtue.  Turning their eyes towards Rama alone, creatures did not kill one another. While Rama was ruling the  kingdom, people survived for thousands of years, with thousands of their progeny, all free of illness  and grief. "
        },
        {
            "type": "verse",
            "text": "While Rama ruled the kingdom, the talks of the people centered round Rama, Rama and Rama.  The world became Rama's world. The trees there were bearing flowers and fruits regularly, without any  injury by pests and insects. The clouds were raining in time and the wind was delightful to the touch.  Brahmins (the priest-class), Kshatriyas (the warrior-class), Vaishyas (the class of merchants and agriculturists),  Shudras (the servant-class) were performing their own duties, satisfied with their own work and bereft  of any greed. While Rama was ruling, the people were intent on virtue and lived without telling lies."
        },
        {
            "type": "verse",
            "text": "All the people were endowed with excellent characteristics. All were engaged in virtue.  Rama was engaged in the kingship thus for one thousand years. In this world, whoever person reads and  listens to this foremost lyric derived from the speech of a sage, which is endowed with righteousness,  conferring fame and longevity, fetching victory to kings and as written at first by Valmiki, that person  is delivered from all misfortune."
        },
        {
            "type": "verse",
            "text": "On hearing the narrative of his coronation in this world, a person seeking for sons gets  sons. A person looking for wealth, gets the riches. A king conquers the earth and overcomes his enemies.  Even as Kausalya, the mother has Rama as her living son, or as Sumitra has Lakshmana or as Kaikeyi has  Bharata, the women likewise can become mothers of living sons, endowed with children as well as grand  children and thus become happy forever."
        },
        {
            "type": "verse",
            "text": "On hearing this epic of Ramayana and all the episode of victory of Rama, who was unweary  in his actions, a person gets longevity to life. He or she, who hears with attention and with a subdued  anger, this poetic composition done by Valmiki long ago, that person overcomes the difficulties."
        },
        {
            "type": "verse",
            "text": "Whoever hears this poetical composition written by Valmiki long ago, they at the conclusion  of their absence from home, meet their relatives and get rejoiced. They get all the boons, entreated  from Rama. All the gods get pleased with those who carefully listen to it."
        },
        {
            "type": "verse",
            "text": "Whoever carefully listens to the epic in his house, all obstacles come to an end. A king  conquers the earth. A person staying away from home, fares well. On hearing the epic, the menstruating  women give birth to excellent sons. The adorer and the reader of this ancient epic gets relieved of  all sins and obtains longer life."
        },
        {
            "type": "verse",
            "text": "The epic is to be listened by warrior-class, after offering their salutation with their  heads bent low, from brahmins every day regularly. There is no doubt that the listener and the reader  of this entire Ramayana will get lordship and the birth of a son. Rama gets forever pleased with him  who listens to or reads Ramayana daily. He is indeed the eternal Vishnu, the Lord of preservation. Rama  is the primordial Lord, clearly placed before the eyes the powerful Lord removing the sins and the great-armed;  who has abode on waters (of the ocean of milk) Sesha (the serpent-god forming his couch is said to be  Lakshmana."
        },
        {
            "type": "verse",
            "text": "Tell this epic which occurred long ago in this manner, to those who ask for it, fearlessly.  Let there be happiness to you! Let the strength of Vishnu increase! By studying and listening to this  epic, all the gods get appeased. By listening to this Ramayana, the forefathers forever get pleased."
        },
        {
            "type": "verse",
            "text": "To those persons who transcribe with devotion this collection of poems depicting the  story of Rama residence in heaven is assured. By listening to this highly meaningful and auspicious  poetical composition, a person gets family-prosperity, augmentation in money and grain, superior women,  exquisite happiness and all the acquisition of wealth on this earth. This narrative is to be listened  invariably by good people, seeking for wisdom, longevity, health, fame, fraternity, intelligence, welfare  and brilliance."
        }
    ]
}