{
    "id": "prose-yuddha-13",
    "kanda": "yuddha",
    "sarga": "13",
    "title": "Mahaparsva's advise to Ravana",
    "chapter": "13",
    "overview": "Advised by Mahaparsva to take charge of Sita by force, Ravana expresses his inability to do so, because of a curse pronounced against him by Brahma (lord of creation) in the past. Ravana then boasts of his own prowess.",
    "content": [
        {
            "type": "verse",
            "text": "Perceiving Ravana enraged, a very strong demon named Mahaparsva thought for a while and with joined palms, spoke as follows: \"That man indeed is a fool, who after reaching a forest inhabited by wild beasts and vicious elephants and having duly found honey, does not drink it. Who is a lord to you, who are a lord of all? Setting your foot upon the heads of your enemies, take pleasure with Sita. Act in the mode of a cock, forcibly against her. Enjoy that Sita, by charging on her again and again and revel with her. What fear will be there to you, after fulfilling your lust? All that comes or yet to come will be prevented (by us). Kumbhakarna and Indrajit of great might together with us are capable of keeping off even Devendra (god of celestials), wielding the weapon of a thunderbolt. Overstepping the methods of giving away gifts or conciliation or even showing dissention being followed by right men, I like accomplishment of actions through hostile means.  We shall make all your enemies reaching here to surrender, by the power of our weapons. There is no doubt about it.\""
        },
        {
            "type": "verse",
            "text": "Appreciating the words spoken thus by Mahaparsva, King Ravana spoke the following words: \"O, Mahaparsva! Know a little secret about me. I shall tell you an incident, which occurred to me long ago. Once I saw a celestial nymph, Punjikasthala (by name) flashing like a flame, concealing herself in the sky and proceeding towards the abode of Brahma. She was made unclothed by me and was enjoyed forcibly. Thereafter, appearing like a crumpled lotus, she went to the abode of Brahma. I think that the matter was made known to the high soled Brahama and then the enraged Brahma spoke to me the following words: \"From today onwards, if you revel with any other woman forcibly, your head then undoubtedly will break asunder into a hundred pieces. Fearing the curse given in this manner by Brahama, I am not violently making Sita the daughter of Videha, to mount on my beautiful bed forcibly. My swiftness is like that of an ocean. My movement is like that of a wind. Rama does not know this and hence he is indeed having an encounter with me. If not otherwise, who wants to arouse me (for a combat) as one would awaken a lion asleep, sitting at a place in a mountain cave or arouse into activity an enraged Death? Rama did not see the arrows, looking like two tongued serpents, coming forth from me. That is why he is marching against me for a battle I shall blaze up Rama swiftly with my arrows in hundreds resembling thunder bolts discharged from my bow, like tormenting an elephant with fire brands. Surrounded by great army, I shall take away that strength of Rama, as a rising sun at dawn takes away radiance of the stars. Even Devendra (lord of celestials) with thousand eyes or Varuna (king of the Universe) can not conquer me in battle. Once upon a time, this city of Lanka ruled by Kubera (Lord of riches) was conquered by me with the power of my arms.\""
        }
    ]
}