{
    "id": "prose-yuddha-14",
    "kanda": "yuddha",
    "sarga": "14",
    "title": "Vibhishana informs about the power of Rama's arrow",
    "chapter": "14",
    "overview": "Vibhishana informs the assembly about the strength of the monkeys, and about the power of Rama`s arrow. He also informs that none on the demon's side can withstand Rama, in battle. Prahasta replies that they have no fear at any time to face Rama in battle. Then, Vibhishana reiterates the enormous strength of the fatal arrows discharged by Rama and requests the assembly to save Ravana by giving back Sita to Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of Ravana the king of demons and the growls of Kumbhakarna, Vibhishana spoke the following friendly and meaningful words to Ravana the foremost king of ogres: \"By whom, O, king, has been wrapped around your neck, this great serpent of gigantic body called Sita, with heap of expended hoods as her bosom, having poison as her anxiety and with sharp fangs as her sweet smile and with five hoods as her five fingers. Even before the monkeys with their body size as mountain peaks, having their teeth and nails as weapons, rush full upon the city of Lanka, give back Sita to Rama. Even before arrows resembling thunder bolts and with a speed equal to wind, dispatched by Rama, take away the heads of chiefs of demons, give back Sita to Rama. O, king! Either Kumbhakarna or Indrajit and either Mahaparsva or Mahodara and either Nikumbha or Kumbha or even Atikaya cannot withstand Rama in battle. Even if you are protected by the sun god, or by Maruts (storm gods) nor even seated in the lap of Indra or god of Death nor if you have penetrated into the regions of heaven or under the earth you will not be spared by the arrows of Rama.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Vibhishana, Prahasta spoke as follows: \"We are not knowing of fear at all. We do not have fear of either celestials or demons at any time. We do not have fear from Yakshas (demi- gods) or Gandharvas (celestial musicians) or eminent Nagas (serpent demons) or from birds and reptiles on the field of battle. When such is the case, how can we have fear from Rama, the son of a human king at any time in battle?\""
        },
        {
            "type": "verse",
            "text": " Vibhishana who desired the welfare of the king and who possessed a stable mind in virtue wealth and pleasure, after hearing the inimical words of Prahasta, spoke highly meaningful words as follows: \"O, Prahasta! The series of actions king or Mahodara as also yourself and Kumbhakarna propose to take against Rama are impossible of being accomplished, any more than going to heaven by wicked minded persons. How is it possible by me or by you or by all the demons to kill Rama, who is expert in all matters, any more than a person without a bark to cross a great ocean. Even the celestials would feel bewildered when placed in front of the king Rama who gives priority to righteousness, is a great car warrior, was born in the dynasty of Ikshvaku and is capable of accomplishing his objects. The sharp arrows discharged by Rama, which are furnished with heron's feathers and are dangerous to be approached, have not yet penetrated, duly piercing, your body. That is why, you indulge in a boastful talk. The sharp and fatal arrows, discharged by Rama with the speed of a thunderbolt, have not yet penetrated, duly splitting your body. That is why; you are indulged in a boastful talk. Ravana or Triseersha, with great strength or Nikumbha the son of Kumbhakarna or Indrajit or yourself are not capable to withstand Rama, who is equal in strength to Indra, in battle. Even Devantaka or Narantaka or Atikaya or Atiratha of gigantic proportions, or Akampana who is mighty as an ocean are not capable to withstand against Rama in battle. This king who is overcome by evil addictions, * is rude in nature and acts inconsiderately. Such a king is being surrounded as a caucus by you who are his companions taking the form of his enemies for the ultimate destruction of demons.\""
        },
        {
            "type": "commentary",
            "text": "*The following are the seven evil habits to which kings are generally found addicted: --Harshness of speech and severity of punishment, extravagance, drinking, love of women, hunting and gambling."
        },
        {
            "type": "verse",
            "text": "\"You lift up and release this king, who has been wrapped forcibly by a terrific and exceedingly strong snake of boundless proportions having thousand hoods and make him completely free. All the well-wishers who are getting their desires fulfilled by the king, should come together and protect the king by coercion even by pulling his hair if necessary as one who is taken ossession of by evil spirits with terrific strength, is protected by one's kith and kin. This Ravana, for his part who is going to be enveloped forcibly by an ocean in the shape of Rama - which is full of excellent water (who possesses excellent moral character) and who is about to fall into the mouth of Patala (the nethermost subterranean region) in the shap of Rama, is fit to be rescued united by you. I am telling these right and wholesome words, as per my opinion, to this city and the demons inhabiting in it as well as to the king and his well wishers: Let Sita be given back to Rama. A counselor is he, who after knowing the strength of the enemies and that of his own (master) and even so duly grasping with his intellect, the status quo, fall, or rise in military power like-wise on both sides, renders advice which is appropriate to the interest of his king."
        }
    ]
}