{
    "id": "prose-yuddha-15",
    "kanda": "yuddha",
    "sarga": "15",
    "title": "Indrajit criticizes Vibhishana",
    "chapter": "15",
    "overview": "Indrajit criticizes Vibhishana for underestimating the former`s strength. Vibhishana abuses Indrajit for his immaturity of mind and for his rash nature in underscoring the power of Rama`s arrows. Vibhishana further advises Ravana to give back Sita along with valuable presents to Rama and to live happily ever after in Lanka.",
    "content": [
        {
            "type": "verse",
            "text": "Carefully hearing the words of Vibhishana, whose intellect was equal to that of Brihaspati (god Of wisdom and eloquence) the high spirited Indrajit, the chief of army of demons spoke as follows: \"O, youngest uncle! Pray, what? Your words are meaningless and very much frightening. Even he who is not born in this race would neither speak such words nor do such a thing (as you suggest). In our race, this Vibhishana the youngest uncle is the only individual lacking in strength, heroism, prowess, courage, valor and vital powers. What after all are those princes who are mere human beings? They can be killed even by one very ordinary demon among us. Why are you frightening us?  At one time, the competent Devendra, the lord of three worlds, was indeed tossed down on the floor by me. All the flocks of celestials were cast into fear and all of them fled to different quarters. Airavata (Indra`s elephant), which was making noise discordantly, was hurled down by me on the floor. I forcibly extracted its teeth and frightened the entire flock of celestials. How can I, with great valor, who suppressed the arrogance of even the celestials and who made the lives of even excellent of the demons miserable, not capable of conquering the two princes who are ordinary human beings?\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of Indrajit, who was equal to Indra (god of celestials), dangerous to be approached, and possessing great vital power, Vibhishana the excellent one among bearers of weapons spoke then the following highly meaningful words: \"O, child! There is no stability of thought in you. Being a boy, you are still immature in mind. That is why, many a meaningless word was prattled by you too, for only your self-destruction. In the guise of a son, O, Indrajit, you are an enemy of Ravana putting on the mask of a well wisher in that even hearing (from me) of his destruction at the hands of Rama, you are blindly agreeing with him. You surely are fit to be killed. Nay, he too is fit to be killed, who brought you, a reckless boy here today and ushered you foolishly in the proximity of counselors. You are a stupid, irresolute, without humility, rude natured; unwise; evil person, inexperienced and highly evil minded. You are speaking in this manner because you are an immature boy. Who can endure the arrows, discharged by Rama in battle right in front of the enemy, which resemble Brahma's (creator's) staff in glory, which present a form similar to that of God of Death and are equal to the Yama's staff?  Offering riches, precious stones, good jewellery, excellent clothes, bright colored gems and the god-like Sita to Rama, let us live here, free from anguish.\""
        }
    ]
}