{
    "id": "prose-yuddha-16",
    "kanda": "yuddha",
    "sarga": "16",
    "title": "Ravana refuses to hear the words of Vibhishana",
    "chapter": "16",
    "overview": "Ravana refuses to hear the words of Vibhishana and rebukes him with harsh words. Vibhishana gets angry and sets off, to leave Ravana.",
    "content": [
        {
            "type": "verse",
            "text": "Ravana, goaded by death, spoke the following harsh words to Vibhishana, who was very stable and who had spoken wholesome words: \"One can stay together with an enemy or even with a furious snake, but one cannot stay together with an adversary yet avowing himself as a friend. I know the conduct of kinsmen in all the worlds. These kinsmen always are rejoiced at the calamities of their kinsmen. The kinsmen indeed insult and even humiliate their kinsman, who is an effective leader, a person of education and right conduct and a valiant man. The horrible kinsmen with their concealed thoughts and treacherous minds, terrific ones as they are, always rejoice each other in adversities. Previously in a forest called Padmavana, some maxims were spoken by elephants, which saw men with nooses in hand. Hear and I shall tell them. For us, fire or weapons or nooses are not begetting fear. The terrific kinsmen, incited by selfishness are begetting fear to us. These kinsmen will inform the strategy to our enemies to seize us. There is no doubt about this. Out of all fears, the fear of kinsmen is very much troublesome for us. It is a well known thing. There is wealth in cows. There is fear for kinsmen. There is fickleness in women. There is austerity in Brahmins. Hence, it is not of liking to you that the people are venerating me, that I obtained riches and that I am sitting tight in the heads of enemies. As drops of water fallen on lotus leaves do not get clung to those leaves, so also a friendship does not cling to vulgar ones. As rainy clouds in autumn, even though thundering, cannot get the earth saturated with water, so also friendship does not have tenderness of heart in vulgar people. As a honey bee, even though getting nectar from a flower, does not stick on to that flower due to its eager desire for more, you also belong to that category as friendship does not stick on to vulgar people. As even though trying to drink nectar from a flower of grass, a honey bee cannot get it, so also friendship cannot be extracted from vulgar persons. How an elephant abuses its body by helping itself with dust after taking bath earlier with its trunk, friendship gets an abuse in vulgar persons in the same manner. If any other person utters these words in this manner, he will be ceasing to exit at this moment.  A curse upon you!\""
        },
        {
            "type": "verse",
            "text": "Hearing those harsh words from Ravana, Vibhishana who advocates justice, wielding a mace in his hand, soared high into the sky, along with four other demons. Then, the illustrious Vibhishana who became angry also spoke these words to king Ravana, his brother after moving into the sky.  You are a brother to me. You utter whatever you like. Elder brother is like a father. Even if he is not staying in a right path, he is to be respected. But I cannot forbear these harsh words from you. Those who have an ill composed mind and who get conceded to the occasion do not assimilate the words of prudence, spoken by a well wisher. Men who forever speak pleasing words are easy to be obtained. But one who speaks of useful but unpleasing words as also the one who listens to them, are rare to be obtained. I could not ignore you, being destroyed by the noose of Yama (god of death); tied around you and which snatches away all beings, as none can ignore a burning house. I do not wish to see you, being killed by Rama with his sharp arrows, adorned with gold and each resembling like a blazing fire. Persons who are valiant, strong and skilled in weaponry, when time comes, sink down (ruin) as a dam constructed with sand sinks down. As an elder brother, bear the words spoken by me, who desire your welfare. Guard this city and yourself along with demons, by all means. Let all be well with you. I am departing. Be a happy person without me. O, Ravana the ranger of the night! My words are not relishing to you, who are being restrained by me duly desiring your welfare. Persons whose duration of life is to end, do not accept the salutary words spoken by their well wishers\""
        }
    ]
}