{
    "id": "prose-yuddha-17",
    "kanda": "yuddha",
    "sarga": "17",
    "title": "Vibhishana reaches Rama's places",
    "chapter": "17",
    "overview": "Vibhishana together with four of his companions reach Rama's place. Halting in the sky itself, Vibhishana asks Rama to give a refuge to him. Sugreeva tells Rama that he cannot trust Vibhishana the demon. Then Rama asks for opinion of the leaders in his group. Angada, sharabha, Jambavan and Mainda expressed their apprehensions to accept Vibhishana. But Hanumann says that Vibhishana need not be doubted because he thinks that Vibhishana understands the merits in Rama and demerits in Ravana. Hanumann further adds that Vibhishana is approaching Rama for refuge because Vibhishana is desirous of obtaining the kingdom of demons. Hanumann requests Rama to take his final decision on the matter.",
    "content": [
        {
            "type": "verse",
            "text": "Having spoken the aforesaid harsh words to Ravana, Vibhishana arrived almost immediately to the place where Rama was together with Lakshmana. Those leaders of monkeys standing on the ground saw Vibhishana, resembling the peak of Mount Meru and shining like a thunderbolt in the sky. His four companions of terrific prowess were also there with him. They were wearing weapons and armour and were adorned with excellent ornaments. Vibhishana also resembled a mass of cloud, the equal of the God who wields the thunderbolt. He was holding excellent weapons and was adorned with wonderful jewels. Sugreeva the valiant of monkeys, who was difficult to be overpowered, having seen Vibhishana, the fifth one along with four others, became thoughtful along with monkeys."
        },
        {
            "type": "verse",
            "text": "Having thought for a moment, Sugreeva spoke these sterling words to all those monkeys and to Hanumann in particular: \"See this demon possessing all types of weapons, coming along with four demons. There is no doubt that he is coming to kill us.\""
        },
        {
            "type": "verse",
            "text": "Hearing Sugreeva's words, all those excellent monkeys lifted trees and mountains and spoke as follows: \"Do you swiftly order us to slay these wicked doers, O, king? Let us strike these fools down so that they drop to the ground!\" While the monkeys were speaking thus among one another, Vibhishana had reached the northern shore and indeed coolly halted there."
        },
        {
            "type": "verse",
            "text": "That great and highly intelligent Vibhishana, halting in the sky itself, saw Sugreeva and those monkeys and spoke to them in a loud voice (as follows): \"There is a demon called Ravana, the king of demons, having a bad conduct. I am his younger brother, known as Vibhishana. It is Ravana who, having killed a bird Jatayu, took away Sita from Janasthana.That unfortunate lady is held captive against her will and she is now amidst the female titans who guard her jealously. I persuaded Ravana again and again by my diverse words and arguments to restore Sita smoothly to Rama. That Ravana, impelled by fate, did not receive my sage advice, as a perverted person does not accept his prescribed medicine. Reviled by him and humiliated as a slave, I, leaving my sons and my wife, have come to take refuge with Rama. Inform immediately to high soled Rama, the protector of all the worlds, that I, Vibhishana, have come here.\""
        },
        {
            "type": "verse",
            "text": "The swift-paced Sugreeva, having heard the words of Vibhishana, spoke more hurriedly to Rama, in front of Lakshmana as follows: \"Belonging to the enemy force, here is an adversary taking us unawares, who unexpectedly has come here to slay us at the first opportunity like an owl destroying crows!. You ought to be aware of the design, distribution, leading of the army and the secret service of the monkeys and also of your foes. May good come to you!. These demons can assume any form at will and can disappear. They are valiant and deceitful. We can not trust them at any time. He may be a spy of Ravana the king of demons. He will succeed to become a member among us and create differences. There is no doubt. Otherwise he , intelligent by himself, can get into possession of a weak point in us. Having first gained our confidence by craft, he may even at any time attack us. A contingent supplied by friends or an inhabitant of the woods (like our selves), or furnished by hereditary warriors or paid servants - all these contingents can be accepted but not that furnished by an enemy. He is indeed a demon by nature and a brother of an enemy who came directly from an adversary. How can we keep trust in him? The younger brother of the famous Ravana, called Vibhishana along with four other demons approached you for refuge. Know that Ravana is sending Vibhishana. I opine that Vibhishana is fit for arrest. Being sent with a crooked intent, this demon came here to attack when you are going to repose faith in him, (remaining hidden by his witchcraft). This Vibhishana is indeed the brother of cruel Ravana. Hence, let him along with his ministers be killed, by imposing severe punishment on them.\""
        },
        {
            "type": "verse",
            "text": "The chief of army Sugreeva, who knew how to speak expressed thus hurriedly to Rama, who was skilled in oratory and thereafter entered into silence. Hearing those words of Sugreeva, the exceedingly strong Rama addressed as follows to the monkeys in front of Hanumann staying near by: \"The very reasonable words uttered by Sugreeva about Vibhishana were heard by you too. An efficient and intelligent person ever desirous of everlasting well being of his friends should properly advise them well in difficult matters. Hence, tell your opinion one by one\""
        },
        {
            "type": "verse",
            "text": "Thus asked by Rama, those monkeys free from lassitude, wishing to do good and out of their politeness, spoke their respective opinions to Rama as follows: \"O, Rama! Nothing is unknown to you in the three worlds. You are consulting us with a friendly heart, as an honor to us. You are avowed to truth, a valiant man and a righteous man of firm fortitude. You take action only after proper investigation. You have good memory. You are committed in your heart to your friends. Hence, your counselors, who are rich in their minds and are moreover efficient, one by one, will tell their opinion with reason.\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus by the monkeys, Angada the intelligent monkey told Rama to arrange for examination of Vibhishana before hand. \"Vibhishana who came from an enemy is indeed to be doubted by all means. He is not to be made as a trust worthy person so soon. Deceitful persons move around, concealing their peculiar nature and attack at weak places. They will create a very great misfortune. One must take a decision, after ascertaining the pros and cons of it. One should take up the action, if there is an advantage and reject it, if it is faulty. If there are great faults in him, let him be rejected undoubtedly. If we recognize many good qualities in him, let him be accepted.\""
        },
        {
            "type": "verse",
            "text": "Thereafter Sharabha on his part spoke the following meaningful and decisive words: \"O, tiger among men! Let a spy be sent to shadow him. By sending out a spy and causing a suitable investigation by a keenly intellectual spy, he can then be accepted as per justice.\""
        },
        {
            "type": "verse",
            "text": "Then, the discerning Jambavan on his part, perceiving the matter through his learning derived from scriptures, advised the following fault-less and qualitative words: \"This Vibhishana came from sinful Ravana who has contracted hostility with you and that too at a wrong place and time. He is to be suspected by all means.\""
        },
        {
            "type": "verse",
            "text": "Then Mainda, skilled in discriminating good and bad conduct in others observed the matter carefully and spoke in his perfect oratory in the following highly reasonable words: \"O, king of kings! This Vibhishana is indeed the younger brother of that Ravana. Let him be questioned slowly by sweet words. Having read actually his mind whether he is dangerous or not, you should act according to your feelings.\""
        },
        {
            "type": "verse",
            "text": "Then the well educated Hanumann, the excellent among counselors; spoke the following smooth meaningful, sweet and brief words: \"Even Brihaspati, while talking cannot excel you, who are possessing an exalted intellect. You are powerful and the foremost man among those who are eloquent. I am talking neither for argument, nor for competition (with other counselors, nor for superiority, nor out of passion for debate but on account of importance of this matter in hand. I am perceiving an error in what was advised by your counselors assigned to look into advantages and disadvantages, accruing from accepting Vibhishana. It is not possible for such a judicious investigation into his character. Without entrusting any work, it is not possible to understand his ability. But at the same time, it occurs to me as a mistake to entrust any work so soon to a stranger. What ever was told by your counselors that it was befitting to send spies to Vibhishana, that action is not possible due to impracticality of the proposition. It has been said that Vibhishana came into a wrong place and time. In that matter, I have to express my thought. Listen to it. This place and time become rightly obtained in his mind , as he has thought that you are superior to Ravana and also found merits in you and demerits in Ravana. It is indeed appropriate for him to arrive at this place and time, by seeing the prowess in you and the wickedness in Ravana. It is worthy of his judgment.\""
        },
        {
            "type": "verse",
            "text": "\"O, king! Whatever was told by your counselors that let Vibhishana be questioned by spies of unknown identity, my considered view is as follows: A wise man being questioned suddenly would be apprehensive of that questioning. In those circumstances, an easily obtained friend becomes faithless upon facing a deceitful questioning. Without possessing a high skill of reading his diversified tones, it is not possible rapidly to comprehend his intention. I am not seeing any bad intention at all in his talk. His face is also bright. Hence, I do not doubt him. A deceitful person does not approach so fearlessly and confidently. His expression too is not bad. Hence, there is no doubt to me on him. It is not possible to hide expression of the face, even if it is concealed. By force, the internal intent of the persons certainly gets revealed. An action endowed with proper place and time transacts successfully, if it is performed quickly. Seeing your perseverance and the improper conduct of Ravana as well as hearing about Vali having been killed and Sugreeva anointed as king, he deliberately came here, with a desire to obtain the kingdom of demons. On consideration of this aspect alone, he is worthy of acceptance by us.  It has been told by me this according to my ability about the sincerity of this demon. After hearing my words, you are indeed the final judge of the issue. \""
        }
    ]
}