{
    "id": "prose-yuddha-18",
    "kanda": "yuddha",
    "sarga": "18",
    "title": "Vibhishana joins as an associate in Rama's side",
    "chapter": "18",
    "overview": "Hearing Hanumann's words, Rama says that he cannot desert Vibhishana who is seeking a refuge in him. Initially Sugreeva disagrees with Rama's opinion. But when Rama explains the different circumstances under which Vibhishana is acceptable, Sugreeva also agrees with that view. Finally Vibhishana joins as an associate in Rama's side.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter the inviolable Rama who possesses sacred knowledge, after hearing Hanumann's words, spoke with a clear understanding, the following opinion that was firm in his mind: \"I also wish to tell my opinion about Vibhishana. I want it to be heard by you, who are firmly established in our welfare. By any means, I do not desert anyone who arrives with a friendly appearance, even if he has a defect .His acceptance is irreproachable in the eyes of good men\""
        },
        {
            "type": "verse",
            "text": "Then, Sugreeva the chief of monkeys closely analyzed and examined the aforesaid words of Rama and thereafter spoke the following most auspicious words: \"What matters if this ranger of night is very dangerous or other wise, if he can desert his own brother at a time of peril? Whom will he not betray subsequently?\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sugreeva, Rama who was truly mighty looked round all of them , smiled a little and spoke the following words to Lakshmana, of virtuous characteristics: \"Without studying scriptures and without serving elders, it is not possible to speak such words as Sugreeva spoke. It appears to my mind that there is however something peculiar in these circumstances which are clearly to be seen in all lives of kings and even occurring in ordinary life. It is told that persons of the same family and rulers belonging to adjoining territories become enemies and strike in times of adversities. For this reason, he came here. Even if belonging to the same family, persons who are virtuous do respect their own well wishers in that family. Generally among kings, even a virtuous person is apprehended. With regard to the draw back you told me in the matter of accepting a person coming from the side of an adversary, hear from me what the scriptures say. We do not belong to the same family. Further, Vibhishana the demon is desirous of acquiring the kingdom. A few of the demons also may be rather learned ones. That is why, Vibhishana is acceptable. Kinsfolk do not live together in a fearless mode and in a delightful manner. Hence, they get a split among themselves. For this reason, a fear has come to him. This loud appeal is also major cause. That is why, Vibhishana can be accepted. My dear one! Neither all brothers are like Bharata, nor all sons of a father like me nor all friends are like you.\""
        },
        {
            "type": "verse",
            "text": "Hearing Rama' s words Sugreeva who was together with the highly wise Lakshmana stood up saluting and spoke these words: \"O, Rama the excellent among the tolerant! Realise that Ravana has sent Vibhishana, the demon. I think of him to be worthy of being taken as a captive. The faultless one! This demon is being sent to kill you who are unsuspecting, or to kill Lakshmana or me in trust. He came here with a crooked mind. He with his counselors is fit to be imprisoned. Is not Vibhishana the brother of cruel Ravana?\""
        },
        {
            "type": "verse",
            "text": "Speaking thus to Rama, the best of Raghu dynasty, Sugreeva who knew the mode of expression, thereafter kept silent. Hearing those words of Sugreeva, Rama pondered over the words and thereafter spoke more auspicious words to Sugreeva as follows: \"O, Sugreeva, Lord of monkey-troops!What does it matter whether that demon is very bad or not bad? He is incapable of doing even a little harm to me. If I wish, I can kill those devilish beings, demons, supernatural beings and ogres living on earth with just a tip of my finger. It is narrated how by a dove, its enemy( a fowler) when it came for a refuge, was received according to rules of hospitality and was invited for a feast with its own flesh.  The aforesaid dove indeed accepted as a guest, the fowler as he came, although he killed its wife .How much more a man like me has to do? Hear the verses inculcating virtue so long ago, by Kandu, the son of a sage called Kanva, a great sage and a speaker of truth. Even an enemy, who formed a cup with his hollowed hands, a miserable person, a person who is begging and who is seeking a refuge should not be killed with the aim of not being cruel. An enemy who comes for protection against others, even if the aforesaid enemy is oppressed or arrogant, is to be protected by one who has a disciplined mind, even by abandoning one's life. If he does not protect rightly through his strength, by fear or by ignorance or by desire, it is a sin to be reproached by the world. If having not been protected, a refugee dies before the eyes of a man who is able to protect him, the former takes along all his moral merit and goes. In not protecting thus the persons who take refuge, there is a great blemish involved in it. It does not bestow heaven. It destroys reputation. It devastates strength and valor. I will follow the excellent words of Kandu. It becomes a very righteous thing, gives reputation, leads to heaven and the rewards appear consequently. He who seeks refuge in me just once, telling me that 'I am yours', I shall give him assurance of safety against all types of beings. This is my solemn pledge. Let him either be Vibhishana or even Ravana himself; I have given an assurance of safety to him. Bring him here.\""
        },
        {
            "type": "verse",
            "text": "Hearing Rama' s words, Sugreeva the lord of monkeys, overwhelmed as he was with cordial friendship, replied to Rama as follows: \"O, Rama, who knows righteousness, the crest jewel among lords of the world! What surprise is there in thinking that you, duly endowed with true essence of life and established in a right path, speak these venerable words? My inmost spirit also feels Vibhishana to be a genuine person, he being well examined from all angles, by act of inference and by his appearance. Hence, let the highly wise Vibhishana be equal among us soon together. Let him get our friendship too\""
        }
    ]
}