{
    "id": "prose-yuddha-19",
    "kanda": "yuddha",
    "sarga": "19",
    "title": "Vibhishana seeks refuge at the feet of Rama",
    "chapter": "19",
    "overview": "Descending from the sky, Vibhishana seeks refuge at the feet of Rama. On Rama's enquiry, he explains about the strength of Ravana. Rama promises to kill Ravana and anoints Vibhishana. Rama sits on the sea -shore, seeking the help of the ocean god to yield a passage for his army to pass through and reach the city of Lanka.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "While the assurance of protection having been given to Rama, the highly sagacious Vibhishana the brother of Ravana bent down and glanced towards the earth. The virtuous Vibhishana descended joyously from the sky to the ground along with his faithful companions and alighted in the vicinity of Rama. Thereafter, Vibhishana along with the four demons fell prostrate and spoke to Rama the following words which were equitable suitable and delightful."
        },
        {
            "type": "verse",
            "text": "\"I am the younger brother of Ravana and was humiliated by him. I sought refuge in you, who are the refuge for all the beings. Abandoning Lanka, friends and possessions, I place my kingdom, life and happiness at your disposal.\" Hearing those words of Vibhishana, Rama in a soothing tone and with a refreshing look in his eyes, spoke these words: \"Tell me really the strengths and weaknesses of the demons.\""
        },
        {
            "type": "verse",
            "text": "Thus asked then by Rama who was unwearied in action, Vibhishana started telling about the detailed strength of Ravana. \"O, prince! Because of a special boon given by Brahma (lord of creation), Ravana can not be killed by all beings, Gandharvas (celestial musicians), serpents, and birds. Kumbhakarna, my elder brother born after Ravana, who is valiant and highly powerful, has enough strength to fight against Indra (Lord of celestials) in battle. You might have heard about Prahasta, his chief of army. He defeated Manibhadra in a battle on the mountain of Kailasa. When furnished with gloves made of the skin of Iguana (to prevent injury from the bowstring) and when clad in armor that no arrow can pierce, that Indrajit (son of Ravana) standing in battle wielding a bow, becomes invisible. The glorious Indrajit, having propitiated the God of Fire, strikes his enemy while remaining invisible in the battle field with a huge battle array (on both sides). Mahodara and Mahaparsva along with a demon called Akampana who are equal to the guardians of the world in battle - they are the commanders of his army. In the city of Lanka, are residing ten thousand crore demons, who can assume any form at will and who consume flesh and blood as their staple food. King Ravana along with those demons made war against the guardians of the earth. Those guardians of the earth along with the celestials were defeated by the wicked Ravana.\""
        },
        {
            "type": "verse",
            "text": "Hearing the aforesaid words of Vibhishana, Rama scrutinized them all attentively and spoke the following words: \"O, Vibhishana! I indeed know those feats standing to the credit of Ravana, which were told by you, as true. After killing Ravana along with Prahasta and his son (Indrajit), I will make you the king. Hear this truth from me. Ravana may well plunge into Rasaatala (the penultimate subterranean region) or even Paataala (the nethermost subterranean region) or seek the presence of Brahma and he will not be left alive by me. I will not enter Ayodhya without killing Ravana together with his sons, companions and relatives in battle. I take oath on my three brothers.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of that Rama, who was unwearied in action, the right minded Vibhishana saluted him by bowing his head and started telling as follows: \"I will extend my help in killing the demons and in attacking the city of Lanka. According to my strength, I will also penetrate into the army of the adversary to fight.\" Rama on his part, duly delighted, embraced Vibhishana who was speaking as aforesaid and spoke to Lakshmana as follows: \"Bring some water from the ocean. O, Lakshmana who bestows honor on others! Quickly consecrate as a king of demons this greatly intelligent Vibhishana with that water, so that I am pleased.\" Hearing Rama's words, Lakshmana consecrated Vibhishana as a king, as per the royal instructions, amidst the leaders of monkeys. Perceiving that instant graciousness in Rama, the monkeys cried, proclaiming \"excellent, excellent\" about the high soled Rama. Hanumann and Sugreeva asked Vibhishana as follows: \" How can we cross the imperturbable ocean, the habitation of Varuna, the god of water by all of us along with our army of monkeys possessing a great splendor? In what manner shall we along with the army swiftly cross the sea, the lord of streams and rivers, and arrive at that strategy?\""
        },
        {
            "type": "verse",
            "text": " Hearing their words, the right minded Vibhishana replied as follows: \"It is apt if prince Rama seeks ocean as his refuge. This immeasurable great ocean was excavated by Sagara*. Hence, this great ocean will be inclined to do the act for Rama, his kinsman.\""
        },
        {
            "type": "commentary",
            "text": "*Sagara was one of Rama's ancestors. His story is told in Balakanda."
        },
        {
            "type": "verse",
            "text": "Hearing the aforesaid words of the learned demon Vibhishana, Sugreeva came to the place where Rama and Lakshmana were there. The long necked Sugreeva then started to tell the auspicious words of Vibhishana, advising Rama to approach the ocean (to allow him a passage). That advice found favor with Rama who by nature is of pious attitude. Then that highly illustrious Rama replied to Sugreeva, the ruler of monkeys who was skillful in action and who was accompanied by Lakshmana."
        },
        {
            "type": "verse",
            "text": " Full of respect for Vibhishana's words, he told him as also his brother Lakshmana smilingly as follows: \"O, Lakshmana! This idea of Vibhishana is agreeable to me. Sugreeva is a learned person. You are ever wise in your thoughts. Both of you decide on the matter and inform whichever is agreeable to you.\""
        },
        {
            "type": "verse",
            "text": "Hearing Rama's words, Sugreeva and Lakshmana both, valiant as they were, spoke with proper courtesy, the following words:  \"O, Rama the tiger among men! Why not Vibhishana's words, which are soothing at this time of crisis be agreeable also to us? Without constructing a bridge across this fiery ocean, which is an abode of Lord Varuna, even the celestials and demons along with Indra cannot reach the city of Lanka. Let the valiant Vibhishana's words be followed suitably. It is enough that we have already wasted our time. Let the ocean be commanded to yield a passage for the army to reach the city being ruled by Ravana.\""
        },
        {
            "type": "verse",
            "text": "Having been thus exhorted, Rama then sat on the shore of the ocean covered with blades of Kusha grass, as the God of Fire ascends the altar."
        }
    ]
}