{
    "id": "prose-yuddha-2",
    "kanda": "yuddha",
    "sarga": "2",
    "title": "Sugreeva comforts Rama",
    "chapter": "2",
    "overview": "Sugreeva comforts Rama, who is tormented with grief, asking him to keep away from apprehensive mind and to think of ways and means to cross the ocean.",
    "content": [
        {
            "type": "verse",
            "text": "The glorious Sugreeva made the following reply, which was intended to expel his grief, to Rama the son of Dasharatha who felt miserable with anguish.  \"Oh, hero! Why are you lamenting thus, as any other ordinary man? Do not be sorrowful like this. Abandon your grief, as an ungrateful man abandons friendship.  As the information about Sita has since been gathered, I do not indeed see any scope for your grief Oh, Rama!  Oh, Rama! You are a wise person, a knower of sacred works, an intellectual and a learned man. Give up these ordinary apprehensions like a man whose spirit is disciplined gives up ideas which spoil the purpose. We shall make our way up to Lanka, by crossing the ocean filled with large crocodiles. We shall destroy your enemy.  All actions get dissipated by a person who is non-enthusiastic, depressed and disturbed with grief. Such a person gets into troubles too.  These leaders of monkey squads are gallant and efficient in all ways. They are enthusiastic even to enter a fire for your sake. I understand this from their joy and my reasoning too is sound.  You ought to act in every way that I may be able to get back Sita after destroying, by an attack, Ravana the enemy of sinful deeds.  You take steps in such a way that a bridge is constructed across the sea and we reach that city of the king of ogres. Be certain that Ravana is killed, once he is seen in a battle and on our seeing that city of Lanka standing on a peak of the Trikuta Mountain. Without building a bridge across the sea the dreadful abode of Varuna (the god of water), Lanka cannot be defeated even by gods and demons including Indra.  Know that when the whole of my army crosses the sea as a bridge is built across it, they will come out victorious, because these monkeys who are able to change their form at will are indeed valiant in battle.  Therefore, take away your apprehensive mind, which destroys any enterprise for grief in this world diminishes the might of a man, Oh king! Cling to the practice of boldness, ought to be resorted to by a man. It will produce competence without doubt to the doer quickly.  Prevail upon the strength with alertness at this moment, Oh highly intelligent prince! Grief for something lost or destroyed consumes all resources of even the strong and magnanimous men like you.  You are the foremost among the intelligent and the knower of all sacred texts. Hence, you ought to defeat the enemy, with allies like me.  I do not indeed see any one who can withstand you in a battle filed in the three worlds, when you are armed with a bow, Oh Rama!  Your work duly entrusted to the monkeys will not be spoiled. You shall behold Sita ere long by crossing theimperishable sea.  Oh, Lord of the earth! Desist from this melancholy. Yield to your legitimate indignation. Unadventurous Kshatriyas (members of warrior-tribe) never win honor but all fear the wrathful. You with your resourceful mind, along with us together, ponder over now a design to cross the sea, the terrible Lord of rivers. Know victory to be certain, once the sea has been crossed by the army. Verily when all my forces have passed over the sea our triumph is assured!  These monkeys, the courageous soldiers who are able to change their form at their volition, will crush their opponents with an avalanche of rocks and trees.  Once we have crossed the sea (the abode of Varuna) by whatever the means employed, Ravana is as definitely killed in my eyes, Oh exterminator of enemies! What is the use of all these words? By all means, you will be a victorious man. I see good omens and my heart is over- thrilled with joy.\""
        }
    ]
}