{
    "id": "prose-yuddha-20",
    "kanda": "yuddha",
    "sarga": "20",
    "title": "Ravana sends Shuka to Sugreeva as an ambassador",
    "chapter": "20",
    "overview": "As per the advice of Sardula, Ravana sends Shuka to Sugriva as an ambassador. The monkeys harass him, who came to their place as a spy. But because of Rama's gracefulness, Shuka comes out of danger. Sugriva gives a fitting reply to Ravana's message sent through Shuka. When monkeys again try to bind him and harass him, Rama prevents them from killing him.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, an energetic demon named Shardula came and saw the army, commanded by Sugriva, which was drawn up in a battle array. That demon, the spy of Ravana the evil natured king of ogres, coolly observed that army from all sides, speedily returned to Lanka and spoke to their king as follows:"
        },
        {
            "type": "verse",
            "text": "\"Boundless and immeasurable like another ocean, this multitude of monkeys and bears is approaching Lanka.. These brothers Rama and Lakshmana, the sons of Dasharatha, the excellent and the most dignified men endowed with beauty have arrived in the cause of Sita and settled in a camp after reaching the sea shore. O, monarch! Their army is employed around a radius of ten yojanas (eighty miles) on all sides. You have to ascertain this truth quickly. Your other spies also ought to ascertain the fact quickly. Under such circumstances, either conciliation or an act of giving away or sowing dissention (in the enemy's ranks) may be employed.\""
        },
        {
            "type": "verse",
            "text": "Hearing Shardula's words Ravana the lord of demons was perturbed and immediately determined his cause of action. Then he spoke the following words to a demon by name, Shuka the foremost among those who know their duty. \"Going quickly, speak fearlessly to king Sugreeva on my behalf, according to my command, in an excellent and gentle voice, as follows: 'O, great king! You are indeed born in a noble family, possessor of a great strength and are a son of Riksharaja. No gain whatsoever or any harm will accrue to you (from this battle) .O, lord of monkeys! Nevertheless, you are like a brother to me. What does it matter to you, if I have embezzled the wife of a wise prince? (Therefore) return to Kishkindha. This Lanka cannot be reached by monkeys in any way. It cannot be acquired even by celestials and Gandharvas (celestial musicians), why to talk about men and monkeys?'\""
        },
        {
            "type": "verse",
            "text": "  Then Shuka the demon heralded by Ravana turned himself into the form of a bird and quickly flew into the sky."
        },
        {
            "type": "verse",
            "text": "Proceeding in the sky for a distance continuously over the ocean, Shuka then stood up in the sky itself and spoke these words to Sugreeva: \"Shuka repeated all the words the wicked Ravana had told him to say to Sugriva. As he was still speaking, the monkeys bounded into the air to reach him at that moment quickly to tear off his wings and to smite him by their fists. The demon thus attacked was forcibly seized by all the monkeys and immediately brought down to the ground from the sky. Shuka being harassed by monkeys spoke the following words: \"O, Rama! Messengers are not to be killed. Let your monkeys be restrained properly. That messenger, who by abandoning the opinion of his king will speak about his own opinion though he being a messenger and he who on the other hand speaks that which was not told to him, that messenger is indeed fit to be killed.\""
        },
        {
            "type": "verse",
            "text": "Hearing Shuka's complaining words, Rama spoke to the foremost of monkeys, who were beating him as aforesaid, saying \"Do not kill him.\" Perceiving no fear from monkeys, Shuka became light winged, virtually standing in the sky and spoke again the following words. \"O, Sugreeva, rich in courage and possessing great strength and valor! What am I to tell Ravana, whose nature is to cause world to cry?\""
        },
        {
            "type": "verse",
            "text": "Hearing the aforesaid words, the mightily strong Sugriva the king of monkeys and the foremost among them, with a merciless mind then spoke to the blame less Shuka, Ravana's spy, as follows: \"O, Ravana, worthy of killing! You are not my companion. You are not worthy of sympathy. You are not the person who helped me in any way. I do not like you, as you are Rama's enemy. Hence, You are worthy to be killed like Vali, along with your associates. I am killing you along with your sons, relatives and other kinsfolk. Arriving with a great army, I will reduce the entire Lanka and all of you to ashes. You along with your younger brother will not be left unkilled by Rama, even if you are protected by all including Indra (the lord of celestials) or even if you have disappeared (by virtue of conjuring trick) or obtained, the solar orbit or entered the nethermost subterranean region or even if approached the lotus feet of Shiva (the lord of Kailasa mountain). I do not see any protector to you as such in the three worlds, nor do I see any devilish being or a demon or a Gandharva (celestial musician) or an ogre coming forward to protect you. You killed Jatayu, the king of vultures and who was senior to you in old age. Why the wide-eyed Sita was not taken away in the presence of Rama and Lakshmana? Having made her captive, you do not recognize her for what she is. You are unaware how strong, high soled and irresistible even to celestials, is this Rama the excellent man of Raghu dynasty, who shall deprive you of your life.\""
        },
        {
            "type": "verse",
            "text": "Thereafter, Angada the son of Vali and the foremost of the monkeys spoke as follows: \"O, Sugreeva the highly intelligent! He is not an ambassador. He appears to me as a spy. All our army has been indeed evaluated by him, standing here. Let him be made captive. Let him not return to Lanka. This indeed finds favor with me.\" Commanded then by the king Sugreeva, the monkeys jumped up, seized and bound him, who without defense, wailed loudly. Harassed by those monkeys there, Shuka on his part cried loudly towards Rama, the high soled son of Dasharatha as follows: \"My wings are being pulled out forcibly. My eyes are being pierced. If I die, all the sins incurred by me between my birth and my death would fall to your share.\" Hearing that lamentation of Shuka, Rama did not allow his killing by the monkeys. Rama ordered monkeys to release him, as he came as an ambassador."
        }
    ]
}