{
    "id": "prose-yuddha-21",
    "kanda": "yuddha",
    "sarga": "21",
    "title": "Rama becomes angry at the ocean",
    "chapter": "21",
    "overview": "The careless ocean did not appear in his personal form to Rama, even when it was requested to do so. Rama becomes angry at the ocean and looses fierce arrows, which cause a terror among the creatures inhabiting the sea.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter Rama, the annihilator of enemies, spreading sacred grass on the sea shore, making a respectful salutation (by joining his palms) to the great ocean with his face turned eastward, lied down with his arm, resembling the body of a snake, as his pillow. His arm formerly adorned with armlets of gems and gold and the most excellent jewels of pearls, was touched more than once, by excellent women ( Kausalya and other mothers or by royal maids). Formerly, his arm used to be tended with sandalwood and aloe and with saffron pastes and made beautiful like the splendor of a rising sun. In the past, the aforesaid arm was graced by the head of Sita on the couch. It resembled the body of Takshaka. (A snake) supported on the water of the Ganga. The aforesaid arm resembled a yoke. It enhanced the grief of his enemies in battle. It was delightful to his friends. It is now placed at the shore of the sea. The aforesaid arm whose skin had been hardened by the strokes of the bow string, off the left arm resembling a great mace and that mighty right arm that bestowed thousands of cows in charity was used as a pillow. Rama, the competent man and the mighty armed said: \" Either crossing of the ocean or a death should occur to me today\". Making that resolve he laid down by the ocean, restraining his speech and with a pious disposition according to tradition."
        },
        {
            "type": "verse",
            "text": "Following the scriptural injunction, that Rama who was devoted to his sacred vow, while sleeping on the ground spread with Kusha grass, spent a time of three nights there. Remaining there for three nights, Rama who was skilled in policy and fond of piety, waited upon the ocean, the lord of rivers. Though honored according to his worth by the self subdued Rama, the careless ocean did not appear in his personal form to Rama. Rama becoming angry with the ocean, having the outer corners of his eyes turned red, spoke those words to Lakshmana, having auspicious marks, who was in his vicinity: \"O, what arrogance of the ocean, who does not appear himself personally before me! Indeed calmness, forbearance kind spoken ness and straight -forwardness- these qualities of noble men give weak results, when directed towards those having no virtues. This world honors that man, who boasts himself, is corrupt and shameless, runs about in all directions advertising himself and commits every kind of excess. In this world, it is not possible to obtain fame, glory or victory at the end of a battle, by conciliation. Behold now this ocean, having its water made suffocated soon with its crocodiles floated on all sides and broken asunder by my arrows. See here, O, Lakshmana, the coils of water snakes, the huge bodies of alligators and the trunks of sea elephants being shattered by me. I will make the ocean with its multitude of conches, oyster shells, fishes and crocodiles, dry up now in this great battle. This ocean is considering me as an incapable man endowed as I am with forbearance. It is a great mistake to show forbearance to such an individual. The Ocean is not appearing himself before me on kind words. O, Lakshmana! Bring the bow and the serpentine arrows. I shall dry up this ocean, so that our monkeys can cross it by feet. Being provoked now, I will shake this ocean, even if it is unshakable. I will force the ocean, which is demarcated by banks and agitated with thousands of waves, bereft of a boundary, by my arrows. I will agitate the great ocean, thronged with great demons.\""
        },
        {
            "type": "verse",
            "text": " Speaking as aforesaid, Rama with his eyes made larger by anger and wielding a bow with his hand, became dreadful to look at, as a blazing fire at the end of the world. Swaying his terrific bow and making the earth tremble by his violence Rama released the arrow resembling a powerful thunderbolt of Indra. (god of celestials). Those excellent arrows having a great speed and ablaze by their splendor, penetrated the waters of the ocean, striking the water- snakes with terror. The great jerk of water with fishes and alligators of the ocean, together with the resonance of the wind became very much dreadful. Immediately that great ocean, became shaken by the cluster of huge waves enveloped by a multitude of conches in its rolling waves and a smoke came out. Sea-snakes having brilliant faces and glittering eyes and the very valiant demons residing in nethermost subterranean region of the sea, were perturbed. Thousands of waves, so large resembling Vindhya and Mandhara mountains, jumped up from the sea with its crocodiles and sea monsters. That ocean with its multitude of fluctuating waves, with its frightened serpents and demons, with huge crocodiles coming out, became full of noise."
        },
        {
            "type": "verse",
            "text": "Then Lakshmana rushed towards Rama who in a terrific velocity was stretching his incomparable bow, with a penetrating sigh, crying: \"No further, no farther\" and took hold of the bow.  Even without the destruction of the ocean, the purpose of you the greatest hero will be fulfilled. Men like you do not fall into the sway of anger. You see some durable and noble alternative.\" Brahmana-sages and celestial sages, stationed in the interior of the sky cried in a loud voices, saying \"No farther, no farther\" and making a noise \"Ah,Oh,Alas!\""
        }
    ]
}