{
    "id": "prose-yuddha-22",
    "kanda": "yuddha",
    "sarga": "22",
    "title": "Sea-god advices Rama with joined palms to build a bridge",
    "chapter": "22",
    "overview": "When Rama is about to release a missile presided over by Brahma from his bow, the sea-god  appears in person before him with joined palms and advises him to get a bridge constructed by Nala across  the ocean. The ocean god disappears after giving this advice to Rama. Nala accordingly constructs a  bridge across the sea with the help of other monkeys.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Rama spoke these harsh words to the ocean: \"O, ocean! I will make you dry up now  along with your nethermost subterranean region. A vast stretch of sand will appear, when your water  gets consumed by my arrows; when you get dried up and the creatures inhabiting you get destroyed by  me. By a gush of arrows released by my bow, our monkeys can proceed to the other shore even by foot.  O, Sea the abode of demons! You are not able to recognize my valor or prowess through your intelligence  .You will indeed get repentance at my hands. Fixing an arrow resembling the Rod of Brahma (the creator)  charged with a missile (presided over by Brahama) to his excellent bow, the exceedingly powerful Rama  stretched it towards the sea.\""
        },
        {
            "type": "verse",
            "text": "While Rama was stretching that bow, both the heaven and earth suddenly seemed to be split  asunder. Mountains also were shaken. Darkness enveloped the world. All the quarters were obscured. Lakes  and rivers were soon agitated. The moon sun and the stars moved obliquely and though the sun's rays  lighted the sky, it was enveloped by darkness and shined with a blaze of hundreds of meteors while thunders  reverberated with an unparalleled sound in the sky. Series of celestial winds blew in their colossal  form and the winds, then sweeping away the clouds, tore up the trees again and again. The wind, shattering  the mountain peaks, broke off the points of the rocks. Winds of great velocity struck together in the  sky and emitted flashes of radiance proceeding from lightning with a great sound and then there were  great thunders. The visible creatures cried out along with the thunders. The invisible beings too gave  off a terrific noise. The creatures were overpowered, frightened, agitated, lied down and also very  much anguished. They did not move due to fear. The great ocean with its waves and water, along with  its living creatures including snakes and demons soon became possessed of a terrific velocity. Due to  that speed and swelling of waters, the ocean crossed beyond the other shore to the extent of a Yojana  (eight miles). Rama born in Raghu dynasty and the annihilator of enemies, did not retreat before that  ocean, which swelled and crossed its limits. Then, Sagara (the ocean god) himself rose from the middle  of the ocean as the sun rises at dawn from the huge mountain of Meru. That ocean along with snakes of  flaming jaws appeared with a hue of glossy emerald adorned with gold."
        },
        {
            "type": "verse",
            "text": "The valiant ocean, the lord of rivers, wearing a wreath of pearls, with his eyes resembling  lotus leaves, bearing a beautiful garland made of all kinds of flowers on his head, with ornaments of  refined gold, adorned with excellent jewels made of pearls from his domain, decorated with different  kinds of gems and metals, resembling Himavat mountain, wearing on his broad chest a locket shedding  a white luster, resembling a Kaustubha gem (adorning the blossom of Lord Vishnu) and hanging in the  middle of a single string of pearls, with a multitude of waves whirled around him, encircled by the  clouds and winds, escorted by rivers mainly the Ganga and Sindhu, endowed with diverse forms resembling  various deities, approached Rama with joined palms, who stood with arrows in hand, addressing him first  as 'Rama!' and spoke the following words: \"O, beloved Rama! Earth, wind ether, water and light remain  fixed in their own nature, resorting to their eternal path. Therefore, I am fathomless and my nature  is that it is impossible of being swum across. It becomes unnatural if I am shallow. I am telling you  the following device to cross me. Neither from desire nor ambition nor fear nor from affection, I am  able to solidify my waters inhabited by alligators. I shall make it possible to see that you are able  to cross over. I will arrange a place for the monkeys to cross me and bear with it. As far as the army  crosses me, the crocodiles will not be aggressive to them.\""
        },
        {
            "type": "verse",
            "text": "Then, Rama spoke to that ocean as follows: \"Listen to me. This great arrow should not  go in vain. In which region should it be descended?\""
        },
        {
            "type": "verse",
            "text": "Hearing Rama's words and seeing that powerful arrow, the large splendid Ocean spoke the  following words to Rama: Towards my northern side, there is a holy place. It is well known as Drumatulya,  in the same way as you are well known to this world. Numerous robbers of fearful aspect and deeds, having  the sinful Abhiras as their chief, drink my waters there. I am not able to bear that touch of those  wicked people, the evil doers, O, Rama! Let this excellent arrow with out vain be released over them  there.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of the high-soled Ocean, Rama released that excellent and splendid  arrow towards that place as directed by the ocean. The place where the arrow, whose splendor was akin  to that of a thunder and a thunder bolt, was descended by Rama- that place is indeed famous as desert  of Maru* on this earth."
        },
        {
            "type": "commentary",
            "text": "* Maru-Malwar in Rajastan (India)"
        },
        {
            "type": "verse",
            "text": "The earth there, pierced by the dart, then emitted a sound . The waters of the penultimate  subterranean region gushed forth from the mouth of that cleft. Then the hollow became known as Vrana.  Water constantly seen, gushing forth from it resembled seawater. A terrific splitting sound was born  in that place. Water was dried up in those cavities, as a result of hurling of that arrow by Rama. That  desert of Maru became famous in the three worlds. Rama (the son of Dasharatha), a wise man and a valiant  man resembling a celestial, made that cavity dried up and gave a boon to that desert of Maru. Due to  granting of a boon by Rama, that desert of Maru became the most congenial place for cattle rearing,  a place with a little of disease, producing tasty fruits and roots, with a lot of clarified butter,  a lot of milk and various kinds of sweet- smelling herbs. Thus it became an auspicious and suitable  move, bestowing these merits. While that cavity was burning, Ocean the lord of rivers spoke these words  to Rama who knew all scientific treatises."
        },
        {
            "type": "verse",
            "text": "\"O, excellent man! This one, named Nala, a glorious person, is the son of Vishvakarma;  who was given a boon by his father and is equal to Visvakarma. Let this greatly energetic monkey build  a bridge across me. I can hold that bridge. He is just the same as his father.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, the god of Ocean disappeared from that place. Then Nala, the more distinguished  among monkeys stood up and spoke the following words to Rama of great power: The great Ocean disclosed  a truth. I will construct a bridge across this large Ocean, taking recourse to the skill and ability  of my father. This Sagara, the formidable mass of water, in fear of punishment, gave a passage to Rama,  wishing to see a bridge constructed on it. On the mountain of Mandara, the following boon was given  by Visvakarma to my mother: \"O, god like lady! A son equal to me will be born to you. I am a son born  of Visvakarma's own loins. I am equal to Visvakarma. This god of Ocean has reminded me. The great ocean  spoke the truth. Being unasked, I have not told you my details earlier. I am capable of constructing  a bridge across the ocean. Hence, let the foremost of monkeys build the bridge now itself.\""
        },
        {
            "type": "verse",
            "text": "Then, being sent by Rama, hundreds and thousands of monkey heroes jumped in joy on all  sides towards the great forest. Those army-chiefs of monkeys, who resembled mountains, broke the rocks  and trees there and dragged them away towards the sea. Those monkeys filled the ocean with all types  of trees like Sala and Asvakarna, Dhava and bamboo, Kutaja, Arjuna, palmyra,Tilaka, Tinisa, Bilva, Saptaparna,  Karnika, in blossom as also mango and Asoka. The excellent monkeys, the forest animals lifted and brought,  like Indra's flag posts, some trees with roots intact and some others without roots. From here and there  the monkeys brought Palmyra trees, pomegranate shrubs, coconut and Vibhitaka, Karira, Bakula and neem  trees. The huge bodied monkeys with mighty strength uprooted elephant-sized rocks and mountains and  transported them by mechanical contrivances. The water, raised up due to sudden throwing of mountains  in the sea, soured upward towards the sky and from there again, gushed back. The rocks befalling on  all sides perturbed the ocean. Some others drew up strings a hundred Yojanas long (in order to keep  the rocks in a straight line.) Nala on his part initiated a monumental bridge in the middle of the ocean.  The bridge was built at that time with the cooperation of other monkeys, of terrible doings. Some monkeys  were holding poles for measuring the bridge and some others collected the material. Reeds and logs resembling  clouds and mountains, brought by hundreds of monkeys, lead by the command of Rama, fastened some parts  of the bridge."
        },
        {
            "type": "verse",
            "text": "Monkeys constructed the bridge with trees having blossom at the end of their boughs.  Some monkeys looking like demons seized rocks resembling mountains and peaks of mountains and appeared  running hither and thither. Then, a tumultuous sound occurred when the rocks were thrown into the sea  and when mountains were caused to fall there. On the first day, fourteen Yojanas of bridge were constructed  by the monkeys speedily, thrilled with delight as they were, resembling elephants. In the same manner,  on the second day twenty Yojanas of bridge were constructed speedily by the monkeys of terrific bodies  and of mighty strength."
        },
        {
            "type": "verse",
            "text": "Thus, on the third day twenty-one Yojanas of the bridge were constructed in the ocean  speedily by the monkeys with their colossal bodies. On the forth day, a further of twenty-two Yojanas  were constructed by the dashing monkeys with a great speed. In that manner, on the fifth day, the monkeys  working quickly constructed twenty-three yojanas of the bridge up to the other seashore. That Nala,  the strong and illustrious son of Visvakarma and an excellent monkey built the bridge across the sea  as truly as his father would have built it. That beautiful and lovely bridge constructed by Nala across  the ocean the abode of alligators, shone brightly like a milky way of stars in the sky. With a desire  to behold that marvel, celestials along with Gandharvas, the heavenly musicians, Siddhas (semi-divine  beings of great purity and perfection, possessing super natural qualities) and great sages came then  and stood up in the sky. The celestials and Gandharvas, the heavenly musicians saw Nala's bridge, having  a width of ten yojanas and a length of hundred yojanas and which was very difficult to be built. The  monkeys taking long leaps and short leaps shouted in joy. All other beings saw that construction of  the bridge across the ocean as unimaginable, impossible and wonderful, causing their hair to stand on  end in amazement. Those thousand crores of monkeys in a great spectacle reached the other shore of the  great ocean soon after building that bridge across the sea. That colossal bridge, which was broad, well-constructed,  glorious, well postured and held together firmly, looked beautiful like a separating straight line in  the ocean. Vibhishana, wielding a mace in his hand, stood up on the seashore along with his ministers,  for the purpose of invading the enemies."
        },
        {
            "type": "verse",
            "text": "Thereafter, Sugriva on his part spoke to Rama, the truly brave man as follows: \"O, valiant  man! This ocean, the abode of alligators, is indeed vast. You ascend the shoulder of Hanumann and let  Lakshmana ascend the shoulder of Angada. These monkeys can hold both of you while flying in the sky.\""
        },
        {
            "type": "verse",
            "text": "Rama the glorious and righteous man, wielding a bow along with Lakshmana together with  Sugriva, went in front of that army. Some monkeys went along the middle of the bridge. Some others went  along the sides. Some others were jumping into water. Some others marched forward on the path. Some  monkeys entered the sky and aviated like Garuda the eagle. The highly terrific sound of the ocean was  covered up by the great sounds of the terrific monkeys who were crossing the sea. That army of monkeys,  which crossed the ocean by the bridge constructed by Nala, was encamped by Sugriva at a shore having  many fruits tubers and water. Seeing that Rama's accomplishment, which was amazing and arduous; celestials,  Siddhas (semi-divine beings possessing supernatural faculties) and Charanas (celestial bards) along  with great sages, forthwith approached Rama and consecrated him with very splendid waters separately.  The celestials, Siddhas and others exalted Rama, who was duly respected by kings with their auspicious  -words as follows: \" O, king! Defeat the enemies. Rule the earth and ocean eternally for years.\""
        }
    ]
}