{
    "id": "prose-yuddha-23",
    "kanda": "yuddha",
    "sarga": "23",
    "title": "Rama explains to Lakshmana the various portents",
    "chapter": "23",
    "overview": "Rama explains to Lakshmana the various portents, he observes around him, that signal  a destructive war fare. He orders for formation of battalions in the army and surges forth together  with the battalions towards Lanka.",
    "content": [
        {
            "type": "verse",
            "text": "Rama, who was well acquainted with portents, on seeing the portents around, embraced  Lakshmana and spoke as follows:"
        },
        {
            "type": "verse",
            "text": "\"O, Lakshmana! Acquiring this region endowed with cold water and woods abounding in fruits,  let us speedily divide this multitude of forces into battalions and drawing it up in battle array, we  shall stand attentive. I perceive an impending danger which will be terrific, causing destruction to  the world, and torture to the eminent heroes among bears monkeys and demons. Winds are blowing with  dust and earth is trembling. Mountain- tops are quivering and trees are falling down. Ferocious clouds  resembling wild beasts were dirty colored and emit a terrific roaring and let loose dreadful showers  mingled with drops of blood. Evening twilight resembling red sandal wood is very much dreadful. From  the blazing sun, balls of fire fall. Wild animals and birds from all sides are roaring pitiably with  melancholic sound, facing towards the sun in great fear. The splendorous moon as though rising at the  time of universal dissolution, invested with a black and red halo is tormenting the mind this night.  \"O, Lakshmana! A dark stain appears on the cloudless solar disc, which is diminished, dreary, inauspicious  and coppery. Look! Stars enveloped in enormous dust, appear to announce a dissolution of the world.  Crows, eagles and vultures are flying low. Jackals too are howling very dreadful and inauspicious sounds.  Earth will become a quagmire of flesh and blood, covered with rocks spears and swords hurled by monkeys  and demons. Abounding with all the monkeys we shall attack the city ruled by Ravana, now itself at a  quick pace.\""
        },
        {
            "type": "verse",
            "text": "Rama the lord, the conqueror of enemies and a charming man thus speaking, wielded a bow  and sallied forth in front, facing towards Lanka. All those excellent monkeys, together with Vibhishana  and Sugreeva making roaring sounds surged forth for the destruction of the audacious enemies. Rama on  his part was pleased by the act and gestures of those very strong monkeys, with their intention to gratify  him."
        }
    ]
}