{
    "id": "prose-yuddha-24",
    "kanda": "yuddha",
    "sarga": "24",
    "title": "Rama orders for release of Suka",
    "chapter": "24",
    "overview": "Seeing Lanka and describing it, Rama instructs Lakshmana to draw up his army in battle  array. Rama orders for release of Shuka who was captured by the army earlier. Shuka approaches Ravana  and describes the strength of Rama's side of the army. Ravana boasts himself of his own army's strength.",
    "content": [
        {
            "type": "verse",
            "text": "That army of valiant monkeys along with the king Sugreeva looked charming like a full  moon night in autumn presided over by the moon and illuminated by bright stars. The earth pressed under  foot by that multitude of army which was energetic like a sea, was trembled with fear by the rapid movement  of that army. Then the monkeys heard a great tumult arising in Lanka and noisy sounds of kettledrums  and tabours, which caused their hair to stand on end. The leaders of monkeys were rejoiced by that sound.  But by not tolerating that sound, they emitted shouts, which surpassed that uproar. Those demons too  heard the roaring of the wildly delighted monkeys, which roar sounded like thundering of clouds in the  sky."
        },
        {
            "type": "verse",
            "text": "Seeing Lanka dressed with multi colored flags and buntings, Rama bethought himself of  Sita and his heart was filled with grief. \"Sita whose eyes resemble those of a young deer, was detained  by Ravana there, as Rohini star is overshadowed by the red bodied planet (mars).\" Seeing Lakshmana after  a warm and deep sigh, the heroic Rama spoke the following words, which were beneficial for him at that  time :- \"O, Lakshmana! Look at this Lanka, which appears as though constructed on a hilltop by Visvakarma  with his imagination and so elevated scraping the sky. The city of Lanka was constructed densely with  many seven storied buildings and appears like a sky the abode of Vishnu (the all pervaded), covered  with white clouds. Lanka is made beautiful by the garden vying with chaitraratha (the garden of Kubera  the god of riches) with songs of birds of various species, with fruit bearing flowers and charms in  bloom. See how a gentle breeze sways the branches where the cuckoos abound where bees swarm and where  the birds are excited with joy.\""
        },
        {
            "type": "verse",
            "text": "Rama the son of Dasharatha spoke as aforesaid to Lakshmana. The army there was divided  into battalions according to the procedure found in scriptures. He issued the following commands: --\"Taking  these troops of monkeys from the army, let the valiant and the invincible Angada take up his position  with Nila at the center of the formation. Let Rishabha along with the multitude of monkeys take up his  position, having recourse to the right side of the army. Let Gandhamadana, the strong and unconquerable,  resembling an elephant in rut, take his position superintending the left side of the monkey troops.  I shall stand alert in the forefront of the army along with Lakshmana. Let Jambavan, Sushena and Vegadarshi  the monkey - those three exceeding wise leaders of bears and monkeys- protest the belly portion of the  army. Let Sugreeva the king of monkeys protect the rear guard of the army, resembling Varuna (the god  of water) who remains enveloped with splendor protects the western quarter of the earth.\""
        },
        {
            "type": "verse",
            "text": "That army with innumerable divisions, being skillfully distributed led by the foremost  of monkeys, resembled heavens with their mass of clouds. With a desire to crush the demons in battle,  the monkeys, seizing peaks of mountains and gigantic trees, reached Lanka. All the heroic monkeys held  the following resolve in their minds, \"It is with peak of mountains or with our bare fists even, we  shall shatter this Lanka into pieces.\""
        },
        {
            "type": "verse",
            "text": "Then, Rama with great splendor spoke the following words to Sugreeva, \"Our forces are  properly marshaled. Let this Shuka be released.\" Hearing the words of Rama, Sugreeva the lord of monkeys  released Shuka the messenger, as per the order of Rama. Shuka who was harassed by the monkeys and released  then as per the words of Rama, was trembling with great fear and reached Ravana."
        },
        {
            "type": "verse",
            "text": "Ravana, even while laughing, enquired Shuka with the following words: \"why were your  wings tied up? You appear with your wings plucked up. Have you not fallen as a victim to their various  fickle minds?\" Asked as aforesaid by the king Ravana, Shuka agitated as he was with fear, gave him the  following excellent reply: \"On the northern shore of the ocean, I conveyed your message in a smooth  tone, conciliating and without any ambiguity exactly as per your instructions. Just on seeing me, the  enraged monkeys jumped on me and seized me. They soon started beating and plucking me with their fists.  O, Lord of demons! Those monkeys are not capable of being spoken to, or possible of being questioned  in this matter. Monkeys, by their very nature, are angry and ferocious. That Rama the killer of Viradha,  Kabandha and Khara came along with Sugreeva to the place of Sita. Having constructed a bridge across  the sea and crossed the salty ocean and expelling the demons, here stands Rama wielding a bow. Thousands  of divisions of hordes of bears and monkeys resembling mountains and clouds, cover the earth. There  is no more possibility of an alliance between these two armies - the army of demons and the army of  monkeys- than between a God and a demon. Very soon they will come to our rampart. Immediately, do any  one of these two acts- either to restore Sita or to offer a combat to him.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Shuka, Ravana with his eyes becoming blood red in anger, as if he  would consume him with his glance, said as follows: \"Even if I were frightened by all the worlds or  even if I were to face a battle with celestials or Gandharvas (celestial singers) or demons, I would  not give back Sita. When will my arrows soon fall upon Rama, as large black bees excited with joy  fall upon a tree in bloom at spring time? When shall I consume his body flowing with blood, by the blazing  arrows released from my bow, as flaming torches destroy an elephant? Endowed with a huge army I shall  eclipse the aforesaid army of Rama, as the brilliance of all stars is obscured at the rising of the  sun. My rashness is like that of the sea and my strength is like that of the wind. Rama is not aware  of it. That is why, he is desirous of meeting me in a combat. Rama has not seen my arrows resembling  venomous serpents lying in my quiver. That is why, he desires to fight with me. Rama was not formerly  aware of my prowess in battle. I shall cause to resound Vina (a musical instrument) in the form of my  bow, which is played on with the heads of my arrows, the bow string producing a tumultuous sound, the  huge cries of the wounded its terrible accompaniment, the darts sounding its innumerable notes, when  I enter a vast stage in the form of my enemy ranks in that battle. Neither by the thousand eyed Indra  the god of celestials nor by Varuna the God of waters in person in a combat, nor by Yama the god of  death with the fire of his arrows, nor by Kubera the lord of riches in person, can I be able to be attacked  in a great battle.\""
        }
    ]
}