{
    "id": "prose-yuddha-25",
    "kanda": "yuddha",
    "sarga": "25",
    "title": "Suka explains the strength of the enemy's army to Ravana",
    "chapter": "25",
    "overview": "While Rama crossed over to the other shore of the sea, Ravana instructs his ministers, Suka and Sarana to enter the enemy's army in disguise and to bring all the required information about them. When Suka and Sarana entered the enemy's ranks, Vibhishana recognises and captures them. But Rama sets them free. Going back to Ravana, they explain the might strength of the enemy's ranks and exhort him to restore Sita to Rama.",
    "content": [
        {
            "type": "verse",
            "text": "While Rama, the son of Dasharatha, crossed the ocean along with his army, the illustrious Ravana spoke to Shuka and Sarana, his ministers as follows: \"The entire army of monkeys crossed the impassable ocean. The construction of the bridge, unprecedented, across the ocean was executed by Rama. I am not able to believe under any circumstances that a pass-way has been constructed across the ocean. Certainly, that army of monkeys is worth to be counted (carried weight) by me. Become unrecognisable to others, enter the army of monkeys and make out the real quantum of their army, their prowess, as to which monkeys are important among them, which ministers of Rama and Sugreeva have come together, which monkeys are abiding in front, which monkeys are valiant, how that bridge was constructed across the ocean full of water, how the encamping is done for those great-souled monkeys; the determination, strength and the striking senses of Rama and of the heroic Lakshmana. Knowing also accurately who the Chief of Army of those high-souled monkeys is, you have to come back quickly.\""
        },
        {
            "type": "verse",
            "text": "Having thus been commanded by Ravana, the valiant demons Shuka and Sarana , both in the disguise of monkeys, entered that army of monkeys. Shuka and Sarana were not able to count then that inconeviable army of monkeys, causing their hair to stand on end. That army was stationed on the tops of mountains, round about the waterfalls, in the caves, on the sea-shores, in the woodlands and in the gardens. It was either in the process of crossing the ocean, or was intending to cross it in its entirety. It had either encamped or was still encamping, making a terrible noise. The two demons saw that very strong and imperturbable sea of army."
        },
        {
            "type": "verse",
            "text": "Vibhishana with great splendour beheld both of them in disguise. He caught hold of Shuka and Sarana and told Rama as follows: \"O, Rama the conqueror of hostile citadels! These two demons are Shuka and Sarana, the ministers of Ravana and they came here as spies from Lanka.\""
        },
        {
            "type": "verse",
            "text": "Both of them, having seen Rama, were trembled with fear, without any hope for their lives and having joined their palms, spoke the following words: \"O, excellent man! O, Rama! We both of us, as sent by Ravana, came here together to know everything about your entire army.\""
        },
        {
            "type": "verse",
            "text": "Hearing their aforesaid words, Rama the son of Dasharatha who was interested in the welfare of all beings, smilingly spoke the following words: \"Has the entire army been observed by you? Have you observed us well? Have you accomplished the task, as entrusted to you? If so, you may go back now according to your free will. Even if you have not seen something you may see it now also. Otherwise, Vibhishana will show it to you again entirely. You, having been caught, need not fear about your life. The captured messengers holding no weapons indeed deserve no killing. \"O, Vibhishana! Always try to draw a bow-string on the opponents and not on these two demons. Set them both, who are spies in disguise, free. When you return to the city of Lanka, repeat my words faithfully to Ravana the younger half-brother of Kubera and the king of demons. That force on which you relied when you were taking away Sita from me, display that force at your will along with your troops and allies. Tomorrow, at break of day, you will see my arrows demolish the city of Lanka with its ramparts and arches as well as the army of demons. O, Ravana! Tomorrow, at break of day I will cast my dreadful anger on you and your army as Indra the Lord of celestials wielding a thunderbolt casts the thunderbolt on demons.\""
        },
        {
            "type": "verse",
            "text": "Receiving this command, the two demons, Shuka and Sarana, admiring his justice, cried out: \"May you be victorious!\", reached the city of Lanka and spoke to Ravana as follows:"
        },
        {
            "type": "verse",
            "text": "\"O, king of demons! We were seized by Vibhishana with the intention of killing us. But, Rama, the pious minded wose valour is immeasurable, seeing us, set us free. Where the four eminent persons who are equal to the protector of the worlds, the valiant ones skilled in the use of weapons and of proven prowess namely Rama the son of Dasharatha, the illustrious Lakshmana, the great resplendent Vibhishana and Sgreeva whose valour is equal to Indra the Lord of celestials, arestationed at the same place, they can pluck up the city of Lanka with its ramparts and arches and transplant it elswhere, even if all the monkeys keep aloof. Such is Rama's form and such are his weapons, that he can alone overthrow the city of Lanka, his three other companious standing by. That army protected by Rama and Lakshmana as well as Sugreeva, are exceedingly unconquerable even by all the gods and demons. Now, the army of the mighty monkeys, who are readily inclined to fight, consists of cheerful warriors. Mae peace, insted of enmity with them. Restore Sita to Rama.\""
        }
    ]
}