{
    "id": "prose-yuddha-26",
    "kanda": "yuddha",
    "sarga": "26",
    "title": "Ravana enquires about the various monkey leaders",
    "chapter": "26",
    "overview": "Hearing the submission of Sarana, Ravana climbs up the roof of his palace and sees the  entire army of monkeys from there. Ravana enquires about the various monkey leaders and Sarana shows  him Nila, Angada, Nala, Sweta, Kumuda, Rambha, Sarabha, Panasa, Vinata and Krathana the army-generals  along with their distinguishing characterestics.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those words, which were truthful and coward less, as spoken by Sarana, the king  Ravana spoke to Sarana as follows: \"I do not give Sita even if the celestials, celestial musicians  or demons attack me or even if there is a terror from all the worlds. O, gentle one! As you were harassed  very much by the monkeys and hence fearful; you are thinking of giving back Sita now itself as good.\""
        },
        {
            "type": "verse",
            "text": "\"Which enemy can defeat me in battle?\" The illustrious Ravana, the lord of demons, causing  the world to cry, spoke harsh words as aforesaid and then from there ascended the roof of his palace  which was shining white like his snow and which was equal to the height his snow and which was equal  to the height of several palmyrah trees, with a desire to see the army of monkeys. Ravana, stupefied  with anger, along with his spies, saw that ocean, the mountains and the forests and beheld the entire  land completely filled with monkeys."
        },
        {
            "type": "verse",
            "text": "Seeing that great army of monkeys, which was boundless and intolerable, the king Ravana  asked Sarana as follows:-"
        },
        {
            "type": "verse",
            "text": "\"Which monkeys are important among them? Who are valiant ones? Who are the very strong  ones? Who will stay in front at all places, with great energy? To whom Sugreeva will hear? Who are the  generals of the commanders of the monkey-heads? What is the influence of the monkeys? O, Sarana! Tell  me all.\""
        },
        {
            "type": "verse",
            "text": "Then, Sarana who knew the chiefs of monkeys, spoke the following words about the chiefs  of the monkeys i them, to the lord of demons who was enquiring about them. \"He is the heroic chief of  army, called Nila, by whose great battle-cry the entire kingdom of Lanka, with its ramparts, mountains,  woods and gardens is resounding. That monkey is encircled by hundreds and thousands of army-chiefs.  He is stationed, with his face directed towards Lanka and is making a roaring sound. He is standing  in front of the army of Sugreeva, the high-souled lord of all the monkeys. He, the valiant one, who  holds his arms high, who tramples the earth under his feet as he marches, whose face is turned towards  Lanka, who in fury is knitting his brows very much, who is resembling a mountain- peak in stature, who  is like filaments of a louts in hue, who is excess of anger continuously lashes out his tail and the  swish of which is heard in ten regions, he is the prince named Angada, anointed by Sugreeva the king  of monkeys and is challenging you to the battle. This Angada, a worthy son of Vali and always dear to  Sugreeva, is coming forwards for Rama's interests, as Varuna is to Indra's. It is all due to Angada's  design that Sita was found by Hanumann, who is a swift monkey and a well-wisher of Rama. This valiant  Angada, bringing along with him innumerable cheifs of monkeys, is approaching to crush you, with the  help of his own army. Surrounded by a large army, here stands the valiant Nala the creator of the bridge,  next to Angada the son of Vali, prepared for the battle. These excellent monkeys, numbering a thousand  crores and eight lakhs, lodging in sandalwood groves, yelling with a lion's roar and having stiffened  their limbs, are knitting their eyebrows raised in anger. These valiant monkeys, who are terrific and  fierceful having a ferocious zeal are going after Nala. Nala himself with his aforesaid army aspires  to smash Lanka forthwith. A monkey called Sweta of silver hue who is quick-witted and clever, of terrific  prowess and a warrior renowned in the three worlds, has come to Sugreeva swiftly, dividing the army  of monkeys and bringing great delight to the troops, he goes back at once. There was mountain called  Ramya, on the banks of River Gomati. That mountain filled with various kinds of trees was also called  Samrochana. An army-chief, named Kumuda used to roam around that mountainous region. He also used to  rule that kingdom. He is the leader for lakhs of monkeys. He has a very long hair-coppery, yellow, pale  and white and hideous to cook upon- thrown about on his tail is the intrepid and fierceful monkey called  Kanda. He yearns to fight and boast that he with destroy Lanka his forces.\""
        },
        {
            "type": "verse",
            "text": "\"O, king! He who resembles a tawny lion with a long mane and who is looking at Lanka  attentively as though he wishes to consume it with his glasses, who dwells mostly on the mountains of  Krishna and Sahya of Vindhya range of pleasing aspect, is the General named Rambha. Three thousand crores  of excellent monkeys, who are formidable of impetuous valour and vigour, surround him who is marching  ahead and follow in his goot-sets to destroy Lanka. O, king! Look! The one who is yawning continuously  and shaking his ears, he who does not have fear of death, he who never retreats from a battle, but violently  moves with rage, who again sees obliquely, he who lashes out his tail and roars like a lion with great  vigour, he who constantly dwells on the lovely Salveya mountain, he is Sarabha by name, the commander  of monkeys with immense energy and devoid of fear. All his one lakh and forty thousand army-chiefs called  Viharas* are strong."
        },
        {
            "type": "commentary",
            "text": "*Viharas - Those who roam about at will."
        },
        {
            "type": "verse",
            "text": "\"The one who is like a great cloud, enveloping the space and who stays in teh middle  of monkey-warriors like Indra the god of celestials, the great voice of whose monkeys wishing for battle  is heard like the roll of drums, is the General named Panasa, who is always invincible in battle. He  dwells in Pariyatra, a mountain that is exceeded by none in height. Troop-commanders numbering fifty  lakhs commanding separate units attend obediently to him, who is excellent among the GeneralsHe who  is encamped with sixty lakhs monkeys as his army-strength on the sea-shore like unto a second ocean  is the commander called Vinata who resembles Dardura mountain (in size)  and is positioned there lending charm to the formidable army marching ahead and moves about, drinking  the water of River Vena, the foremost of all rivers. A monkey called Krathana, keeping the courageous,  strong monkeys and the army-lieutenants in separate units, is inviting you for the battle. That resplendent  monkey who for his part nourishes his body having the hue of a red chalk and proud of his strength,  stands facing you with anger despising all other monkeys. Seventy lakhs monkeys are attending on him.  He himself wishes to crush the city of Lanka with the help of his army. These commanders and commanders-in-chief  are difficult to be conquered and their number is hard to be counted. Their troops are divided into  distinct units.\"."
        }
    ]
}