{
    "id": "prose-yuddha-27",
    "kanda": "yuddha",
    "sarga": "27",
    "title": "Sharana describes the individual strength of the army",
    "chapter": "27",
    "overview": "Sharana continues to describe the individual strengths of the various commanders  in the army of monkeys, mentioning their names one by one, in detail.",
    "content": [
        {
            "type": "verse",
            "text": "\"I on my part shall tell you, who are keenly observing about those army-chiefs,  who are ready to show their valour in the case of Rama, even without caring for their lives. He is a  monkey called Hara, who has terrific acts to his credit. The hair on his tail, measuring many fathoms,  soft, red in colour, yellow, white and super-white, wavery and shining like the rays of the sun standing  erect thrown about are dragging along the ground. Hundreds and thousands of troop-leaders who are resolved  to be the servants of Sugreeva rally behind him, carrying trees with them and with an intention to attack  Lanka soon. O, king! Those who appear black like black-clouds and akin to black collyrium are extremely  ferocious bears, truly mighty in combat, which are in exceedingly large number, indefinable like the  other shore of an ocean, whom you are observing and serve of whom reside in mountains, plains and on  river-banks. They are all coming towards you.\""
        },
        {
            "type": "verse",
            "text": "\"O, king! He who is standing in the middle, with terrific eyes and of fearful  appearance, encircled by all like Parjanya (the rain-god) being encircled by clouds; is the army-chief  called Dhumra, the Lord of all bears, who drinks the waters of River Narmada and resides on an excellent  mountain named Rikshavanta. See him who is appearing like a mountain the younger brother of Dhumra,  though in form resembling like his brother, is more distinguished in prowess. He as such is a commander  of even the mighty generals called Jambavan, who is setting on the march (for the battle). He has a  respectful behaviour towards venerable persons impatient in battle. By the intelligent Jambavan, a great  help was rendered to Indra (the lord of celestials) in a battle between celestials and demons and many  boons were obtained. Jambavan's giant bodied troops, resembling demons and devils, having thick hair  and endowed with unlimited energy, wander about, climbing mountain-heights and hurl massive rocks as  big as huge clouds. They do not have a fear in facing death. O, king! This Lord of monkeys- the commander  of commanders on whom, whether he is in a hurried fury or leaping or standing still and all the monkeys  stand looking - he is called Dambha who along with his bulky troops dwell on Sahasraksha mountain. He  who, walking on all fours touches with his flanks, a mountain situated at a distance of one Yojana (eight  miles) and reaching an object one Yojana high, obtains it with his body, whose huge form no other four-begged  animal is having, by which intelligent monkey, battle was given earlier to Indra the Lord of celestials  on a field of battle but no defeat was sustained by him, he is a commander of commanders and the grand-father  of monkeys, famous as Samnadana by name.\""
        },
        {
            "type": "verse",
            "text": "\"This Samnada, whose striding prowess is equal to that of Indra the Lord  of Celestials was born of a youthful Gandharva maiden and krishnavartman for the purpose of helping  the celestials in a combat between celestials and demoneous. This commander named Krathana, the son  of Visravasa, the illustrious one, sits beneath the Jambu tree, on that mountain, the king of peaks,  which is frequented by Kinneras, and which mountain affords delight constantly to your brother. It is  near there, Krathana, that fortunate one, that powerful lord of the monkeys, whose prowess in not confined  to words in battles, sports. He indeed is standing, surrounded by a thousand crores of monkeys. He hopes  to crush Lanka with the help of his army. He who usually roams by the Ganges, sowing terror among leaders  of herds of elephants, remembering as he does the old quarrel between elephants and monkeys, thundering  and uprooting trees, he is the commander and leader of monkeys called Pramathim who dwells in mountain-caves,  subduing wild elephants. This excellent one among the monkeys and this army-chief of monkeys, taking  shelter in Mandara the foremost of mountains and the mountain called ushirabija alongside the River  Ganga, passes his life happily like unto Indra himself. A hundred thousands of monkeys; proud of their  strength and prowess with their radiant fore-arms, making a roaring noise, are following him. He is  the leader of these high-soled monkeys. O, king! He is the commander called Pramathi, the one difficult  to be conquered. He whom you are beholding a cloud raised by wind is Pramathi. At that place, a great  quantity of red illumined dust is tossed about and raised by wind in various ways in different directions.  Energetic and excited army of monkeys is also stationed there along with Pramathi.\""
        },
        {
            "type": "verse",
            "text": "\"O, monarch! One hundred lakhs of monkeys with their black faces, with fearful  appearance and with great strength, experiencing the crossing of the bridge, surrounds the troop-leader  by name Gavaksha, a monkey and are making a roaring noise, ready to crush Lanka by their bodily strength.  This army-chief called Kesari, the chief of the commanders of monkeys, wanders in Kanchana mountain  wherein there are trees which yield fruits in all seasons, inhabited by large black-bees, to which the  sun circumambulates clock-wise, the mountain shining with its own colour and splendour, by whose brightness,  the animals and birds ever shine with the same hue, whose table-land on the top of the mountain the  great sages do not leave, wherein trees, all mango-trees laden with fruits on all sides and wherein  inhabit honey-bees of excellent variety.\""
        },
        {
            "type": "verse",
            "text": "\"O, faultless king! There are sixty thousand mountains in that beautiful  golden mountain ranges. There is an excellent mountain the middle of that mountain range as you the  middle of that demons. In that mountain range there, in the last mountain these monkeys reside. Some  of the monkeys are tawny coloured, some are white-coloured and with nails as their weapons; having four  tusks, with nails as their weapons having four tusks like lions, difficult to be approached like tigers,  resembling fire, like unto serpents vomiting poison with their very long coiling tails, resembling elephants  in rut, equal to mighty mountains and making great thunderous sound like that of clouds. All of them  stand looking on your Lanka as if they are about to crush it.\""
        },
        {
            "type": "verse",
            "text": "\"O, king! He who stands in the middle is the powerful leader of the monkeys  who ever faces the sun, who is a wise man, eager to conquer you and is famous in the world by the name,  Shatabali. He swears to destroy Lanka with his troops. This Shatabali the monkey is courageous, strong,  valiant and is established in his manliness. He does not care for his life, in the cause of Rama. Each  and every single one, like Gaja, Gavaya, Nala and a monkey called Nila is surrounded by crores of warriors.  Besides, other excellent monkeys residing in Vindhya mountain are quick-paced and are impossible to  be counted because of their multitude.\""
        },
        {
            "type": "verse",
            "text": "\"O, monarch! All of them are highly prominent, their stature equal to high  hills and all of them are capable in a moment to level the earth by uprooting and razing its mountains  earth by uprooting and razing its mountains to the ground.\""
        },
        {
            "type": "verse",
            "text": "Thus completes 27th Chapter of Yuddha Kanda of the glorious Ramayana of  Valmiki, the work of a sage and the oldest epic."
        }
    ]
}