{
    "id": "prose-yuddha-28",
    "kanda": "yuddha",
    "sarga": "28",
    "title": "Shuka enumerates the enemies",
    "chapter": "28",
    "overview": "Shuka in his turn enumerates the enemies and completes the account given by Sarana.",
    "content": [
        {
            "type": "verse",
            "text": "After listening to Sarana's words Shuka, pointing out all that army of monkeys, spoke  the following words to Ravana the Lord of Demons."
        },
        {
            "type": "verse",
            "text": "\"O, king! Do you observe those monkeys resembling huge elephants in rut, rising like  banyan trees on the banks of River Ganga or Sala trees on Himalayas? Those warriors, able to change  their form at will, are irresistible, equal to celestials and demons, and in a battle, are endowed with  the valour of the gods. There are twenty one thousand crores, a thousand Shankus and a hundred Vrindas  of these monkeys.\""
        },
        {
            "type": "commentary",
            "text": "The number exactly corresponding to a Shanku and a Vrinda should be understood as  calculated at the end of this chapter."
        },
        {
            "type": "verse",
            "text": "\"These monkeys, the attendants of Sugreeva born of celestials and celestial musicians,  are able to change their form at will and always stay in Kishkindha. The two who stand there, who have  the same resemblance and have the appearance of celestials, are Mainda and Dvivida. None can equal them  in combat. These two, who ate ambrosion on due authorization by Brahma, are hopefully of destroying  Lanka by their power. \"As for that monkey who you see there, resembling an intoxicated elephant, who  in strength and fury is able to churn up the ocean itself, it is he who came to Lanka to find Sita  and spy on you, O, Lord! See that monkey, who was seen earlier and who appears here again. This monkey,  by whom the ocean was traversed, is the eldest son of Kesari. He is known as the son of wind-god and  famously called as Hanumann. This excellent monkey can assume any form at will. He is endowed with a  good strength and form always moving like the wind-god, having an uninterrupted mobility.\""
        },
        {
            "type": "verse",
            "text": "\"While yet a child, seeing the sun rise, he desired to eat it and took off to a distance  of three thousand yojanas (or twenty four thousand miles) reflecting: 'I shall seize hold of the sun  and my hunger will not be appeased otherwise' and they say, he leapt up (into the air) intoxicated as  he was with his own strength. Without even reaching the sun, which is most unassailable even to celestials,  sages or demons, he however fell on a mountain, where that radiant orb rises. One of the jaws of this  monkey who fell down on the head of the rock, was a little fractured. For this reason, because of his  strong jaw, he is called Hanuman. This monkey is known to me actually through the words of my bosom friends.  It is not possible to describe his strength or physical form or glory. He alone wants to destroy Lanka  by his valour. How do you forget this monkey by whom this fire was lighted and is still blazing up Lanka.  Nearby is a warrior, dark of hue with eyes like lotuses, a chief warrior among Ikshvakus, his heroism  is well-known in the world, his sense of duty never wavers, nor does he ever transgress the righteousness,  he knows to loose Brahma's weapon and is conversant with Veda, he is the most learned of the Vedic scholars,  he shatters the firmament with his arrows, and rends even the earth, his anger is akin to that of Death,  his valour equal to that of Indra the god of celestials, his consort is Sita who was taken away by  you from a place called Janasthana, he is Rama who has come to wage war on you, O king! This man, having  the radiance of pure gold, with a broad chest, having red eyes, with black and curled hair, standing  at the right side of Rama, he is called Lakshmana, who is interested in the care and welfare of his  brother, skilled in leadership of combat and excellent among the wielders of all weapons.\""
        },
        {
            "type": "verse",
            "text": "This Lakshmana is an angry person, difficult to be conquered, victorious, wise and mighty.  He has always been the right arm of Rama and in outward moving life (of Rama)."
        },
        {
            "type": "verse",
            "text": "\"He does not indeed care for his life in the cause of Rama. He alone wishes to kill all  the demons in battle. He who is standing there, taking guard at the left side of Rama, surrounded by  a troop of demons he is the king Vibhishana. He, who was consecrated as a king for Lanka by the illustrious  Rama, the king of kings, is enraged really with you and is to attack us in the battle. The other whom  you see as an unshakable mountain and standing in the centre of monkeys as a Lord of all chiefs of monkeys,  with a boundless energy and who, like a Himalayan hill, very much radiating the other monkeys by his  splendour, glory, wisdom, strength and his noble descent, who occupies along with the chiefs of Army  Generals, a secret place called Kishkindha, with its forests and trees and the place inaccessible because  of its impassable mountains, in which is established a good fortune of celestials and human beings,  whose charming and golden coloured garland with hundred lotuses is beautifying, that person is Sugreeva.  This garland along with a lady called Tara as well as the permanent kingdom of monkeys were presented  to him by Rama after having killed Vali (Sugreeva's brother). Wise men call a hundred lakhs as a crore.  A hundred thousand crores is reckoned as a Shanku. A hundred thousand Shankus are said to be one Maha  Shanku. A hundred thousand Maha Shankus are called one Vrindam here. A hundred thousand Vrindas are  said to be one Maha vrindam. A hundred thousand Mahavrindas are called one Padmam here. A hundred thousand  padmas are said to be one Mahapadmam. A hundred thousand Mahapadmas are called one Kharvam here. A hundred  thousand kharvas are said to be one Mahakharvam. A hundred thousand Mahakharvas are called one Samundram.  A hundred thousand Samudras are said to be one ogha here. A hundred thousand oghas are acclaimed a one  Mahaugha. This Sugreeva, the king of monkeys, having great strength and valour, always surrounded by  a colossal army, is approaching you to make war, accompanied by the valiant Vibhishana and the ministers,  as also a hundred thousand crores of Shankas, a thousand Mahashankus, a hundred Vrindas, a thousand  mahavrindas, a hundred padmas, a thousand Mahapadmas, a hundred kharves, samudras and Mahaughas of the  same number, and a crore of Mahanghas wholearmy as such is identical of an ocean.\""
        },
        {
            "type": "verse",
            "text": "\"O, king! Carefully observing this army, which appears much the same as a blazing planet,  prepare yourself for a great effort to get victory and take measures to avoid defeat from the enemies.\""
        }
    ]
}