{
    "id": "prose-yuddha-29",
    "kanda": "yuddha",
    "sarga": "29",
    "title": "Ravana reprimands Shuka and Sarana",
    "chapter": "29",
    "overview": "Ravana reprimands Shuka and Sarana, asking them to leave the assembly. He again sends  some spies to the place of Rama and Lakshmana. Those spies were got caught by Vibhishana and the monkeys  start harassing them. But the compassionate Rama gets them released and the spies reach back Lanka.",
    "content": [
        {
            "type": "verse",
            "text": "Beholding those foremost of monkey leaders pointed out by Shuka- the most valiant Lakshmana;  Rama's right arm, his own brother Vibhishana standing close to Rama, the terribly powerful Sugreeva  the king of all monkeys, the strong Angada grandson of Indra the wielder of thunderbolt, the powerful  Hanumann, the imincible Jambavan, Sushena, Kumuda, Nila, Nala the excellent of monkeys, Gaja, Gavaksha,  Sharabha, Mainda and Dvivida- that Ravana - his heart became agitated a little, was enraged and then  abused those two heroes Shuka and Sarana who had completed their report."
        },
        {
            "type": "verse",
            "text": "Ravana spoke (the following) excited and harsh words, in a voice choked in anger to Shuka  and Sarana who stood saluting with their faces bent down. \"It is not befitting to utter unpleasant words  by dependent ministers to their king who has the power to mete out any punishment or reward. Is it proper  for both of you to shower irrelevant praise on our enemies who are adverse to us and are approaching  for a war? In vain have you sat at the feet of your elders, your preceptors and the aged, since the  essence to be followed from political sciences has not been grasped by both of you. Or if you have imbibed  them, you have not remembered them. You are over-burdened with ignorance! Being associated with such  foolish ministers, it is a miracle that I am still able to retain my sovereignty. Have you no fear of  death that you dare address me thus rudely, I whose tongue that you dare tongue dispenses good and evil?  Trees may survive in the forest, even if disturbed by fire. But the guilty cannot survive, if touched  by the royal scepter. If my anger is not softened by the services they rendered earlier, I would have  killed these two miscreants who are praising the band of enemies. Keep away from my neighbourhood. Do  not be seen anywhere here. I am recollecting your past services and hence do not wish to kill you. Both  of you, who are ungrateful and unfaithful towards me, are just as dead to me.\""
        },
        {
            "type": "verse",
            "text": "Hearing Ravana's words, Shuka and Sarana felt ashamed to see Ravana paid obeisance to  him saying, \"Be thou victorious!\" and went away. The demon Ravana spoke to Mahodara who was standing  nearby as follows: \"Bring me the spies here quickly.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words, Mahodara immediately ordered for the spies. The spies came hurriedly  as per the orders of the king, paid obeisance to him by joining their palms and approached him, having  made a complement expressing their desire to see him victorious. Then, Ravana the king of demons spoke  the following words to those spies, who were faithful, brave, energetic and free from fear: \"You go  from here to investigate about the first impression concerning Rama, as regards who are his intimate  friends and in respect of those who joined on his side with a liking towards him. Find out what are  his hours of sleeping and waking and what he intends to do next. You ought to come here, after acquainting  with all this information completely and skillfully. An enemy in battle, got known through spies by  kings, will be defeated with only a little of effort.\""
        },
        {
            "type": "verse",
            "text": "Those spies on their part delightfully replied, \"May it be so\", kept Shardula in their  front and made their circumambulation clockwise around Ravana. Having thus made circumambulation to  Ravana the excellent and the distinguished demon, the spies went to the place where Rama along with  Lakshmana were there. Having gone in a disguised manner, those spies saw Rama and Lakshman together  with Sugreeva and Vibhishana in the neighbourhood of Mountain Suvela. Seeing that army, those demons  became overwhelmed with fear. However, they were observed by the high-souled Vibhishana the Lord of  demons. Accidentally, the deomons there were caught by Vibhishana, who said that the demon Shardula  among them was wicked and got him alone seized. That Shardula also, who was going to be killed by the  monkeys, was got released by Rama. The other demons also were got released by Rama, the kind man. Those  demons, harassed by the courageous and the quick-paced monkeys, became insensible, heaved a sigh and  reached back Lanka. Those spies, who always wander outside and who were valiant rangers of the night,  thereafter approached Ravana and informed him that Rama's army was camping in the vicinity of the Suvela  mountain."
        }
    ]
}