{
    "id": "prose-yuddha-3",
    "kanda": "yuddha",
    "sarga": "3",
    "title": "Rama requests Hanuman to describe Lanka in detail",
    "chapter": "3",
    "overview": "On hearing the words of Sugreeva, Rama requests Hanuman to describe Lanka in detail. Hanuman  gives a detailed description of Lanka as he saw it.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the well-founded and highly reasonable words of Sugreeva, Rama concurred with  him and spoke then to Hanuman as follows: \"I am competent of crossing this ocean by all means, either  by way of austerity or by forming a bridge or by drying up the ocean. \"Tell me how many citadels in  Lanka are difficult of access, Oh, Hanuman! I desire to know all that, as though viewed with an eye.  \"You had the opportunity to catch a glimpse of the size of the army, the fortification-details of the  gates and citadels, the way in which Lanka was guarded and the various mansions of ogres. Describe everything  in accordance with facts, for you are skilled in all ways.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Hanuman the son of wind-god, who was excellent in the art of  expression, forthwith spoke once more to Rama as follows: \"Listen to me! I shall tell you everything  - how the city of Lanka has been defended by the various methods of fortification and how it has been  guarded by the troops. I shall tell you the details of how the ogres are attached to their king, the  excellent prosperity of Lanka generated by the glory of Ravana, the awfulness of the ocean, the division  of the body of his forces and of animals like horses and elephants carrying his forces other than the  infantry.\""
        },
        {
            "type": "verse",
            "text": "Saying so, Hanuman the foremost among monkeys, who knew the truth narrated as follows:  \"The great Lanka was rejoiced and gayful, full of elephants in rut, abounding in chariots and inhabited  by gangs of ogres. Four fairly big and extensive gates are fitted with strong doors along with huge  beams for locking those gates. Strong and mighty ballista capable of hurling darts and stones have been  attached to them. The enemy troops which arrive there are warded off by those catapults at the very  gates. Dangerous and sharp edged Sataghnis made of iron, forged by hordes of ogres, have been kept in  readiness in hundreds at the gates."
        },
        {
            "type": "verse",
            "text": "Comment: Sataghnis are four forearms in length bristled with iron spikes and are so called  because they are supposed to kill hundreds at a time."
        },
        {
            "type": "verse",
            "text": "\"A great rampart made of gold, which is difficult to assail with violence and is inlaid  at intervals with gems, corals, cat's eyes and pearls, encircle that Lanka. Most awe-inspiring and fathomless  moats (deep trenches) of great splendor, filled with cold water, infested with alligators and inhabited  by fishes are there all round the city. Anterior to the gateways, there are four very extensive draw-bridges,  equipped with numerous engines and furnished with many rows of buildings (built on the rampart and meant  for those entrusted with the duty of guarding the entrances). Against the approach of the enemy forces  there, the draw-bridges are protected by the aforesaid engines and the enemy-battalions are flung into  the moats on every side. The most important draw-bridge which is unshakable firmly fastened very well  and strong, is dazzling with numerous gold pillars and pedestals. Ravana, inclined to war and  endowed with power of the state, himself remains alert and in readiness to review the forces, Oh, Rama!\""
        },
        {
            "type": "verse",
            "text": "Comment: Seven powers of the state are usually enumerated, viz. king, minister, allies,  treasure, army, territory and fortresses."
        },
        {
            "type": "verse",
            "text": "\"Lanka therefore is impregnable; it is a celestial citadel that inspires terror.  Surrounded by water and built on a mountain, it has four fold defenses including forest and artificial  fortification. \""
        },
        {
            "type": "verse",
            "text": "Comment: Fourfold defenses, defense by water, mountain, forest or by artificial means."
        },
        {
            "type": "verse",
            "text": "\"Lanka is situated on the other side of the ocean, which is difficult of access, Oh Rama!  It offers no passage for vehicles either and there is no proper communication from all sides. That city  of Lanka, resembling the city of Gods, is built on a mountain peak and is inaccessible. That Lanka is  abounding with horses and elephants and is extremely difficult to conquer. Deep trenches and Sataghnis  too as well as engines of war of every kind adorn Lanka the city of wicked Ravana. Ten thousand ogres  all carrying darts in their hands and warriors, contending with swords, who are difficult to assail,  are positioned at the eastern gate. One hundred thousand of ogres, with an army of four limbs (viz.  horses, foot soldiers, elephants and chariots) are positioned at the southern gate of the city. Warriors  unsurpassed by others constitute that army. One million troops arrived with shields and swords as well  as proficient in the use of all mystic missiles, are positioned at the western gate. A hundred millions  of ogres, who are mounted in chariots or who ride on hoses, sons of distinguished families and greatly  honored, are positioned there at the northern gate. Moreover, ogres hundreds of thousands in number,  difficult to attack, aggregating to one and quarter of a crore of ogres are positioned at the central  division. Those bridges were broken by me and the moats were filled up (with the wreckage). The city  of Lanka was burnt by me and the defensive walls were pulled down. A part of the army of the gigantic  ogres was destroyed. By some way or other, let us cross the ocean. The city of Lanka should be assumed  then as destroyed by the monkeys. Oh, Rama! What is the use for the rest of the forces to you? Angada,  Dvivida, Mainda, Jambavan, Panasa, Anala and Nila the commander-in-chief alone, by reaching that great  city of Ravana, leaping and storming Lanka with its mountains and woods, moats and archways, protective  walls and buildings, will recover Sita. Order quickly to get all the forces accumulated accordingly.  Let us set out at the appropriate moment."
        }
    ]
}