{
    "id": "prose-yuddha-30",
    "kanda": "yuddha",
    "sarga": "30",
    "title": "Ravana dispatches Sardula the demon-spy",
    "chapter": "30",
    "overview": "Dispatched by the king Ravana to ascertain the strength of the army in the opposition-camp,  Shardula the demon-spy acquaints his master with the important leaders of the monkeys.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, the spies informed Ravana about Rama, with his unperturbable army, having  encamped on Suvela Mountain. Hearing from the spies about the arrival of Rama, the exceedingly strong  man, Ravana became a little perturbed and spoke to Shardula as follows: \"O, demon! Your complexion is  not so as it should be. You look miserable too. I hope that you have not fallen a victim to the enraged  monkeys.\""
        },
        {
            "type": "verse",
            "text": "Thus questioned by Ravana, Shardula afflicted with fear, then sluggishly spoke the following  words to Ravana the tiger among demons: \"O, king! Those strong, bold and excellent monkeys protected  by Rama are not capable of being spied upon. They are not capable of being talked with and nothing can  be found in interrogating with them. The entire path is being protected by the monkeys looking like  mountains. I was identified when that army was merely penetrated into (by me) and began to be examined.  I was seized forcibly by the demons (forming the retinue of Vibhishana), who investigated me in various  ways. I was beaten on all sides with knees, fists, teeth and palms by the enraged monkeys. I was also  paraded round in the midst of their army. Having been paraded all around thus, I was finally taken to  the court of Rama. All my limbs were bleeding and Rama. All my limbs were bleeding and I was trembling,  with my senses disturbed. While being plagued by the monkeys and asked for protection with joined palms,  I was saved fortunately by Rama, saying 'stay!stay!'Rama has filled the sea with boulders and rocks,  taking up his position at the gates of Lanka and stands there, well-equipped with weapons. Having released  me, Rama of great splendour arranged the army in the form of Garuda (an eagle). He is encircled on all  sides by the monkeys and is approaching towards Lanka. Before he reaches the ramparts, do one thing  or the other quickly or give away Sita immediately or even offer him battle.\""
        },
        {
            "type": "verse",
            "text": "Having heard those words, Ravana the lord of demons reflected on it and thereafter spoke  the following significant words to Shardula. \"I will not give away Sita even if the celestials or  Gandharvas the celestial musicians or the demons were to fight against me or even under danger from  all beings. After uttering the aforesaid words, the heroic Ravana again spoke as follows: \"Has the army  been espied by you? Who are the valiant monkeys among them? O, the virtuous gentle Shardula! What radiance  do the monkeys, who are difficult to be conquered possess of? what kind? Whose sons and grandsons are  they? You tell me that information. After knowing their strengths and weakness, I will decide in this  matter accordingly. Is it not necessary to count clearly those who are really yearning to fight the  battle?\""
        },
        {
            "type": "verse",
            "text": "Hearing Ravana's words, Shardula the excellent spy then started to narrate these words  for Ravana's information: \"Certainly, king Sugreeva, the son of Riksharajasa, is difficult to be conquered  in battle. Here is the son of Gadgada, famously called as Jambavan. The other one is the son of the  same Gadgada. Another one is the son of Brihaspati the teacher of Indra the lord of celestials, called  Kesari by whose son Hanumann the demons were destroyed. O, king! Here is Sushena the son of Yama the  Lord of Death who is valiant and virtuous, as well as a monkey called Dadhimukha, the cool-minded, who  is the son of moon. Sumukha, Durmukha and a monkey called Vegadarshi are surely the personifications  of death in the form of monkeys, created by Brahma, the Lord of creation. Here is Nila the army-general  himself, the son of agni the Lord of Fire. Here is the son of Vayu the Lord of Wind well- known as Hanumann.  The young Angada, Indra's grandson, the strong and invincible one, both the mighty Mainda and Dvinda  born of the two divinties of Ashvin* as well as Gaja, Gavaksha, Gavaya, Sharabha and Gandhamadhana the  five sons of Yama the God of Death all of them resembling Yama at the time of dissolution of the world,  the valiant ten crores of monkeys who are yearning for battle are all here. I cannot venture to tell  about the remaining glorious sons of god.\""
        },
        {
            "type": "commentary",
            "text": "The two divinities of Ashvin are said to appear in the sky before the dawn in a golden  carriage drawn by horses or birds, they bring treasures to men and avert misfortune and sickness; they  are considered as the physicians of heaven."
        },
        {
            "type": "verse",
            "text": "\"This young man is Rama, Dasartha's son, who is well-built like a lion, by whom Dushana  ws killed as also Khara and Trishana. There is no one on earth who is equal in prowess to Rama, by whom  Viradha was killed as also Kabandha who was equal to Yama. No man on this earth is able to narrate the  qualities of Rama, by whom all the demons staying in Janasthana were killed. Here too is the virtuous  Lakshamana, resembling the most excellent elephant among elephants, in the path of whose arrows, even  Indra the Lord of celestials himself could not survive. Sweta and Jyotirmukha, the sons of the sun-god,  a monkey called Hemakuta, another son of Varuna, Nila the son of Visvakarma the strong and the best  of monkeys, as well as that mighty and swift Durdhara the son of Vasus are all here. There is the prince  of demons Vibhishana, your brother, who having secured the city of Lanka (as a prospective gift from  Rama) remains devoted to the good of Rama. Thus, I have described about the entire army of monkeys stationed  on the Mount Suvela. Now, it is for you to decide what remains to be done!\""
        }
    ]
}