{
    "id": "prose-yuddha-32",
    "kanda": "yuddha",
    "sarga": "32",
    "title": "Sita sees the illusory head and bow",
    "chapter": "32",
    "overview": "Sita was shocked, fell unconscious at the sight of Rama's head and bow. She regained  consciousness and asked Ravana to kill her also, so that she would join her husband in heaven. Meanwhile,  Ravana is abruptly called away by an emissary and after consultation with his ministers, prepares his  army for action against the forces of Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Sita saw the illusory head and bow. She heard Ravana narrating about Rama's friendly  relationship with Sugreeva, as earlier apprised by Hanumann. Recognizing that head as that of Rama, with  a proof resembling her husband's eyes, facial complexion, hair, expanse of his forehead and the beautiful  jewel worn on the top of his head, she was very much afflicted with sorrow, cried like an osprey and  abused Kaikeyi who was the originator of the present calamity (as follows):"
        },
        {
            "type": "verse",
            "text": "\"Kaikeyi! Be a fulfiller of your craving! This Rama, causing a joy to the family, has  been slain. The entire race has been destroyed by a woman of squabbling nature. You gave clothes made  of bark to the venerable Rama and sent him on exile to the forest along with me. What harm has he done  to you?\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, Sita the miserable girl was trembling and fell on the ground like a  plantain tree that was cut off. Thus speaking, Sita the miserable girl was trembling and fell on the  ground like a plantain tree that was cut off. The wide eyed Sita thereafter was consoled in a moment,  regained consciousness, approached near that illusory head and lamented as follows:"
        },
        {
            "type": "verse",
            "text": "\"O, the long armed Rama! The pursuer of a strong will! Alas, you have been killed! I  have become a witness to your last fate. I have been made a widow. It is said that the early death of  a husband is the misfortune of a wife. You, having good conduct, have preceded me in death. Even you  who were actually intent on protecting me, fallen in great affliction and immersed in an ocean of grief,  have been killed by the enemies. My mother- in-law Kausalya who cherished you tenderly has been left  without a son and resembles a cow that has lost its calf. It was mentioned even by astrologers that  your life span is lengthy. Their words are wrong. You are short lived. Otherwise, your prudence might  have disappeared even though you were sagacious, for, Time the master of all beings has brought you  to an end. How is it possible that you, who knew the doctrine of political ethics obtained an unforeseen  death? You, who knew the science of expediency, were indeed skilled in warding off calamities\""
        },
        {
            "type": "verse",
            "text": "\"The night of destroying time which was very much cruel and terrible thus has encircled  you, embezzled you and snatched you away from me. Leaving the miserable me, you lied down here, embracing  the earth as your beloved. Here is your bow which was decorated with gold, dear to me and worshipped  diligently by you with sandal paste and wreath of flowers. Surely, you must have met in heaven your  father and my father-in- law Dasharatha as well as all the multitude of manes. You have abandoned your  own pious lineage of royal sages but whereas you performed a great act, which illuminated the heaven  like a luminary. "
        },
        {
            "type": "verse",
            "text": "\"O, prince! Why don't you look at me? Why don't you reply me, a wife who lived with you  together since the time of obtaining me as a girl by you as a boy. Remember your solemn promise at the  time of our marriage, saying 'I shall have righteous conduct with you' Take me also with you, wretched  as I Am. Why have you gone away, quitting me like this? Leaving me, the miserable woman, why have you  gone to the other world from this world? That beautiful body, which was cuddled by me with divine essences,  is now being dragged about by wild beasts. Why are you not securing the privilege of being cremated  with a sacrificial fire, even though you have worshipped the Lord through sacrificial performances such  as Agnishtoma, duly furnished with abundant gifts?\"."
        },
        {
            "type": "verse",
            "text": "\"Kausalya absorbed as she was with grief can only see Lakshmana alone returned out of  the three who attained exile. He will narrate surely to her when enquired, about your slaughter as also  the killing of the army of your alley, by demons at night. Hearing that you were killed while sleeping  and that I was kept in the house of ogres, she will be no more, as her heart will be broken. The strong  and faultless prince Rama was killed in a small puddle, after crossing the ocean, for the cause of me,  an unworthy woman. I, the obloquy of my race, was wedded by Rama due to ignorance. Thus, a wife herself  has eventually proved to be the cause for death of Rama, an honorable man. Even though I was a wife  of Rama who showed hospitality to all the guests, it is I, that very person, who is weeping here and  now, because without doubt, in a previous existence, an excellent gift was refused by me (to an eligible  person). Unite the wife with the husband and without delay, arrange to kill me right at the head of  Rama. Thus, you will perform an admirable and auspicious act. Join my head with his head and my body  with his body. I shall go along the path of my magnanimous Lord.\""
        },
        {
            "type": "verse",
            "text": "The wide-eyed Sita, seeing her husband's head and bow there again and again, was tormented  with grief and lamented as aforesaid."
        },
        {
            "type": "verse",
            "text": "While Sita was lamenting thus, a demon who was a royal guard approached his Lord there  with his joined palms in salutation (and cried as follows):"
        },
        {
            "type": "verse",
            "text": "\"May you be victorious, O noble Lord!\" he respectfully announced thus, thereby winning  his pleasure and informed that Prahasta the army chief had come. Prahasta has come with all ministers.  He has sent me, eager as he is, to see you. Endowed with patience! There is a little urgent work by  way of king's duty. Please accord them your audience now.\""
        },
        {
            "type": "verse",
            "text": "Hearing the aforesaid communication of the demon, Ravana left the garden of Ashoka and  bestowed audience to his ministers. He deliberated with his ministers as to what action in its entirety  to be pursued and entered the council-chamber and issued his commands in accordance with the knowledge  he possessed of Rama's forces. Soon after the departure of Ravana, the illusory head and bow had vanished.  Then, Ravana the king of demons in consultation with his highly powerful ministers, decided on the measures  he would adopt against Rama. "
        },
        {
            "type": "verse",
            "text": "Ravana the king of demons, resembling Yama the god of death, addressed all the generals  standing nearby, devoted to his interests as follows: \"By a sound of a drum beaten audibly with a drum  stick, immediately summon all my forces. Do not tell them the reason for which I am calling.\""
        },
        {
            "type": "verse",
            "text": "Then, the messengers answered, \"So be it\" obedient as they were to his words and instantly  gathered a huge army together and informed their lord longing for fight, that they had since assembled  the army."
        }
    ]
}