{
    "id": "prose-yuddha-33",
    "kanda": "yuddha",
    "sarga": "33",
    "title": "Sarama restores confidence to Sita",
    "chapter": "33",
    "overview": "An ogre named Sarama reassures Sita by telling her that Ravana, the conjurer created  an illusory appearance of Rama's head and exhibited it before her. She informs Sita that Rama is still  alive and is stationed along with his forces at the southern shore of the ocean. Sarama restores confidence  to Sita, by saying that Rama after killing Ravana in battle will soon win her back.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing the bewildered Sita, a demon named Sarama*, an affectionate female companion  then approached Sita, her beloved Sita, her beloved friend."
        },
        {
            "type": "commentary",
            "text": "*Sarama, according to some commentators was the wife of Vibhishana."
        },
        {
            "type": "verse",
            "text": "Sarama, the soft-spoken woman, consoled Sita who having been infatuated by Ravana was  very much in distress. she was assigned by Ravana to guard Sita, was kind hearted and firm in austerity.  She was indeed made a companion by Sita, who was being protected by her there. The affectionate Sarama  found Sita stupefied and just risen after rolling in the dust and soiled, resembling a female horse."
        },
        {
            "type": "verse",
            "text": "Sarama consoled the very virtuous Sita as follows \"O, Sita! Be comfortable! Do not  get perturbed in your mind. Timid woman! Because of my friendship with you, I overheard Ravana's words  and all the words you have spoken in reply to him, by hiding nearby in a barren sky without fear. I  do not have any fear of Ravana, owing to my affection towards you.\""
        },
        {
            "type": "verse",
            "text": "\"O, Sita! Every thing was ascertained by me on the spot, after going out, about the  reason for which Ravana has gone away agitated. It is not possible to attack Rama, a man of self awareness,  while he is asleep. Nay even killing him, the tiger among men, is well nigh impossible. It is not possible  to kill in this manner even monkeys, who perform fighting with trees, in as much as they are fully protected  by Rama, even as celestials are protected by Indra their lord. "
        },
        {
            "type": "verse",
            "text": "\"O, Sita! Rama, who is endowed with long and well rounded arms, an illustrious man,  who is large-chested, a man of great energy, an archer well known in the world, a man endowed with muscularity,  a righteous minded man, a person of celebrity on earth, a man of eternal strength, a protector for himself  and for others, while together with his brother Lakshmana, a man of high descent, a knower of doctrines  of conduct and behavior, the killer of a stream of enemy forces, a man of inconceivable strength and  valor, a venerable man and an annihilator of adversaries, has not been killed.\""
        },
        {
            "type": "verse",
            "text": "\"A trickery has been hurled on you here by the cruel Ravana, a conjurer, who is perverse  in thinking and action and an enemy of all beings. Your sorrow is (now) gone once for all. An all-pervading  auspiciousness will await you. Accordingly prosperity will attend on you. Hear me. Rama, along with  his army of monkeys, having crossed the ocean, reached its southern shore and is encamped there.\""
        },
        {
            "type": "verse",
            "text": "\"Rama, who was along with fully meaningful Lakshmana, was perceived by me. He stands  protected by the troops gathered together at the vicinity of the ocean. Some swift paced demons, who  were dispatched by Ravana, brought this very news here that Rama has crossed the ocean. Hearing that  news, yonder Ravana is busy making deliberations with all his ministers.\""
        },
        {
            "type": "verse",
            "text": "While Sarama, the ogre was talking as aforesaid with Sita; a terrific sound was heard,  from the troops engaged in the impending war."
        },
        {
            "type": "verse",
            "text": "Hearing the crashing sound of kettle drums, made to sound like a thunder storm with a  drum stick, Sarama in her sweet voice spoke to Sita as follows: \"O, timid Sita! This frightful sound  of a kettledrum is indeed indicative of preparation for a war. Hear also the thundering crash of the  kettle drums, which resembles the rumbling of clouds. Elephants in rut are being caparisoned for war.  Chariot horses are being prepared for a battle. Thousands of horsemen carrying darts in their hands  are seen. Thousands of soldiers equipped with armor are marching quickly hither and thither. Royal highways  are filled with wonderfully looking warriors like a swift flowing sea with its flood of waters making  a roaring sound.\""
        },
        {
            "type": "verse",
            "text": "\"See hurriedly, this sheen of polished weapons, shields and coats of mail sending forth  luster of many hues like the splendor of fire consuming a forest in summer. Here is seen the flurry  of chariots, horses and elephants following the lead of Ravana as well as of energetic demons thrilled  with joy. Hear the sound of bells of elephants. Hear the ratting of chariots. Hear the cry of neighing  horses, resembling the flourish of trumpets. Here is the bustle of demons, carrying uplifted weapons  in their hands; following the lead of Ravana. This bustling activity is causing hair to stand erect  through terror. A good fortune, which will bring your sorrow to an end, awaits you. A peril has arrived  for demons. The lotus eyed Rama, your husband, who has overcome his anger but having an unimaginable  strength will kill Ravana in battle and win you back. Your consort along with Lakshmana will show his  valor against the demons, like Indra the lord of celestials along with Vishnu the lord of preservation,  the annihilator of enemies exhibited his strength over his adversaries. Very soon, I shall see you,  mounted on the lap of Rama who actually arrived, your object of his coming being fulfilled and the enemy  fallen. "
        },
        {
            "type": "verse",
            "text": "\"O, Sita! You will shed tears of joy on the bosom of that broad-chested Rama, re-united  with you and holding you clasped to his breast. Before long, that mighty Rama will loosen the one single  plait which has reached past your hips, which you have worn these many months. Seeing his face, looking  like a rising moon, you will renounce your tears born of grief, like a female snake casts off its slough.\""
        },
        {
            "type": "verse",
            "text": "\"O, Sita! Having killed Ravana in combat within no time, Rama (who deserves facility);  will enjoy happiness in the company of the beloved, namely yourself. Acclaimed by the high soled Rama,  you will be so happy as how the earth, endowed with crops, feels after the onset of good rains. Seek  refuge now with him - the sun that rolls towards Meru the highest mountain, like a horse that makes  its round rapidly. That sun is indeed the source of all creatures.\""
        }
    ]
}