{
    "id": "prose-yuddha-34",
    "kanda": "yuddha",
    "sarga": "34",
    "title": "Sarama consoles Sita",
    "chapter": "34",
    "overview": "Sita asks Sarama to go secretly to Ravana and get to know what he is doing as well  as report to her back about Ravana's decision about the matter of releasing her or continuing to keep  her captive. Sarama secretly hears the conversation of Ravana with his ministers and reports to Sita  that Ravana is not inclined to set her free. Sarama consoles Sita, saying that Rama with his sharp  arrows will kill Ravana and take her back to Ayodhya.",
    "content": [
        {
            "type": "verse",
            "text": "Sita, who was overwhelmed with anguish on hearing Ravana's words, was comforted and  rendered happy by Sarama, as parched earth is solaced by rain. "
        },
        {
            "type": "verse",
            "text": "Desiring to be of further service to her friend Sita, the affectionate Sarama, skilled  in the knowledge of time, smiling while talking, spoke the following words at that appropriate time.  \"O, black eyed lady! I am capable of carrying a message of your words and good will to Rama and to return  secretly. When I am journeying in the sky self -supported, neither the god of wind nor Garuda the eagle  can follow my movement.\""
        },
        {
            "type": "verse",
            "text": "To Sarama, who was speaking as aforesaid, Sita her voice no longer charged with grief,  gently and sweetly replied in the following words: \"You are capable of going to heaven or to the penultimate  subterranean region. Know from me today the duty that has got to be performed by you for my sake. If  your intention is to act kindly towards me and your resolve is firm , I wish you to go and know what  Ravana is doing now. That cruel and evil minded Ravana, equipped with strength in the shape of conjuring  tricks, who makes his enemies cry has bemused me, as spirituous liquor bemuses one, the moment it is  imbibed. He causes me to be threatened by words all the time by the most frightful ogresses, who always  surround me and insult me by their act repeatedly. I am depressed in mind and distrustful. My mind is  not in its natural state. Staying in Ashoka grove, I am distressed because of his fear. Report to me,  all that is decided by him during his talk going on with his ministers about the matter of releasing  me or keeping me captive. It will be of great service to me. The soft spoken Sarama, wiping her face,  which got moist with tears, replied as follows to Sita who was speaking as aforesaid:"
        },
        {
            "type": "verse",
            "text": "\"If your opinion is like this, I shall go on that account, O, Sita! Having grasped  the feeling of the enemies, I shall return O, Sita!\""
        },
        {
            "type": "verse",
            "text": "Speaking thus, Surama thereafter went to the vicinity of that demon and heard the conversation  of Ravana who was with his ministers. Sarama, who knew how to investigate could hear the wicked Ravana's  resolve and soon returned to Ashoka grove. Sarama, who entered the Ashoka grove, saw Sita who looked  like Lakshmi the goddess of prosperity (and the wife of Vishnu); bereft of the lotus and waiting for  her only. "
        },
        {
            "type": "verse",
            "text": "Sita affectionately embraced the kindly speaking Surama who returned there and offered  personally a seat to her. \"Sitting here comfortably, tell me about the real design of that cruel and  wicked Ravana.\""
        },
        {
            "type": "verse",
            "text": "When Sita trembling with fear enquired thus, Sarama narrated all the conversation of  Ravana together with his ministers."
        },
        {
            "type": "verse",
            "text": "\"Excellent words were spoken by Kaikasi, the mother of Ravana as well as Aviddha the  aged minister asking for your release, O Sita! Let Sita, be restored honorably to Rama the Lord  of men. That wonderful** thing happened in Janasthana is an enough eye- opener to you.\""
        },
        {
            "type": "commentary",
            "text": "** Rama exterminated fourteen thousand demons led by such great warriors as Khara  and Dushana at Janastana."
        },
        {
            "type": "verse",
            "text": "\"Which mortal would accomplish the crossing of the ocean, the discovery of Sita by  Hanumann, and the carnage of the demons in combat on this earth? Though admonished in many ways by the  aged ministers and his mother he is not inclined to set you free, any more than a miser would leave  his hold on his riches. O, Sita! He does not want to release you, without dying himself in a battle.  This is the resolve of the cruel Ravana along with his ministers. Thereafter, due to infatuation caused  by his impending death, his aforesaid determination is very firm .He is not in a position to release  you, not through sheer fear, but until he is actually defeated in battle through the carnage of all  the demons and of himself. Killing Ravana by his sharp arrows in combat, Rama will take you back to  Ayodhya by all means.\""
        },
        {
            "type": "verse",
            "text": "In the meantime was heard the sound of all the monkey troops blended with the sound of  kettle drums, causing earth to shake. Hearing that sound of that monkey troops, the servants of Ravana  stationed in Lanka were lack- luster with their movements, overcome by depression. They did not see  anything salutary in it, owing to the fault of their king."
        }
    ]
}