{
    "id": "prose-yuddha-35",
    "kanda": "yuddha",
    "sarga": "35",
    "title": "Sita asks Sarama about Ravana's decision",
    "chapter": "35",
    "overview": "With the sound of kettle drums and couches, Rama arrives to Lanka with his army. Ravana hears those sounds and calls his ministers to chalk out his further course of action. Malyavan, Ravana's maternal grandfather advises Ravana to conclude peace with Rama and restore Sita to him as he is perceiving adverse omens.",
    "content": [
        {
            "type": "verse",
            "text": "The mighty armed Rama, the conqueror of hostile cities sallied forth with the resonant roll of kettle drums, mingled with the blast of couches. Hearing that sound, Ravana the Lord of demons, paused for a moment to reflect and looked towards his ministers. Ravana of great strength the tormentor of the world, and a cruel lord of demons then addressed all his ministers in a voice that resounded the entire hall as follows, accusing none. "
        },
        {
            "type": "verse",
            "text": "\"I have heard what you told me about Rama's crossing the ocean, his prowess, strength and heroism. I know that you are truly brave in the battle-field, yet, on beholding that valiant Rama, you too look on each other in silence.\""
        },
        {
            "type": "verse",
            "text": "Hearing those word of Ravana whose maternal grandfather he was, the highly intelligent demon called Malyavan, answered him thus:"
        },
        {
            "type": "verse",
            "text": "\"O, king! He who is well-versed in (fourteen)* sciences and follows the path of prudence, enjoys sovereignty for a long time and compels his enemies too into subjugation.\""
        },
        {
            "type": "commentary",
            "text": "Four Vedas, six Vedaangas, the Puranas, the Mimamsa, Nyaya and Dharma together constitute fourteen sciences."
        },
        {
            "type": "verse",
            "text": "\"He who concludes peace even with enemies or wages war at a fitting time strengthens his own party and attains a great power. A treaty of peace should be reached by a king who is weaker or equal to an enemy. The king should never underrate that enemy. If the king is more powerful, he should make war on the enemy.  For that reason, alliance with Rama finds favour with me. Let Sita, for whose sake you are being attacked, be restored to him.\""
        },
        {
            "type": "verse",
            "text": "\"All the celestials, sages and Gandharvas the celestial musicians are wishing for victory of Rama. Do not get an enmity with them. Let alliance with him be acceptable to you. Brahma, the lord of creation, created only two classes of beings, the celestials and the demons. Celestials take refuge in righteousness and demons in unrighteousness. O, Ravana! Righteous is said to be on the side of the high-souled celestials. Unrighteousness is indeed on the side of ogres and demons. When righteousness swallows unrighteousness, it becomes KrutaYuga, a golden age. When unrighteousness swallows righteousness, it incites KaliYuga the fourth age. Therefore, while you were wandering in the worlds, even the great righteousness was destroyed and unrighteousness favoured by you. So, the enemies are stronger than us.\""
        },
        {
            "type": "verse",
            "text": "\"Due to your negligence, that well nourished unrighteousness is swallowing us. Being favourable to demons, the sect of demons is thereby getting augmented. You, who are interested in sensual enjoyments, doing whatever you like, have created a great alarm in the sages, having the nature of fire. The power of those sages is insurmountable like an igniting fire. Having purified their minds through penance, they are intent on promotion of righteousness, in as much as these Brahamans worship the gods through different principal sacrifices, also pour oblations into the sacred fires with due ceremony and read the Vedas (Sacred texts) in a loud voice. Having subdued the demons, they continued to chant the sacred text, on hearing which all the demons scattered in all directions, as thundering clouds in a hot season.\""
        },
        {
            "type": "verse",
            "text": "\"The smoke coming forth from the sacred fire of the sage who resemble the fire (in brilliance), enveloping the ten directions, takes away the magical power of the demons. The severe austerity practised by the sages, firm of resolve, in different countries torment the demons. You received a boon of invincibility from celestials, demons and semi-divine beings, but then are men, bears as well as powerful and very efficacious having strong prowess who are coming hither, roaring like lions. By seeing various kinds of unexpected events (portents) and many types of terrific things, I am perceiving a destruction of all the demons.\""
        },
        {
            "type": "verse",
            "text": "\"With terrifying clamour, monstrous clouds, inspiring horror, rain hot blood on Lanka on every side. Drops of tears drop from the weeping elephants, horses etc., whose skins became discoloured, covered with dust and are not shining as before. Flesh-eating animals, jackals and eagles and howling horribly. Entering Lanka, they are in the groves, forming into groups. Black women, chattering incoherently in dreams and robbing different houses stand in front, laughing loudly with their white teeth. Dogs devour the sacred offerings offered in homes. Donkeys are born of cows and rats of mongoose.\""
        },
        {
            "type": "verse",
            "text": "\"Cats mate with tigers, pigs with dogs, Kinnaras (a species of demi-gods with the human figure and the head of a horse or with a horse's body and the head of a man) with demons and men. Red-footed and white pigeons, messengers of death, move in different directions, foretelling the extermination of demons. Domesticated minas (a kind of birds) making a chirping sound, defeated by other bellicose birds drop down, being twined together in groups. Birds and wild animals, facing towards the sun, cry out. Death, in the form of a frightful, monstrous and cruel blackish fellow with a shaven head casts his eyes on all our dwellings, both morning and evening. These and such other sinister omens appear.  I deem Rama of firm fortitude as Vishnu dwelling in human form. This Rama is not a mere human being, he by whom that most wonderful bridge was built across the sea. O, Ravana! Conclude peace with Rama, who is the king of men. Having come to know of his acts, let that which is good for the future be done after a mature understanding.\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus, the mighty Malyavan, who was foremost in valour among the bravest warriors, being aware of what was passing in Ravana's mind, eyeing him, became silent."
        }
    ]
}