{
    "id": "prose-yuddha-36",
    "kanda": "yuddha",
    "sarga": "36",
    "title": "Ravana abuses Malyavan",
    "chapter": "36",
    "overview": "Ravana turns his deaf ear to the words of Malyavan and even abuses him that the latter exaggerating the strength of Rama. Ravana further says that he will not restore Sita to Rama and that Rama and his army will not go back alive, having crossed the ocean and reached Lanka. Then, Ravana assigns Prahasta and others to guard the four main gates of Lanka against the inroads of the enemy. He retires to his inner apartments, after ordering these assignments.",
    "content": [
        {
            "type": "verse",
            "text": "The evil- minded Ravana the ten-faced monster, who had fallen under the sway of Death; could not brook that beneficial advice tendered by Malyavan.He had fallen under the sway of anger, knitting his brows on the face as he was, rolling his eyes in fury and spoke to Malyavan (as follows):"
        },
        {
            "type": "verse",
            "text": "\"I have closed my ears to the speech you have made, albeit with good intentions and even by taking sides with the enemy. How can you hold Rama, who is a mere human being, a small feeble man, taking help from monkeys and dwelling in a forest having been abandoned by his father, to be a competent person? How can you hold me, the Lord of demons, terrifying celestials and possessing all powers in full, to be a weaker person? I suspect that you spoke these harsh words to me because of your envy of my prowess or your partiality towards the enemies or my lenience towards you. Which learned man, understand the truth in the scriptures, would speak thus harshly to a mighty person in power, were it not to instigate him?\""
        },
        {
            "type": "verse",
            "text": "\"Why should I give back Sita, who is like Lakshmi the goddess of fortune without the lotus, having brought her away from the forest, through fear of Rama? See Rama killed within a few days by me, along with Lakshama together with Sugreeva in the midst of crores of monkeys. How should this Ravana, whom in combat, the celestials themselves dare not meet in a duel, entertain fear in this encounter? Rather would I be cut into two pieces than bend before anybody! Such was I from birth, it is my nature by default and unalterable. What great marvel is there in that which gave way to terror if by happy chance, a bridge indeed was constructed by Rama across the ocean. That Rama along with his army of monkeys, having crossed the ocean, will not go back alive. It is my true promise to you.\""
        },
        {
            "type": "verse",
            "text": "Beholding Ravana to be highly excited and speaking with such fury, Malyavan, abashed, did not reply. Invoking blessings of victory to the king as courtesy demanded Malyavan took permission and went home. Ravana the demon on his part, assisted by his ministers having deliberated on the things to be examined, set about planning the defense of Lanka. Thereafter, he assigned the eastern gate to the demon, Prahasta and the southern gate to Mahaparshva and Mhodara both of great prowess. At the western gate, he placed his son Indrajit, a powerful conjuror, with considerable force of demons."
        },
        {
            "type": "verse",
            "text": "Placing Shuka and Sarana at the northern city-gate, Ravana told his ministers that he would go there personally. He place the demon Virupaksha, who was full of energy and courage, to be in the center of the fort, with a large number of demons. Making an arrangement in Lanka in this manner, that bull among demons, under the sway of Time, deemed his purpose as accomplished. Having ordered for adequate arrangements for the defense of the city, Ravana then let his ministers depart. Having been honoured with blessings of victory by the body of counsellors, he entered his mighty and sumptuous inner apartments."
        }
    ]
}