{
    "id": "prose-yuddha-37",
    "kanda": "yuddha",
    "sarga": "37",
    "title": "Vibhishana sends spies into Lanka",
    "chapter": "37",
    "overview": "Rama, Sugreeva, Hanumann and others assemble to take counsel together, upon reaching the  precinets of Lanks. While they were delibrating on the ways and means for the success of their mission,  Vibhishana informs that he has sent his counsellors as spies to gather information about the enemy's  plans and that they returned after gathering the required news about Ravana's arrangements at the four  gates of theity. After hearing Vibhishana's information, Rama orders Nila, Angada Hanumann and others  to storm the four gates and decides to stay on Suvela mountain with his army.",
    "content": [
        {
            "type": "verse",
            "text": "Meanwhile, Rama the king of men and Sugreeva the Sovereign of monkeys, Hanumann the son  of the wind, Jambavan the king of the Bears, Vibhishana the demon, Angada the son of Vali, Lakshmana,  Sushena along with his kinsfolk, Mainda, Dvivida, Gaja, Gavaksha, Kumuda, Nala and Panasa, all having  reached the enemy's territory, assembled to take counsel together. \"Observe this city of Lanka, ruled  by Ravana, impregnable both to celestials and the demons together, or the uragas (the serpent-demons)  and Gandharvas (celestial musicians). Ravana, the lord of demons always stays in the City. Think of  the ways and means for the success of our expedition."
        },
        {
            "type": "verse",
            "text": "While they were talking thus, Vibhishana the younger brother of Ravana spoke the following  meaningful and polished words: \"My counsellors named Anala, Panasa, Sampati and Pramati went to the  City of Lanka and returned here. Assuming the form of birds, all the four entered that enemy's citadel  and observed the measures taken by Ravana closely. O, Rama! I give a detailed report as it was given  to me of the defence-arrangements made by tha evil-minded Ravana, hear me. The very strong Prashata  is standing near the eastern gate. Mahaparshva and Mahodara of mighty prowess are at the southern gate.  Indragit, the son of Ravana is at the western gate along with many demons armed with harpoons, swords,  bows, spears and hammers together with warriors furnished with weapons of various kinds. A prey to great  anxiety, Ravana knower of magical formulas, is himself stationed at the northern gate, along with several  thousands of demons holding lances in their hand.\""
        },
        {
            "type": "verse",
            "text": "\"As for Virupaksha he with mighty army carrying spears, clubs and bows along with other  demons, occupies the center of the fort. All these counsellors of mine watched those groups of troops  arranged in Lanka in this manner and immediately returned here. The elephants and chariots number some  ten thousand each, the cavalry twenty thousand and there are more than a crore foot soldiers. These  strong and intrepid demons endeavouring to kill someone in battle have ever been their sovereign's favourites.  O, Rama! In these demons, a retinue of ten lakhs each is near at hand for each demon.\""
        },
        {
            "type": "verse",
            "text": "The mighty armed Vibhishana showed those counsellors to Rama after reporting the aforesaid  news pertaining to Lanka, thus informed by his counsellors. The counsellors of Vibhishana themselves  confirmed all that was known regarding Lanka. Thereafter, the illustrious Vibhishana, in his desire  to please Rama, addressed that lotus-eyed one, further with the following words: "
        },
        {
            "type": "verse",
            "text": "\"O, Rama! When Ravana attacked Kubera in battle, sixty lacs of demons sallied forth with  him. All of them were akin to the evil-minded Ravana in prowess, in strength, in courage and in pride.  Indignation need not be resorted to (by you) based on this report. I am not terrifying you, but only  arousing your wrath. You are indeed capable of overpowering even celestials by your valour. Having set  out these monkey-forces in battle-array, you shall destryoy Ravana with this great army of monkeys,  composed of four divisions, which surround you. Vibhishana having spoken thus Rama gave the following  orders for the attack of the adversaries.\""
        },
        {
            "type": "verse",
            "text": "\"At the eastern gate of Lanka, Nila that lion among monkeys for his part, surrounded  by many monkeys, should attack Prahasta. At the southern gate, Angada the son of Vali, surrounded by  his mighty army, should oppose Mahaparshva and Mahodara. Let Hanumann that son of the Wind and of inscrutable  spirit, surrounded by a multitude of monkeys, enter the City through the western gate.\""
        },
        {
            "type": "verse",
            "text": "I am myself determined to slay that wicked who owing to the boon he has received, enjoys  oppressing multitudes of Daityas (gaints) and Daanavas (demons), as also the magnanimous sages and who  ranges the world, presenting all being. With the aid of Lakshmana, I shall forcibly enter the northern  gate where Ravana is stationed along with his army.\""
        },
        {
            "type": "verse",
            "text": "\"Let the mighty Sugreeva the king of monkeys, the valiant Jambavan the king of bears  and Vibhishana, the younger brother of the Lord of demons occupy the central position of the army. Monkeys  should not assume human form in the battle, for, in the army of monkeys, this monkey-shape should serve  as a sign of recognition among us. Among our own people also, the form of monkeys will become a sign  of recognition for us. Seven of us will attack the foe in our human form, I, my brother Lakshmana, who  is full of valour, my friend Vibhishana and his four companions.\""
        },
        {
            "type": "verse",
            "text": "Having said thus to Vibhishana for the success of the enterprise, Rama in the role of  a wise leader, decided to stay on Mount Suvela, after observing its charming slopes. Thereafter, having  covered the entire filed with his great army and having made up his mind to destroy the enemies, that  high-souled Rama of great courage, set out for Lanka with a joyous and exultant air."
        }
    ]
}