{
    "id": "prose-yuddha-38",
    "kanda": "yuddha",
    "sarga": "38",
    "title": "Rama decides to stay on Suvela mountain",
    "chapter": "38",
    "overview": "Rama expresses his desire to Vibhishana and Sugreeva to halt on Suvela mountain for that  night, and to envision the City of Lanka. Rama along with Lakshmana, Vibhishana, Sugreeva and his army  ascend the mountain and witness the beauty of Lanka. They halt on that mountain-resort for the night.",
    "content": [
        {
            "type": "verse",
            "text": "Rama, who was followed by Lakshmana, having made up his mind to ascend Mount Suvela,  spoke in a gentle and prime voice to Sugreeva and to Vibhishana who was the knower of what is right,  a demon devoted to him who was experienced in counsel and a knower of prescribed rules (as follows):  \"We shall ascend up on high this Suvela mountain, shining well with hundreds of minerals. All of us  will stay on this mountain for this night.\""
        },
        {
            "type": "verse",
            "text": "\"We shall see Lanka the abode of that demon, Ravana the evil-minded by whom my wife was  taken away for the sake of his own death, by whom virtue was not understood, good character was not  known and noble lineage was not seen and by whom that contemptible act was done with an inferior demoniacal  mind. My anger is increased on hearing the name of that demon. Because of the offence committed by him,  I shall see that all these demons are destroyed. Falling into that power of trap of death, one does  an evil act. Because of the offence committed by him the vilest, his lineage is destroyed.\""
        },
        {
            "type": "verse",
            "text": "Rama, thus thinking of Ravana in anger, approached and ascended the mountain of Suvela  with its conspicuous summits. Lakshamana too who took delight in his own valour and steadfastness, keeping  ready his mighty bow with arrows, followed behind Rama, Sugreeva along with his ministers and Vibhishana  ascended the mountain, by following him. Hanumann, Angada, Nila, Mainda, Dvivida, Gaja, Gavaksha, Gavaya,  Sharabha, Gandhamadana, Panasa, Kumuda, Hara, Rambha the chief of the troop, Jambavan, sushena, the  greatly wise Rishabha, Durmukha of great splendour, Shatabali the monkey and other hundreds of monkeys  which are fast-moving, which can wander easily on mountains with a speed akin to that of wind, ascended  that Suvela mountain which Rama ascended."
        },
        {
            "type": "verse",
            "text": "Having ascended the mountain from all sides within no long time, they saw at its apex,  the city of Lanka which appeared as though it was hanging in the sky. The chiefs of monkey-troops saw  that beautiful City of Lanka, furnished with excellent gates, enriched with exquisite ramparts and pervaded  all over with demons."
        },
        {
            "type": "verse",
            "text": "Those excellent monkeys saw another rampart formed out of the black demons so standing  together scribble on that existing exquisite rampart. Seeing the demons who were craving for war, all  those monkeys made various types of noises, while Rama was witnessing the scene."
        },
        {
            "type": "verse",
            "text": "Then, the sun reddened with evening-twillight went down and the night shining with full  moon arrived. Thereafter, Rama along with Lakshmana as well as Sugreeva the Lord of monkeys together  with troops and captions of troops, duly greeted welcomingly and treated hospitably by Vibhishana, halted  happily on the mountain resort of Suvela."
        }
    ]
}