{
    "id": "prose-yuddha-39",
    "kanda": "yuddha",
    "sarga": "39",
    "title": "Rama and others see the charming garden on Suvela mountain",
    "chapter": "39",
    "overview": "Rama and the monkeys see the charming gardens and groves located in Lanka, viewing them from the top of Suvela mountain. Some of the monkeys, thrilling with rapture, enter the gardens and enjoy their beauty of flowers and birds. Some others went towards Lanka; located on the apex of Trikuta mountain. They see the city with its large mansions and seven storied buildings, including the thousand-pillared mansion of Ravana with a height almost touching the skies.",
    "content": [
        {
            "type": "verse",
            "text": "The valiant army-chiefs of monkeys stayed on Suvela mountain for that night and saw the garden and groves in Lanka. Seeing those gardens which were levelled, beautiful, spacious, majestic and enchanting to look at, they became astonished. Thick with Champaka, Ashoka, Vakula Sala and palmyra trees, covered with groves of Tamala and Panasa trees, surrounded with rows of Nagakesara trees, Lanka looked splended on all sides like the city of Amaravati reigned by Indra the god of celestials, with green lawns and variegated avenues and with beautiful trees of various kinds like Hintala, Arjuna, Nipa Saptaparna in full flowering, Tilaka, Karnikara and Patal whose crests were laden with flowers and which were intertwined with climbers laden with multi-coloured flowers and red tender leaves. The trees there were laden with fragrant and greatly enchanting flowers and fruits, as human beings were laden with ornaments."
        },
        {
            "type": "verse",
            "text": "That garden, which bore flowers and fruits in relation to all seasons and with full of bees, like chaitraratha (garden of Kubera, the god of riches), was quite charming, like Nandana (garden of Indra the Lord of celestials). In that garden abounding in cascades, the songs of birds like gallinules, lapwings(small white cranes), dancing peacocks and cuckoos were heard."
        },
        {
            "type": "verse",
            "text": "Then, those monkeys, thrilling with rapture, delighted, brave and assuming any shape at will, entered the aforesaid groves and gardens, with birds ever excited with joy, wandered by bees, with clusters of trees occupied by cuckoos, having variegated sounds of birds and song of the large bees, abounding with sounds of ospreys, with the music of wagtails and cries of canes."
        },
        {
            "type": "verse",
            "text": "While those mighty and splendid monkeys were entering the groves a breeze with flowery fragrance, delightful to the nose, blew. Some other troop-leaders of the valiant monkeys came out of their troops with due permission from sugreeva and went towards Lanka, the city adorned with flags. Those monkeys, great in making noises causing the birds to frighten and displeasing to the animals and elephants, went, causing that Lanka to tremble, by their noises."
        },
        {
            "type": "verse",
            "text": "Those monkeys with great speed marched ahead, making the earth flattened by their feet and the dust thus raised by their feet went up instant aneously. Frightened by that sound, bears lions buffaloes elephants, deers and birds were trembled and terrified and hastened towards ten different directions."
        },
        {
            "type": "verse",
            "text": "The solitary peak of Trikuta mountain, which is so high as if touching the sky, all over covered with flowers entirely, resembling gold; to an extent of eight hundred miles; bright; charming to look at, beautiful, glorious, majestic, inaccessible even by birds, hard to be ascended by people may, even by the mind-how much more by an act of walking?"
        },
        {
            "type": "verse",
            "text": "Lanka, ruled by Ravana, with a breadth of eighty mile and a length of one hundred sixty miles, was located on the apex of the mountain there."
        },
        {
            "type": "commentary",
            "text": "The length and breadth of the city given here varies from that given elsewhere - which is a hundred Yojanas wide and thirty yojanas long. This anomaly is reconciled by commentators by explaining the present verse as referring to the length and breadth of Lanka proper, which comprised the residence of Ravana."
        },
        {
            "type": "verse",
            "text": "The city of Lanka looked beautiful with its towering City-gates resembling white clouds as well as with golden and silver ramparts. The city of Lanka, greatly adorned by palaces and seven storied mansions, looked like the sky with clouds at the end of a summer and as a region of Vishnu (the god of preservation) between earth and heaven."
        },
        {
            "type": "verse",
            "text": "A palace, duly graced with a thousand pillars, which looked like a peak of Mount Kailasa was three in the City of Lanka, which was always the City of Lanka, which was always protected by a complete army of demons. The palace seemed to be scraping the skies and was to be seen as an ornament to the City of Ravana."
        },
        {
            "type": "verse",
            "text": "The glorious Rama the elder brother of Lakshmana along with monkeys saw that charming golden city of Ravana, graced with mountains picturesque with various minerals, splendid with gardens reechoing with songs of birds of every kind, frequented by varieties of deer, richly endowed with various kinds of flowers, inhabited by demons of every degree and duly flourishing, having increased its wealth."
        },
        {
            "type": "verse",
            "text": "Beholding that City, which looks like heaven and crammed with huge palaces, the valiant Rama the elder brother of Lakshmana was seized with astonishment. Rama with his great army saw that City, full of precious gems, having all kinds of facilities, adorned with rows of mansions, having excellent doors with huge mechanical appliances and with a large armed forces protecting the City. "
        }
    ]
}