{
    "id": "prose-yuddha-4",
    "kanda": "yuddha",
    "sarga": "4",
    "title": "Rama fixes an auspicious hour for the departure",
    "chapter": "4",
    "overview": "After hearing the report of Hanuman, Rama fixes an auspicious hour for the departure of his forces to Lanka and perceives good omens. The Army reaches the shores of the sea.",
    "content": [
        {
            "type": "verse",
            "text": "Rama, a very bright man and a true warrior, having duly heard the words of Hanumann from the beginning, thereafter spoke as follows:"
        },
        {
            "type": "verse",
            "text": " \"I shall destroy quickly Lanka, the city of that terrible ogre (Ravana), of which you just informed.  I am really telling this. Be pleased to approve our march at this moment, a suitable moment for success. The sun reached the mid-day. Let that ogre go (to his abode) after kidnapping Sita. Where will he go alive? Hearing of my march to Lanka, Sita will get back her hope in life, like a sick man having drunk poison touches ambrosia at the end of his life. This northern planet of Phalguni will be in conjunction with the Hasta star tomorrow. Hence, let us depart today itself with all the troops accompanying us, Oh, Sugreeva! By seeing the omens which are becoming visible, I deduce that I shall bring back Sita the daughter of Janaka, by killing Ravana. My eye which is twitching on the upper lid is proclaiming as it were, my desire of victory coming nearer.\""
        },
        {
            "type": "verse",
            "text": " Then Rama the virtuous man well-versed in moral law, who was well-adored by Sugreeva the king of monkeys and Lakshmana, again spoke as follows:- \"Let general Nila accompanied by a strength of hundred thousand warriors go before the army, to explore the way. Oh Nila the chief of Army! Steer the army speedily by the path, abound with fruits and roots, cool woods  fresh water and honey. The evil-minded demons may spoil the roots, fruits and water in the path-way. You always try to be on your guard. Let the monkeys jump into low grounds, into places made inaccessible by forest-groves and into thickets and notice whether any rival forces are stationed there. Let whatever little of feeble forces remaining, stay back in Kishkindha, as our operation will indeed be dreadful. It has to be discharged daringly. Let the best of monkeys with great strength in hundreds and thousands lead the formidable front of the army, which is akin to an oceanic stream. Let Gaja, equal to a mountain, Gavaya a very strong warrior and Gavaksha march in front, as a majestic bull marches in front of a cow-herd. Let the monkey called Rishabha, Lord of the simians and the best of the primates march forward, duly guarding the right side of the army of the simians. Let Gandhamadana, with a strength unconquerable like an elephant in rut, proceed duly guarding the left side of the army of monkeys. I myself, mounted on the shoulders of Hanumann, like Indra on Airavata, will march in the centre of my troops, duly cheering the multitude of army. Let this Lakshmana, resembling the lord of Death, march on the shoulders of Angada like Kubera the lord of riches and the sovereign of beings, marches on an elephant called Sarvabhauma. Let the highly strong, Jambavan with Sushena and the monkey called Vegadarshi, all three, guard the middle part of the army.\""
        },
        {
            "type": "verse",
            "text": " Hearing the words of Rama, Sugreeva with great valour, the commander of forces and the lion among monkeys gave orders to the monkeys accordingly. Then, all those troops of monkeys with great speed together rose up and quickly bounced from caves and mountain-tops. Thereafter Rama the virtuous man, treated respectfully by Sugreeva and Lakshmana, moved towards southern direction, along with the army."
        },
        {
            "type": "verse",
            "text": "At that time, Rama went surrounded by monkeys, looking like elephants, numbering in hundreds, hundreds of thousands and millions. That extensive army of monkeys followed Rama who was marching in the lead. All those monkeys maintained by Sugreeva were rejoicing with delight."
        },
        {
            "type": "verse",
            "text": "The monkeys, jumping overwhelmingly with roaring sound and jest fully playing musical instruments (like trumpets) marched towards southern direction. They marched on, eating good-smelling honeys and fruits and carrying large branches bearing clusters of blossoms in multitude. Wild monkeys would lift up and throw one another all of a sudden. Some others were hanging down and flying upwards. Some other monkeys were throwing down others."
        },
        {
            "type": "verse",
            "text": "Monkeys close to Rama were thus shouting, \"To us, Ravana is worthy of killing and also the entire demons.\""
        },
        {
            "type": "verse",
            "text": "Rishabha, Nila, and the courageous Kumuda along with many monkeys were clearing up the path ahead. Sugreeva the king of monkeys, Rama and Lakshmana the destroyers of enemies were moving in the centre along with many robust and terrible monkeys. The heroic monkey Satabali who was accompanied by hundreds of millions of monkeys, standing alone firmly, guarded the whole army of monkeys."
        },
        {
            "type": "verse",
            "text": "Kesari with a retinue of a hundred crore, Panasa, Gaja and Arka along with many monkeys were protecting one flank of that army. Keeping Sugreeva in front, Sushena and Jambavanta surrounded by many bears, protected the hinder part of that army."
        },
        {
            "type": "verse",
            "text": "Nila their chief of the army, the brave and the best among monkeys, the self controlled and the foremost among movable beings, was protecting that army in every direction."
        },
        {
            "type": "verse",
            "text": "Valimukha, Prajangha, Jambha and Rabhasa the monkey were moving on all sides, urging the monkeys forward. Those foremost among the monkeys, proud of their strength, thus marching with the army, saw the Sahya mountain the best of mountains joined with many small mountains, lakes fully abounding in flowers and eminent ponds. That large army of monkeys, terrific like an ocean-flood cognizing the command of Rama which is frightfully enraging, having terror-stricken, abandoning the vicinity of towns and even villages, marched like a highly dreadful ocean with a great hoaring sound. All those prominent and valiant monkeys were overwhelmingly jumping ahead, like fine horses being whipped, at the side of that Rama."
        },
        {
            "type": "verse",
            "text": "Rama and Lakshmana the best among men being carried on shoulders by Hanumann and Angada the two monkeys, were effulgent like the moon and the sun having come together in contact with two large planets (Jupiter and Venus).  Thereafter, Rama the virtuous man, treated respectfully by Sugreeva and Lakshmana, moved towards southern direction, along with the army."
        },
        {
            "type": "verse",
            "text": " Lakshmana, with a fully meaningful presence of mind, sitting on Angada, spoke the following auspicious words which were fully meaningful, to Rama.  \"Killing Ravana fast and obtaining Sita who was taken away, you will proceed to Ayodhya which is abundantly rich, having accomplished your purpose. I am seeing all grand good omens in the sky and the earth self-evident of your fulfillment, Oh Rama! The wind which is favorable, gentle beneficial and comfortable to the army is blowing alongside. These beasts and birds are uttering sonorous and sweet sounds. All the quarters are looking bright. Even the sun is clear. The planet of Venus with its bright light, born from the sage Bhrigu (a mind-born son of Brahma the creator) is hanging behind you. Dhruva, the very bright pole-star (which is recognized by the contiguity of the stars presided over by the seven Brahmana sages) is becoming clear. All the pure great sages having bright light are shining  around Dhruva star. The royal sage Trishanku, our paternal grand father, born in the high-souled Ikshvaku dynasty, is purely shining (as a star) in front, along with his family-priest. Visakha stars are shining clearly without any evil influence. This supreme constellation is of our Ikshvakus, the high-souled.\""
        },
        {
            "type": "verse",
            "text": " \"The Mula constellation of the titans is badly aspected, in that it is touched by a comet raised with a tail of light and tormented by it. All this has come for the destruction of the titans, for, the star seized by death is oppressed by a planet in its last hour. The waters are crystal-clear, with good taste. The woodlands are laden with fruit. The fragrant air is not blowing much. Trees are bearing seasonal flowers. The armies of monkeys formed into different squadrons are looking highly splendid like the armies of celestials in the battle in which the demon Taraka was killed, Oh venerable one! Be pleased to see these good omens in this manner.\""
        },
        {
            "type": "verse",
            "text": "The delighted Lakshmana spoke thus, cheering up his brother. Then, the army of monkeys consisting of excellent bears and monkeys with their very nails and teeth as weapons marched ahead, covering the entire earth. The awful dust rose by nails and claws of monkeys obscured the splendor of the sun and also covered the earth comprising of mountains forests and the atmosphere. The colossal monkey-army advanced, encompassing the southern region like a mass of cloud enveloping the sky."
        },
        {
            "type": "verse",
            "text": "While the army was crossing the entire river-currents uninterruptedly, the currents flowed inversely for a distance of many yojanas."
        },
        {
            "type": "verse",
            "text": "The mighty army entered thoroughly into lakes containing clear water, mountains full of trees, plain-landed territories and forests laden with fruits from the middle, from the four sides, from across and from under. The gigantic army marched, thoroughly covering the land. All of them with a wind-like speed went on, manifesting a joy in their faces."
        },
        {
            "type": "verse",
            "text": "For the sake of Rama, the monkeys with fully elevated pace vied with each other in high spirits, vigour and prowess. Out of pride born of prime youth, some made various gestures on the way. Some wild monkeys there walked very speedily. In that manner, some others hovered highly. Some made noises, sounding \"kila! kila!\""
        },
        {
            "type": "verse",
            "text": "Some monkeys lashed their tails. Some even stamped their feet. Some others, stretching their arms, broke off rocks and trees. Some monkeys ascended mountain-peaks and uttered huge noises. Some others made lion's roars. Some monkeys were crushing many webs of creepers by the jerks of their thighs. The valiant monkeys also played with rocks and trees, by stretching their limbs."
        },
        {
            "type": "verse",
            "text": "In that place, the land was covered splendidly by hundreds of thousands, by thousands and crores of monkeys, who were looking very dreadful. That extensive monkey-army was marching day and night. All the monkeys ruled by Sugreeva were exceedingly pleased and cheerful. All were marching quickly, rejoicing for war. Those monkeys who were desirous of Sita's release did not halt even for a moment anywhere. Then, those monkeys reached and climbed up a mountain called Sahya with a full canopy of trees and filled with many kinds of beasts. Rama too went along, seeing the wonderful woods, streams and cascades of Sahya and Malaya mountains. The monkeys enjoyed the fruits of Champaka, Tilaka, mango, Praseka, Sinduvaara Timisa and Karaveera trees.                                                                    "
        },
        {
            "type": "verse",
            "text": "The monkeys enjoyed Ashoka, Karanja, Plaksa, Nyagrodha, Jambu, myrobalan and Naga trees. Various kinds of forest-trees standing on enchanting plateaus, being shaken by gust of winds, poured out flowers on those monkeys. A soft-touching breeze, refreshing as a sandal, blew while the bees hummed in the nectar-scented woods. That royal Sahya Mountain was highly adorned with red-coloured metal. The dust blown from that metal by the velocity of wind, coming forth from all sides, obscured the huge monkey-army."
        },
        {
            "type": "verse",
            "text": "  On the lovely mountain slopes, in blossom on all sides, Ketaki and Sindhuvara trees, the charming Vasanti, Madhavi creepers with flowers full of scent, clumps of jasmine, Chiribila, Madhuka, Vanjula and Vakula, Ranjaka and Tilaka, Nyavriksha all in flower, Mango, Patalika, Kovidara in flower, Muchulinda, Arjuna, Simsapa and Kutaja, Hintala, Timisa, Churna and Nipa, blue Ashoka, Sarala, Ankola and Padmaka all these trees were crawled in excitement by the monkeys who were delighted."
        },
        {
            "type": "verse",
            "text": "There were delightful wells with stairs and ponds in that mountain, sought after by chakravaka birds, frequented by karandava birds, crowded with water-fowls and cranes, visited by boars and deer, haunted on all sides by bears, hyenas, lions and many dreadful tigers. There were beautiful reservoirs of water with blossoming blue lotuses, water lilies, white water lilies, black water lilies and various other kinds of aquatic flowers."
        },
        {
            "type": "verse",
            "text": "Various kinds of birds sang in those mountain-peaks. Monkeys bathed in water, drank those waters and played. They ascended the mountain and got drenched in water, by sprinkling water by one over the other among them. Monkeys in mad rut plucked sweet-smelling fruits, roots and flowers there. Those monkeys, in reddish brown colour like honey, drinking honey from honey-combs weighing about a maund each, went on cheerfully. Those foremost among the monkeys marched, duly breaking off trees, pulling along creepers and throwing away excellent mountains."
        },
        {
            "type": "verse",
            "text": "Some other monkeys, well-pleased with honey they got from trees, yelled loudly. Some others reached trees to get honey. Some others were drinking honey excessively. The earth filled with those excellent monkeys, was like land filled with ripened fields of paddy."
        },
        {
            "type": "verse",
            "text": "Then, the lotus-eyed and the mighty-armed Rama reached Mahendra Mountain and ascended its top, adorned with trees. Then, Rama the son of Dasartha mounted the peak and saw an ocean ruffled with water and scattered well with turtles and fishes."
        },
        {
            "type": "verse",
            "text": "They crossed Sahya Mountain and Malaya Mountain and systematically approached the ocean having terrific sound. Rama the foremost of those who entrance the mind, together with Sugreeva and Lakshmana quickly descended the mountain and went to the excellent woodland adjoining the sea."
        },
        {
            "type": "verse",
            "text": " \"Oh, Sugreeva! We have reached the abode of Varuna. We should consider now the matter (of how to cross the ocean) with which we were formerly preoccupied.\""
        },
        {
            "type": "verse",
            "text": " \"This ocean, the lord of Rivers, is shore-less beyond. This sea is impossible to be crossed without a proper strategy. For this reason, let the military be assembled here only. Here, let us discuss the plan how this military of monkeys will reach the other shore.\""
        },
        {
            "type": "verse",
            "text": "Rama, the mighty armed, emaciated due to taking away of Sita, then reached the sea and ordered thus for the halt of the army there. \"Let all the army be stationed at the sea-shore, Sugreeva! Here, the time has come for us to think about the subject of crossing the ocean. Let not anyone slip away in any direction, leaving his respective unit of army. Let valiant monkeys make a move and it should be known whether there is a hidden danger for us.\""
        },
        {
            "type": "verse",
            "text": "Hearing Rama's words, Sugreeva along with Lakshmana made the army to halt at the sea-shore, stretched with trees. That army, stationed at the vicinity of the ocean, shined like a second ocean splendid with yellowish white honey-colored water."
        },
        {
            "type": "verse",
            "text": "There, those foremost of monkeys reached the woodlands at the shore and settled down, desiring to reach the other shore of the vast sea. While all the monkeys were halting there, the noise created out of their movement was dominantly heard, concealing the roar of the sea. That army of the monkeys ruled by Sugreeva, stationed as three divisions (viz. 1. bears 2. long tailed monkeys and 3. monkeys) looked fully dedicated to the cause of Rama. That army of monkeys reached the great ocean and was delighted to behold the mighty ocean being diffused by the velocity of wind."
        },
        {
            "type": "verse",
            "text": "Seeing the sea, the abode of Varuna, which was boundless and having the opposite shore far off, inhabited by a number of demons, the monkey-troops sat down there."
        },
        {
            "type": "verse",
            "text": "Rendered appalling by the ferocity of fierce alligators and crocodiles, that ocean with its foaming waves at the end of the day and at the beginning of the night, appeared to laugh and dance."
        },
        {
            "type": "verse",
            "text": "The ocean surged, when the moon rose. The image of moon was reflected limitlessly in it. The sea was full of huge alligators swift as fierce winds along with whales and great fish. That sea, the abode of Varuna was filled with serpents bestowed with flaming hoods, plunged with mighty aquatic creatures, abounding in various types of mountains, too difficult to cross, with an inaccessible path, suffocatingly fathomless and an abode of demons. Increasing waves of the sea in which sharks and bodies of serpents swarmed, rose and fell whipped into motion by the breeze. Emitting whirled sparkles, shining with large water-snakes, a fearful abode of enemies of gods forever, and the sea reaches up to the uneven Patala (subterranean region). The ocean looked like the sky. The sky looked like the ocean. The ocean and the sky looked alike without any distinction."
        },
        {
            "type": "verse",
            "text": "The water blended with sky and the sky blended with water. Filled with stars above and the pearls below, both the sky and the sea looked with the same splendor. There was no distinction between the two, of the sea filled with a row of waves and of the sky with a row of falling clouds. The waves of the ocean together banging one another with a terrific resonance, sounded like a kettle-drum in the sky."
        },
        {
            "type": "verse",
            "text": "Those high-souled monkeys saw the sea lashed with winds, resonating with abundance of precious stones and water, rising high as if enraged in a grip of hurricane, filled with a number of aquatic creatures and tossed by them in the air by seemingly murmuring waves. The standing monkeys were struck with amazement to see the ocean seemed moving, full of resonance produced by a multitude of dashing waves rolling to and fro."
        }
    ]
}