{
    "id": "prose-yuddha-40",
    "kanda": "yuddha",
    "sarga": "40",
    "title": "On seeing Ravana Sugreeva bounces on him",
    "chapter": "40",
    "overview": "Rama together with Sugreeva and others mount to the top of Suvela mountain and see the  city of Lanka. There, above a gate-way of the City, stands Ravana. Seeing Ravana, Sugreeva springs to  the top of the gate where Ravana is bounces on him, pulls his thrown and throws it away on the ground.  thereafter, Ravana and Sugreeva carry on duel for a long time without any fatigue. They wrestle endlessly  in different postures. Finally, after reducing Ravana to exhaustion, Sugreeva comes back and rejoins  his monkey-troops.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Rama along with Sugreeva, together with the troop leaders of monkeys, ascended  the top of Suvela mountain which was having a circumference of sixteen miles. Halting there just for  a while and surveying the ten cardinal points, Rama saw the city of Lanka, which was beautifully constructed  by Visvakarma, the divine architect on the top of Trikuta Mountain with nice arrangements and ravishing  with enchanting groves."
        },
        {
            "type": "verse",
            "text": "There above a gateway, stood the invincible Ravana the lord of demons, who was being  fanned with white whisks on both sides, was graced with a triumphal parasol, was smeared with red sandal  paste, adorned with scarlet ornaments, attired in raiment embroidered in gold, resembling a dark cloud,  who bore on his breast scars of wounds inflicted on him by Airavata (the elephant who carries Indra  the Lord of celestials, on his back) with his tusks, wrapped in a cloak of red colour resembling the  colour of hare's blood and looked like a mass of clouds in the sky enveloped with sunshine at sunset."
        },
        {
            "type": "verse",
            "text": "On seeing Ravana, Sugreeva got up all at once, while Rama and the chiefs of the army  of monkeys were looking on. Gathering up his strength and courage, Sugreeva, in an impulse of fury,  bounded from the summit of the mountain and then sprang to the top of the gate (where Ravana was)."
        },
        {
            "type": "verse",
            "text": "For a moment, he paused and then with a fearless soul, he saw that demon, whom he regarded  as a mere straw and thereafter spoke the following words harshly: \"O, demon! I am a friend and a servant  of Rama, the Lord of the world. You will not be spared by me today, by the inspiring grace of Rama.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, Sugreeva jumped up all at once, bounced over on Ravana, pulled his brightly  coloured crown from his head and threw it away on the ground."
        },
        {
            "type": "verse",
            "text": "Seeing Sugreeva about to rush upon him again, Ravana spoke as follows: \"You were Sugreeva  (one who has a handsome neck), when your were not present before my eyes. But now, you will now become  Hinagriva bereft of your neck.\" Speaking thus, Ravana raised up and quickly flung Sugreeva to the ground  with both his arms. Bouncing like a ball, Sugreeva flung back his adversary with his arms. "
        },
        {
            "type": "verse",
            "text": "Ravana and Sugreeva of great strength carried on a duel which was unbearable, with perspiration  broke out on their limbs, with their bodies red with blood, each clung to other other paralyzing his  opponent's movements resembling silk-cotton and Kimshuka trees, followed by blows of fists, slaps of  hands blows of elbows and blows of fingers on each other."
        },
        {
            "type": "verse",
            "text": "Having wrestled for a long time in the center of the flat floor of the gate way, each  in turn repeatedly lifting their bodies and bending their feet in a particular way, the two highly swift  combatants remained in that flat roof of the gate way. Crushing one another and their bodies clung together,  they both dropped down between the defensive walls and the moat. They would leap up again, seizing each  other from the ground, after pausing an instant to regain their breath."
        },
        {
            "type": "verse",
            "text": "With arms interlaced like with ropes joined together, they remained locked together in  the struggle. Both of them, who had received training in wrestling and fully endowed with night, were  now moving to and fro in the arena. The two heroes, who resembled a tiger and a a lion having their  tusks growing or two young lordly elephants encountering in a hostile manner, with arms interlaced and  having duly tried their strength, fell on the ground together."
        },
        {
            "type": "verse",
            "text": "Thereafter rising, those two heroes hurled themselves on each other, circling around  the arena again and again, like skilled and mighty wrestlers, nor were they easily fatigued."
        },
        {
            "type": "verse",
            "text": "Like unto great tuskers with their enormous arms resembling the trunks, those two warriors  were keeping back each other, fought vehemently for a long time and moved speedily in a circular arena.  Approaching each other like tow wild cats fighting over a piece of meat trying to kill each other, they  stood growling again and again."
        },
        {
            "type": "verse",
            "text": "The two warriors, Sugreeva and Ravana, who were skilled in wrestling, executed innumerable  and myriad evolutions, taking up diverse postures, moving in a curved line like an ox's urine, coming  and going, stepping side ways, having a retrograde motion to avoid blows, turning about abandoning the  attack, dashing towards each other, leaping, standing firm and erect, retreated, turned sideways, rushed  in a bent posture, ran lifting their foot to kick the opponent and by letting go or stealing away."
        },
        {
            "type": "verse",
            "text": "Meanwhile, Ravana decided to common using his magic power. Knowing it, Sugreeva flew  into the sky triumphantly, shaking off all fatigue; while Ravana, baffled by Sugreeva stood confounded  there alone. That Sugreeva, the offspring of the Sun, who was endowed with a speed of the wind, having  accomplished that feat there, increasing the military zeal of the foremost of Raghu dynasty, honoured  by the monkey leaders and delighted, rejoined the army."
        },
        {
            "type": "verse",
            "text": "That Sugreeva, the offspring of the Sun, who was endowed with a speed of the wind, having  accomplished that feat there, increasing the military zeal of the foremost of Raghu dynasty, honoured  by the monkey leaders and delighted, rejoined the army."
        }
    ]
}