{
    "id": "prose-yuddha-41",
    "kanda": "yuddha",
    "sarga": "41",
    "title": "Rama sends Angada to Ravana",
    "chapter": "41",
    "overview": "Rama advises Sugreeva not to repeat such reckless acts in future on the ground of he being a king. Then Rama tells Lakshmana about the various evil portents he had seen. Rama commands the monkey-generals to besiege all the four gates of Lanka. He himself along with Lakshmana protects the army, besieging the northern gate being guarded by Ravana. Then, Rama sends Angada to Ravana, to expostulate him and to bring him back to reason. Angada tries his best to convince Ravana, but in vain. Ravana commands his attendants to seize Angada. Angada shakes out those attendants who tried to seize him ascends the roof of Ravana's palace, tramples ad crushes it down by his strength. Angada finally returns to Rama, who was stationed in the midst of the monkey-forces.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing the marks of conflict on the person of Sugreeva, Rama the elder brother of Lakshmana after embracing Sugreeva spoke these words."
        },
        {
            "type": "verse",
            "text": "\"Without consulting me closely, such a reckless act has been done by you, such a rashness is not seemly in a king. O, warrior longing for acts of daring! This wrong and reckless act has been done by you, causing me, this army and Vibhishana great anxiety. Do not act thus in future. O, the mighty armed! O, annihilator of enemies! If you have come by some misfortune, I would have had nothing to do with Sita, Bharata, Lakshmana or still younger Shatrughna or even with my own person.\""
        },
        {
            "type": "verse",
            "text": "\"O, monkey of great strength, equal to Indra the god of celestials and Varuna the king of universe! If you have not returned, though I am conversant with your valour, this was my pre-determined resolve that having killed Ravana in fight with his sons forces and chariots, I should have installed Vibhishana as king of Lanka, placing the kingdom of Ayodhya in the hands of Bharata and renounced my life.\""
        },
        {
            "type": "verse",
            "text": "Hearing Rama's words, Sugreeva replied as follows: \"O, brave Rama! Seeing Ravana who had taken away your consort and being conscious of my own strength, how can I act otherwise?\""
        },
        {
            "type": "verse",
            "text": "Complimenting that hero Sugreeva who was thus speaking, Rama addressed Lakshmana, who was endowed with auspicious marks, saying: \"O, Lakshmana! Beside these fresh waters and trees laden with fruit, let us divide this multitude of troops, drawing it up in a battle array and remain alert. I foresee a terrible calamity to come, boding universal destruction and death to the intrepid bears, monkeys and demons. Harsh winds blow. The earth trembles. Mountain-peaks shake and the elephants bearing the earth trumpet. Sinister clouds prey-roar violently like carnivorous animals and let fall a rain mixed with drops of blood.\""
        },
        {
            "type": "verse",
            "text": "\"The dusk, red as sandal, is full of horror and from the sun, this blazing mass of fire falls. Wile beasts and birds emit frantic cries, ill at ease and ominous, inspiring great fear, facing the sun. The moon shorn of its radiance, surrounded by black and fiery rays, burns red as at the time of destruction of the word and is creating an anguish in the night.\""
        },
        {
            "type": "verse",
            "text": "\"O, Lakshmana! In the disk of the sun, a small halo with a black mark, fiery, shorn of its radiance and of coppery hue is seen. The stars are not appearing as they should be duly foretelling their intention to hasten a final dissolution of the world. Crows, eagles and vultures are whirling round at a lower level. Jackals too are howling inauspicious sounds.\""
        },
        {
            "type": "verse",
            "text": "\"The earth, crowded with rocks, darts and daggers discharged by monkeys and demons, will become a slime of flesh and blood. Now surrounded by the monkeys from all sides, let us make an attack on that invincible citadel ruled by Ravana quickly and swiftly.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking to Lakshmana, the heroic Rama of great strength climbed down from that mountain-peak. Having descended from that mountain, Rama, whose mind was set on righteousness, held a review of his own army, which was verily difficult to conquer for the enemies."
        },
        {
            "type": "verse",
            "text": "Rama, who knew the fitting moment to act, along with Sugreeva made ready the great army and commanded the army to advance, at the appropriate moment for the battle. Rama, the mighty armed, together with the mighty army marched in front, wielding a bow, towards the city of Lanka, at the befitting moment. Then, Vibhishana, Sugreeva, Hanumann, Jambavan the king of bears, Nala, Nila and Lakshmana accompanied that Rama."
        },
        {
            "type": "verse",
            "text": "Thereafter, fully covering a vast stretch of land, the great army of bears and monkeys, followed in the wake of Rama. Monkeys, the annihilator of enemies, resembling elephants, took hold of mountain-peaks and hundreds of well-grown huge trees. Those two brothers Rama and Lakshmana, the destroyers of their adversaries, reached the city of Lanka ruled by Ravana, in not a long time."
        },
        {
            "type": "verse",
            "text": "The monkeys, encouraged by the sound of Rama's voice and obedient to his command, halted before the city of Lanka, garlanded with banners, beautiful and splendid with pleasure-gardens, having an unusual rampart which is inaccessible with its elevated arched door-ways and invincible even by the celestials. Reaching the city of Lanka ruled by Ravana, the heroic Rama the son of Dasharatha accompanied by Lakshmana, halted near the northern gate, where Ravana stayed. Who else but Rama is capable of protecting the army besieging that gate, regulated by Ravana, as an ocean, regulated by Varuna, guarded by awful demons on all sides and creating fear to the weak as a subterranean region is guarded by demons?"
        },
        {
            "type": "verse",
            "text": "Rama saw various types and multitude of weapons and shields kept there by the warriors. Nila, the valiant army-chief of monkeys together with Mainda and Dvivida reached and halted before the Eastern gate. Angada of very mighty prowess, together with Rishhabha, Gavaksha, Gaja and Gavaya took charge of the Southern gate."
        },
        {
            "type": "verse",
            "text": "The strong monkey Hanumann together with Prajangha, Tarasa and other warriors, guarded the western gate. Sugreeva, along with all the chiefs of monkeys equal to the strength of Garuda (the eagle and the vehicle of Vishnu) as well as Vayu the god of the wind, was stationed himself in the middle of the fort."
        },
        {
            "type": "verse",
            "text": "Thirty six crores of monkeys, highly renowned generals stood besiezed, where the monkey Sugreeva was there, having exerted pressure on the demons occupying that post. Meanwhile, under Rama's command, Lakshmana along with Vibhishana distributed a crore each of his monkeys at each gate."
        },
        {
            "type": "verse",
            "text": "Behind Rama and not far from him, Sushena together with Jambavan, followed by a multitude of forces, stood at the intermediate post. Those lions among the monkeys, possessing the teeth of tigers, taking hold of trees and rocks, waited delightedly for the signal to fight."
        },
        {
            "type": "verse",
            "text": "All of them were lashing their tails feverishly, using their jaws and nails as weapons, trembling in every limb and had their faces set grimly. Some were having a strength of ten elephants, some a ten times of that and some were equal to the strength of a thousand elephants."
        },
        {
            "type": "verse",
            "text": "Some were having the strength of an ogha* of elephants. Some were endowed with a strength of ten times to that. Some others there were chiefs of monkeys, having an immeasurable strength. "
        },
        {
            "type": "commentary",
            "text": "*For the number represented by on ogha vide canto 28, Sarga 37."
        },
        {
            "type": "verse",
            "text": "Marvellous and astonishing was the gathering of those troops of monkeys there, like a swarm of locusts. By the monkeys who reached Lanka and by those stationed already beneath its walls, the air and earth seem to be completely filled. A hundred divisions of one lakh each of bears and monkeys poured towards the gates of Lanka, while others proceeded to fight on every side."
        },
        {
            "type": "verse",
            "text": "Those monkeys covered the mountain on every side. A crore of them ranged round that city. Even winds were unable to penetrate Lanka being surrounded on all sides by heroic monkeys holding tree trunks in their hands."
        },
        {
            "type": "verse",
            "text": "The demons, who in their valour equaled Indra the ruler of gods, seeing themselves besieged, as by clouds, were struck with sudden terror. While the flock of monkey- troops was advancing there, a tremendous clamour arose, resembling a roar in the ocean beating against its shore. By that great tumult, the entire Lanka with its ramparts arches, hills, woods and forests began to tremble. "
        },
        {
            "type": "verse",
            "text": "That army of monkeys, guarded by Rama, Lakshmana and Sugreeva became even more invincible than all the celestials and demons put together. Having thus ranged his forces, with a view to destroy the demons, Rama who knew about the four expedients (to be used against an enemy in the shape of conciliation, gift, sowing dissension and punishment) employed in succession, took counsel again and again with his ministers and arrived at a decision. Calling to his mind the duty of the kings, Rama who was eager to undertake what was to be done next, in concurrence with Vibhishana, summoned Angada the son of Vali and spoke as follows:"
        },
        {
            "type": "verse",
            "text": "\"Go my gentle Angada on my behalf and, passing thought the city of Lanka without fear and anxiety and Lanka without fear and anxiety and approaching Ravana - the unfortunate demon devoid of sovereignty and who has lost his splendour because of his inclination to die - admonish him in the following words: \"O, Ravana the Ranger of the Night! In your reckless arrogance, sages, celestials, celestial musicians and their wives, serpent - demons, yakshas the semi-divine beings and kings have been oppressed by you. From now on, that arrogance, born of the boon you received from Brahma the Lord of creation, shall be subdued.\""
        },
        {
            "type": "verse",
            "text": "\"I shall inflict a fitting penalty for your ruthless abduction of my consort. I am stationed myself at the gate of Lanka, with a Rod of chastisement. O, demon! Slain by me, you will attain the region of Gods, of all the great sages and all the royal sages.\""
        },
        {
            "type": "verse",
            "text": "\"O, the worst demon! Demonstrate the same courage and magic that you did employ in bearing Sita away from me. If you do not make an appeal to my clemency by returning Sita, I shall make this world devoid of all demons. This pious minded Vibhishana, the foremost of demons has come to me. Surely, this illustrious demon will obtain the kingdom of Lanka, which will henceforth be free from troubles.\""
        },
        {
            "type": "verse",
            "text": "\"You, without a knowledge of the self and a sinful demon having stupid followers around you, cannot indeed enjoy the kingdom even for a moment, by this unrighteousness. O, demon! Otherwise, get ready for a battle, by gathering courage and laying hold of your valour. Having been slain by my arrows in combat, you will be laid in peace."
        },
        {
            "type": "verse",
            "text": "\"O, Ranger of the Night! Even if you range the three worlds in the forms of a bird, you will not return alive, when you come into my range of sight. I give you this salutary counsel prepare for your obsequies. Let Lanka be obliged to be seen well by you (like your last sight), as your survival is in my hands.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, who was unwearied in action, Angada the son of Tara, leapt into air like a god of fire personified and marched ahead. Reaching Ravana's palace in an instant, the illustrious Angada saw Ravana, seated coolly along with his ministers."
        },
        {
            "type": "verse",
            "text": "Angada, the foremost of the monkeys, wearing golden bracelets, descended close to the king and stood there like a flaming torch. Having made himself known, Angada communicated, that whole of the excellent speech of Rama without adding or subtracting anything to Ravana in the presence of Ravana's ministers, saying:"
        },
        {
            "type": "verse",
            "text": "\"I am the son of Vali, Angada by name. I have come as a messenger for the king of Koshala, Rama of imperishable exploits. Has my name ever reached your ears? Rama who is born in Raghu dynasty and who augements the joy of Kausalya speaks thus to you, 'O, ruthless demon! Come forth and enter into combat. Prove to be the representative of your race!'\""
        },
        {
            "type": "verse",
            "text": "\" 'I shall kill you along with your ministers, sons, cousins and other relatives. You being dead, all the three worlds will be rid of fear.'  'Now, I shall uproot you, a thorn to sages and an enemy to celestials, demons, semi-divine beings, celestial musicians, serpent-gods and ogres'. If you do not restore Sita honourably, by bowing respectfully before me, you are slain and Vibhishana will become the king.' \""
        },
        {
            "type": "verse",
            "text": "Hearing these harsh words from Angada the lion among the monkeys, Ravana the Lord of the demon-tribe was infuriated. Then, the enraged Ravana repeatedly commanded his attendants, saying: \"Let this stupid monkey be seized and put to death.\" Hearing Ravana's words, four terrible demons seized Angada who, in his splendour, resembled a blazing torch."
        },
        {
            "type": "verse",
            "text": "Then, the prudent and heroic Angada the son of Tara voluntarily allowed himself to be seized, in order to display his prowess before the host of demons. Then, seizing like unto birds those attendants clung to his arms, Angada leapt on to the palace that resembled like a mountain."
        },
        {
            "type": "verse",
            "text": "All those four demons were shaken out by Angada's impetuous leap and fell on the ground there under the eyes of their king. Thereafter, the glorious Angada the son of Vali ascended the roof of Ravana's palace, which equaled the summit of a mountain in height. That roof of the palace, trampled by Angada, crumbled - as a peak of Himalayan range was shattered long ago by lightening - before Ravana's gaze. After destroying the roof of the palace, Angada proclaimed his name and with a triumphant roar, rose into the air. Causing restlessness to all the demons but delight to the monkeys, Angada approached close to Rama, who was stationed in the middle of the monkey-forces."
        },
        {
            "type": "verse",
            "text": "Because of the destruction of his palace, Ravana on his part got extremely angry. Foreseeing his own destruction, he became a desponded demon. Surrounded by many monkeys, roaring with delight, Rama on his part was proceeding ahead already for the battle, with an intent to wipe out the enemy."
        },
        {
            "type": "verse",
            "text": "Now, Sushena the highly valiant monkey, was stationed there like the head of the mountain surrounded by innumerable monkeys, who were bale to change their form at will. Under the order of Sugreeva, the invincible monkey, Sushena was patrolling the gates and wandering like a moon among the stars. Seeing hundreds of divisions of those monkeys encamped under the walls of Lanka, marshaled on the shores of the sea, the demons were amazed and some others were terror-struck while others, overjoyed at the prospect of fighting, leapt even in exultation."
        },
        {
            "type": "verse",
            "text": "Those miserable demons saw the entire extensive space between the walls and the moat being occupied by the monkeys, like unto a second rampart. The demons cried out, \"Woe! Alas!\" in panic. As a result of that appalling tumult in the capital city of the demons, the soldiers of Ravana seized hold of their great weapons and sallied forth like the winds that blow at the dissolution of the worlds."
        }
    ]
}