{
    "id": "prose-yuddha-42",
    "kanda": "yuddha",
    "sarga": "42",
    "title": "Ravana commands his army to commence combat",
    "chapter": "42",
    "overview": "The demons break the news to Ravana about Lanka. Ravana having been laid siege to by the monkeys. Ravana then ascends his mansion and surveys the innumerable troops of monkeys, occupying the entire city of Lanka. Meanwhile, Rama issues a command to the monkeys to destroy the enemies forthwith. The monkeys start demolishing various important defensive structures of the city of Lanka and besiege all the city-gates. Ravana also commands his army to commence combat. Sounds of couches blown by the army and terrible roars on both sides re-echoes the air, earth and sea. Demons begin to strike the monkeys with their weapons and the monkeys respond the strike with trees, mountain-tops, nails and teeth.",
    "content": [
        {
            "type": "verse",
            "text": "Then, the demons there, approached Ravana and informed him that the city had been besieged by Rama along with his monkeys. Hearing that the city has been attacked, Ravana exhibiting his anger, doubly made the necessary arrangements for the war and ascended his mansion."
        },
        {
            "type": "verse",
            "text": "That Ravana caught a glimpse of the city of Lanka, with its mountains, groves and forests all being covered by innumerable troops of monkeys, waiting for war. Seeing the earth made all brown with innumerable monkeys, Ravana in great perplexity reflected: \"How can they be exterminated?\""
        },
        {
            "type": "verse",
            "text": "Having pondered for long, regaining his confidence and with his eyes widened by surprise, Ravana gazed on Rama and his troops of monkeys. Full of delight, Rama passed forward (on the back of a monkey) along with his army and saw Lanka being guarded on all sides and thronged with demons. Seeing that city of Lanka duly decorated with banners and flags, Rama remembered Sita with a distressed heart. He said to himself, \"Here is that daughter of Janaka, whose eyes resemble those of a fawn, tormented with grief, emaciated, with a bare ground as her bed and suffering here on my account.\""
        },
        {
            "type": "verse",
            "text": "Reflecting on Sita being troubled, the virtuous Rama speedily issued a command to the monkeys to destroy the enemies forthwith. Hearing those words of Rama, who was unwearied in action, the monkeys vying with one another filled the air with their roaring resembling those of lion. \"We shall tear asunder this Lanka with mountain-peaks or with fists alone.\" - thus resolved all the monkey- generals. Lifting up mountain peaks and huge rocks and plucking up various kinds of trees, the monkey-generals stood prepared (for the attack)."
        },
        {
            "type": "verse",
            "text": "In order to fulfill Rama's cherished desire, those troops, forming themselves into columns, began to scale the heights of Lanka, while Ravana stood gazing. Those monkeys, of golden hue with coppery countenance, fighting with Sala trees and mountain-peaks, marched ahead towards the city of Lanka, ready as they were to lay down their lives in Rama's service. Those monkeys demolished innumerable defensive walls and arches with blows from trees, mountain-tops and fists. The monkeys filled the moats containing clear water with sands, mountain-tops, grasses and logs of wood."
        },
        {
            "type": "verse",
            "text": "The commanders scaled the walls of Lanks, taking with them battalions of monkeys in thousands, in crores and even hundreds of crores. The monkeys stood tearing up the golden arches and breaking down the gates that equaled the peak of Kailasa the mountainous abode of Shiva the Lord of Destruction. The monkeys who resembled great elephants hurled themselves towards that Lanka, springing, leaping and roaring. They, who were able to change their form at will, shouting - \"Victory to the mighty Rama and the valiant Lakshmana!\" \"Victory of Sugreeva protected by Raghava!\" and roaring, rushed towards the defensive walls of Lanka."
        },
        {
            "type": "verse",
            "text": "Those monkey-generals Virabahu, Subahu, Nala and Panasa, having position on them. Meanwhile, they formed an encampment of a multitude of military divisions there. The mighty Kumuda, surrounded by a crore of monkeys, who behaved like conquerors, stood besieging the eastern gate (while remaining stationed in north-east). Surrounded by other monkeys, a monkey called Prasabha and the mighty armed Panasa too up their position, in order to assist Kumuda himself. The strong and valiant monkey, Shatabali accompanied by twenty crores of monkeys, approached the southern gate (while remaining stationed in south-east) and stood there, to obstruct the exit."
        },
        {
            "type": "verse",
            "text": "The mighty monkey named Sushena, the father of Tara (Vali's wife), going to the western gate (while remaining stationed in the south-west) surrounded by crores and crores of monkeys, stood besieging that gate. Rama along with Lakshmana and Sugreeva the mighty lord of the monkeys, seeking the northern gate (while remaining stationed in the north west) stood besieging that gate."
        },
        {
            "type": "verse",
            "text": "Accompanied by a crore of bears having terrific rage, Dhumra (brother of Jambavan, the king of bears) of great prowess and the annihilator of enemies, took up his position by the side of Rama. Vibhishana of great energy with mace in hand, clad in defensive armour and accompanied by his watchful ministers, took his position where the mighty Rama is stationed."
        },
        {
            "type": "verse",
            "text": "Gavaksha, Gavaya, Sharabha and Gandhamadana, galloping on all sides, defended the army of monkeys. Ravana the lord of demons with his mind filled in anger, then commanded for the decamping of the entire army immediately. At this command coming from Ravana lips, a tremendous clamour arose among the demons. By beating with sticks of gold, the demons stirred up on every side, kettle drums whose discs were white as the moon. Hundreds and thousands of sonorous couches blared forth, blown with their cheeks extended to the full, by the most ghastly demons. With their handsome limbs equipped with couches, those rangers of night shone like clouds bordered with lightning accompanied by rows of cranes."
        },
        {
            "type": "verse",
            "text": "The battalions rushed forth under Ravana's instructions like the rushing forth of the ocean, which is swollen by the clouds, at the time of universal dissolution. Then, from every side a clamour, arose from the army of monkeys, which filled Malaya mountain with its ridges, plains and caves. The sound of couches and drums made by the demons and the leouine roars of those monkey- warriors re-echoed over the earth, sky and sea. With the trumpeting of elephants, the neighing of the horses, the clattering of the chariot-wheels and the sounds of the foot-steps, the sound of the couches reechoed over the earth, sky and sea."
        },
        {
            "type": "verse",
            "text": "In the meantime, a terrible struggle ensued between the demons and the monkeys, as in the former times between celestials and demons. Exhibiting their native prowess, the demons began to strike all the monkeys with their flaming maces, spears, harpoons and axes. Then, the gigantic monkeys swiftly struck those demons with trees, mountain-tops, nails and teeth \"Victorious is king Sugreeva\" - thus arose a loud war-cry.  Then, some other terrifying demons on their part, shouting \"Be winsome! Be victorious!\", proclaimed their own respective names. While some demons standing on walls hacked at the monkeys standing on the ground (below) with hooks and harpoons."
        },
        {
            "type": "verse",
            "text": "The enraged monkeys, who wee standing on the ground, leapt into the air and dragged down the demons stationed on the walls by seizing them with their arms. That tumultuous combat between demons and monkeys transformed into a wonder, leaving a mire of flesh and blood."
        }
    ]
}