{
    "id": "prose-yuddha-43",
    "kanda": "yuddha",
    "sarga": "43",
    "title": "The duels arose between the monkeys and demons",
    "chapter": "43",
    "overview": "Extra-ordinary duels arose between the monkeys and demons, who ran up towards each other. Indrajit fought with Angeda, Sampati with Prajangha, Hanumann with Jambumali, Vibhishana with the demon Shatrughna, Gaja with Tapana, Nila with Nikumbha, Sugreeva with Praghasa, Lakshmana with Virupaksha, Agniketu and others with Rama, Vajramsushit with Mainda, Ashaniprabha with Divivda, Pratapana with Nala and Sushena with Vidyunami. Streams of blood flowed from both sides. In a series of hand-to-hand encounters, the valiant monkeys destroyed the strong demons. The remaining demons waited for the sun to se-in and re-assembled with a renewed vigour for the battle.",
    "content": [
        {
            "type": "verse",
            "text": "While highly wise monkey-troops and the demons were fighting a terrible military ferocity arose in them. Those demons, the best of ogres, doing terrific acts and eager to triumph in Ravana's name, marched ahead on steeds with golden trappings or elephants resembling pointed flames, or in chariots flashing like the sun and themselves wearing beautiful armours, creating reverberant sounds in the ten regions. The great army of monkeys, also eager to triumph, marched opposite to those troops of demons of terrible acts. Extra-ordinary duels arose between those demons and monkeys, who ran up towards each other."
        },
        {
            "type": "verse",
            "text": "The demon Indrajit of immense energy fought with Angada the son of Vali, as the demon Andhaka fought with Shiva the Lord of destruction. The ever indomitable Sampati fought with Prajangha and Hanumann the monkey measured his strength with Jambumali. The demon with great fury, Vibhishana the younger brother of Ravana confronted with Shatrughna possessing fiery velocity in battle."
        },
        {
            "type": "verse",
            "text": "Gaja of great strength fought with a demon called Tapana and Nila too of great energy fought with Nikumbha. Sugreeva the king of monkeys confronted well with Praghasa and the glorious Lakshmana confronted with Virupaksha in the battle. The invincible Agniketu, Rashmiketu, Mitraghnu and Yajnakopa confronted with Rama."
        },
        {
            "type": "verse",
            "text": "Vajramushti confronted with Mainda and Ashaniprabha with Dvivida. Those principal monkeys Mainda and Dvivida confronted with those highly terrific demons. Pratapana, the valiant, terrific and invincible in battle fought well with Nala of intense speed in battle."
        },
        {
            "type": "verse",
            "text": "That great monkey called Sushena, the strong son of Yama fought with Vidyunmali. Some other dreadful monkeys, having finished their fight with many demons, swiftly got a duel with some other demons."
        },
        {
            "type": "verse",
            "text": "A very great tumultuous battle, which caused hair to stand on end, continued there between heroic demons and monkeys, who were eager to triumph. Streams of blood flowed from the bodies of monkeys and demons, with turfs of hair and carrying bodies in the stream, like timber. The enraged Indrajit struck the valiant Angada (who can tear asunder the enemy forces) with a mace, like Indra the Lord of celestials with his thunder-bolt."
        },
        {
            "type": "verse",
            "text": "The swift monkey, Angada struck his chariot, having a variegated body of gold, along with horses and the charioteer in the battle. Sampati, who was struck by Prajangha with three arrows, killed Prajangha by an Ashvakarna tree, at the zenith of the combat. Jambumali, standing in his chariot, full of strength and fury banged on Hanumann's breast, with a javelin kept in his chariot, on the field of battle."
        },
        {
            "type": "verse",
            "text": "Hanumann, the son of the wind-god, ascended his chariot and soon overthrew it together with the demon, with the palm of his hand. That terrific Pratapana, while roaring, ran towards Nala. Nala suddenly scratched out Pratapana's eyes."
        },
        {
            "type": "verse",
            "text": "Pierced in the limbs by sharp arrows by Praghasa the swift-handed demon, Sugreeva the Lord of demons immediately killed Praghasa (who was appearing to swallow the monkey-troops) with a Saptaparna tree. Lakshmana with a terrific look, having tormented Virupaksha the demon with a shower of arrows, finally killed him with an arrow. The invincible Agniketu, Rashmiketu, Mitrughna and Yajnakopa wounded Rama by arrows."
        },
        {
            "type": "verse",
            "text": "The enraged Rama on his part chopped the hands of those four demons in the battle by his four terrific arrows having fire-like points. Struck with a fist by Mainda in the battle, Vajramushti along with his chariot fell to the ground like a watch-tower on a city-wall."
        },
        {
            "type": "verse",
            "text": "Nikumbha chopped Nila, having a radiance of a mass of collyrium in battle, by his sharp arrows, like a cloud by the rays of the sun. Then, Nikumbha the swift-handed demon again wounded Nila by a hundred arrows in the battle and laughed continuously."
        },
        {
            "type": "verse",
            "text": "Nila chopped the head of the charioteer of Nikumbha by the wheel of the same chariot in that fight, as Vishnu the Lord of preservation (by his Chakra, a circular missile weapon) in a battle. Even Dvivida, whose impact was like a flash of lightening of a thunder bolt, struck Ashaniprabha with a rock before the eyes of all the demons."
        },
        {
            "type": "verse",
            "text": "That Ashaniprabha wounded Dvivida the monkey leader by his thunder bolt-like arrows, while Dvivida was fighting with trees in the battle. With his limbs struck by arrows, that Dvivida agitated as he was by anger, struck with a Sala tree, Ashaniprabha, his chariot and the horses."
        },
        {
            "type": "verse",
            "text": "Vidyunmali, seated in a chariot, struck Sushena repeatedly with arrows adorned with gold and made a roaring sound. Sushena the excellent monkey, seeing him mounted on a chariot, quickly caused the chariot to fall down, by a huge rock."
        },
        {
            "type": "verse",
            "text": "Retreating soon from the chariot, Vidyunmali the demon endowed with a skill, stood on the ground with a mace in his hand. Then, the excellent monkey, Sushena engulfed as he was with anger, seizing a very huge rock in his hands, chased that demon."
        },
        {
            "type": "verse",
            "text": "Vidyunmali the ranger of the night; struck that approaching Sushena the excellent monkey, quickly with a mace on his chest. Not minding that terrific blow with the mace in the great battle, Sushena the excellent monkey silently threw that huge rock on his chest. Struck by the thump of that rock, Vidyunmali the demon, his chest crushed, fell lifeless on the earth. Those strong demons were destroyed thus by those valiant monkeys there in a series of hand to hand encounters, as the demons were destroyed by the blows of the celestials."
        },
        {
            "type": "verse",
            "text": "The battle-field became frightening with extra-ordinary spears, other arrows, maces, javelins, lances and some other weapons with three points, shattered chariots and military steeds elephants in rut, monkeys and demons which had been killed, wheels axles and yokes broken and lying on the ground and frequented as it was by herds of jackals. The headless trunks of monkeys and demons sprang up here and there in the midst of that tumultuous conflict, which resembled the war between celestials and demons. Then, the rangers of the night, with their limbs anointed with blood after being attacked by the excellent monkeys, longed for sun-set and again with strength, assembled for a good combat."
        }
    ]
}