{
    "id": "prose-yuddha-44",
    "kanda": "yuddha",
    "sarga": "44",
    "title": "Indrajit comes back in an invisible form",
    "chapter": "44",
    "overview": "A nocturnal was commences between the hostile demons and monkeys. The demons destroy  some monkeys. The monkeys drag and kill elephants, chariots and their occupants. Rama and Lakshmana  even in that darkness kill the foremost of demons. As a result of the struggle, streams of blood flow  in the battle-field. That fatal night transforms into a night of dissolution. When some demons attack  Rama with arrows, Rama strikes down six of the demons within a moment and they run away for life. Rama  then clears off innumerable demons from the battle filed. Angada strikes Indrajit, his chariot and the  charioteer all at once, but Indrajit vanishes from the spot. Sugreeva and his monkeys feel delighted  and praise Angada's prowess. Indrajit comes back in an invisible form and by recourse to magic, makes  Rama and Lakshmana captive by hurling a net work of serpentine around them.",
    "content": [
        {
            "type": "verse",
            "text": "While those monkeys and demons were fighting, the sun sank below the horizon, setting  in motion a night of carnage. Then, a nocturnal was commenced between the terrific monkeys and demons,  who contracted hostility with each other, wishing for their victory."
        },
        {
            "type": "verse",
            "text": "\"You are a demon\" said the monkeys \"You are a monkey\" said the demons and killed at each  other in battle; during that dreadful darkness. \"Strike!\" \"Tear asunder!\" \"come near!\" \"Why are you  running away?\" - very tumultuous sounds like this could be heard in that army."
        },
        {
            "type": "verse",
            "text": "The black demons in that darkness, wearing golden mails, were appearing as mountains  with groves of medicinal plants emitting their light. In that darkness, which was difficult to be overcome,  the demons agitated as they were with anger, attacked with great speed, duly destroying the monkeys."
        },
        {
            "type": "verse",
            "text": "Those strong monkeys with a terrific rage leapt forward and tore asunder by their sharp  teeth, the steeds with gold ornaments on their head, the serpentine banners and frightened the demoniac  army. Agitated with anger, the monkeys dragged the elephants and those mounted on them and also the  chariots with their banners and flag-staffs duly breaking them to pieces with their teeth."
        },
        {
            "type": "verse",
            "text": "Rama and Lakshmana killed the foremost of the demons, both those who were visible and  those who were invisible, with their arrows resembling venomous snakes. The dust rising from the hooves  of horses and the wheels of the chariots blocked the ears and the eyes of the combatants."
        },
        {
            "type": "verse",
            "text": "While that terrible battle was taking place, causing the hair to bristle; very terrible  rivers with streams of blood were flowing there. There arose a marvelous sound of kettle drums and tabors,  mixed with the sounds of counches, fellies of chariot-wheels and drums. There appeared a terrific sound  resonated by horses, demons and monkeys being wounded. The assassinated great monkeys, spears, maces,  axes and the slaughtered demons, who were able to change their form at will and with their bodies appearing  like mountains were lying there on the battle-field. And those weapons appeared to be offered up as  a profusion of flowers by the earth, which became hidden and rendered impassable by the slime formed  out of streams of blood."
        },
        {
            "type": "verse",
            "text": "That fatal night became as calamitous to the monkeys and demons, as a night of dissolution,  which is difficult to be overcome by all beings. In that very terrible darkness, those demons thrilling  with rapture attacked Rama with showers of arrows. Yelling in fury, the sound of those demons approaching  in order to assault Rama was like the noise of the oceans at the time of destruction of all the creatures."
        },
        {
            "type": "verse",
            "text": "Within a twinkling of an eye, Rama with six sharp arrows resembling tongues of flame,  struck down six of those demons. The unconquerable Yagnashatru, Mahaparashva, Mahodara, the giant bodied  Vajradamshtra, both Shuka and Sarana - all those six having been beaten by Rama on their vital organs  with a flood of his arrows, retreated from the battle and somehow survived for the rest of their life."
        },
        {
            "type": "verse",
            "text": "Rama the great warrior, merely within an instant, made the quarters and the intermediate  quarters, clear of all the demons, by his arrows resembling flames of fire. The other valiant demons,  who were standing with their face turning towards Rama, also perished like moths, having encountered  the same fire. That night, with the golden shafts of arrows, flying on all sides, appeared bright-coloured,  like an autumnal night with its fire-flies on all sides."
        },
        {
            "type": "verse",
            "text": "The terrible night on that day became more terrible again by the sound of kettle-drums  and by the roaring sounds of the demons. By that great sound, which re-echoed on all sides, the mountain  Trikuta, full of caves, appeared to be uttering confused murmurs. Long-tailed and black faced monkeys  with their gigantic bodies and dark-like figure, crushed the demons with their arms and allowed them  to be eaten (by jackals, vultures etc)."
        },
        {
            "type": "verse",
            "text": "Angada on his part, who came to annihilate the enemies in that battle-field, struck Indrajit,  his charioteer and the horses all at once. While that awful and very intense battle was going on, Indrajit  a great trickster, leaving the chariot, with its horses and charioteer killed by Angada, vanished from  that very spot itself."
        },
        {
            "type": "verse",
            "text": "All the celestials, both Rama and Lakshmana together with all sages were pleased with  that act of the venerable Angada the son of Vali. Since all the living beings knew the supernatural  powers of Indrajit in battle, they were pleased on seeing that highly gifted demon being defeated by  Angada. Seeing the enemy defeated, those monkeys along with Sugreeva and Vibhishana were delighted and  praised Angada as an efficient warrior. Indrajit, on the other hand, then was driven to a very terrible  rage, as he was defeated in battle by Angada the son of Vali a dreadful monkey."
        },
        {
            "type": "verse",
            "text": "That Indrajit the son of Ravana, the sinful demon who had gone out of sight and was cruel  in battle, rendered himself as invisible again and hurled forth sharp arrows, bright as lightning. Being  enraged in battle, Indrajit bursted out serpent-like terrible arrows into all the limbs of Rama and  Lakshmana who were born in Raghu dynasty. Enveloped by illusion, he sought to confuse Rama and Lakshmana  in the struggle there and invisible to all beings through his magic arts, Indrajit the ranger of the  night bound those two brothers Rama and Lakshmana with a net work of arrows."
        },
        {
            "type": "verse",
            "text": "Then, the monkeys saw the two warriors, those lions among men, being wounded quickly  by the serpentine arrows of that enraged demons. Not being able to hurt those two princes in his manifest  form, Indrajit the son of the king of demons with his perverse mind, had recourse to magic in order  to make them captive."
        }
    ]
}