{
    "id": "prose-yuddha-45",
    "kanda": "yuddha",
    "sarga": "45",
    "title": "Two scions of Raghu dynasty fall on the ground",
    "chapter": "45",
    "overview": "Rama orders ten of the monkey-generals to search for the whereabouts of Indrajit. But  Indrajit arrested the approach of those monkeys, by means of his arrows. Both Rama and Lakshmana were  transfixed by Indrajit with a net work of serpentine arrows into the vital parts of Rama and Lakshmana  and they fall down on the battle-ground in a bath of blood. Seeing those two scions of Raghu in that  state, the monkeys give way to utter despondence.",
    "content": [
        {
            "type": "verse",
            "text": "That very strong and powerful Rama the son of Dasharatha ordered ten monkey-generals to  search for the whereabouts of Indrajit. Rama the scourger of his enemies ordered both the sons of Sushena,  Nila the chief of monkeys, Angada the son of Vali, the strong Sharabha, Dvivida, Hanumann, the very strong  Sanuprastha, Rishabha and Rishabha skandha."
        },
        {
            "type": "verse",
            "text": "All those monkeys, thrilled with enthusiasm, flung into the air brandishing huge trunks  of trees in order to explore the ten regions. Indrajit, the son of Ravana, who was skilled in the use  of magic weapons, by means of his arrows with great speed, released from his most excellent of bows,  arrested the impetuous outbreak of the monkeys. Those monkeys of terrific bound, whose bodes were cruelly  pierced by those shafts, were unable to see Indrajit in the darkness, as the sun is obscured when veiled  in clouds."
        },
        {
            "type": "verse",
            "text": "Indrajit, the victorious in battle, transfixed Rama and Lakshmana with those arrows that  lacerated their flesh in great measure. The bodies of both those warriors, Rama and Lakshmana were densely  transfixed with serpentine arrows by the enraged Indrajit. Blood flowed from the wound-marks of both  Rama and Lakshmana and both of them shone like Kimshuka trees in flowering."
        },
        {
            "type": "verse",
            "text": "At that instant, though still invisible, Indrajit, Ravana's son, with his inflamed eyes,  which resembled a mass of collyrium mixed with oil, spoke the following words to those two brothers.  \"When I enter into combat, making myself invisible, even Indra the lord of celestials is not able to  see or approach me. How much less, you two! O, Descendents of Raghu! Having imprisoned you in this net  work of arrows furnished with heron's feathers, I, yielding myself up to the violence of my wrath, am  about to dispatch you to the region of Yama the Lord of Death.\""
        },
        {
            "type": "verse",
            "text": "Speaking thus to the brothers Rama and Lakshmana, who were aware of righteousness, Indrajit  pierced them with pointed arrows and shouted too exultantly. Indrajit, who was as black as a heap of  shattered collyrium, stretching his immense bow, discharged formidable arrows even once more, in that  great fight."
        },
        {
            "type": "verse",
            "text": "That warrior, Indrajit, who was aware of their vital parts, set up a continual shouting,  digging sharp arrows into the vital parts of Rama and Lakshmana. Those two princes, in the forefront  of battle, bounded by that net work of arrows in the twinkling of an eye, became incapable of even looking  up."
        },
        {
            "type": "verse",
            "text": "Pierced in their vital parts, exhausted, and covered all over with heads of arrows, those  two mighty and courageous archers fell to the earth, they who were the lords of the earth, shaking violently  like a pair of flag-staffs in honour of Indra the Lord celestials and freed from their raised of chords."
        },
        {
            "type": "verse",
            "text": "Those warriors, Rama and Lakshmana, lying on that heroes' bed (on the battle-ground),  bathed in blood, all their limbs bristling with arrows and extremely injured, felt distressed. There  was not a finger's breadth on their bodies form the tips of their fingers to the end of their feet that  was not lacerated, implanted and pierced by those arrows. Struck down by that ferocious demon, who was  able to change his shape at will, the hot blood gushed forth from both Rama and Lashmana, as water from  a spring. Rama fell first, his vital parts pierced by arrows of the wrathful Indrajit, who had formerly  vanquished Indra the Lord of celestials."
        },
        {
            "type": "verse",
            "text": "Indrajit pierced Rama by arrows with golden shafts, with sharp points, which had downward  movement, which go fast, Narchas, Demi-narachas, Bhallas (with wide tips), Anjalis, Vatsa dantas, Simha  dantas and those shafts like unto razors. Throwing asunder his bow bent at three places, adorned with  gold, with its string loosened away and detached from the hold of his fist, Rama lied down on the battle-ground."
        },
        {
            "type": "verse",
            "text": "Seeing Rama the excellent man fallen, at a distance of an arrows range, Lakshmana became  hopeless about his own life. Seeing his elder brother Rama, with his eyes resembling lotus-leaves, having  fallen on the ground, wounded as he was by a net work of arrows, Lakshmana felt sad."
        },
        {
            "type": "verse",
            "text": "Beholding that Rama, the monkeys too were in great grief and wept terribly, with their  eyes filled in tears, being afflicted as they were by sorrow. Those monkeys with Hanumann in first place  gathered at a place and stood surrounding Rama and Lakshmana, who wee bound by a net work of arrows  and lying down on the battle ground. They were disturbed and afflicted sorrow."
        }
    ]
}