{
    "id": "prose-yuddha-46",
    "kanda": "yuddha",
    "sarga": "46",
    "title": "Ravana applauds his son for his daring act",
    "chapter": "46",
    "overview": "The monkeys along with Hanumann and Angada begin to grieve, on beholding the plight of  Rama and Lakshmana who were entwined in a net work of arrows. Indrajit informs demons about his adventure  of captivating both Rama and Lakshmana by his net work of serpentine arrows. Indrajit strikes the other  monkey-chiefs like . Nila, Mainda, Dvivida, Hanumann, Gavaksha and Angada as also Jambavan. When Sugreeva  looks depressed on seeing the plight of Rama and Lakshmana, Vibhishana consoles him, saying that Rama  is not going to die. He also reassures the disheartened monkeys and infuses confidence in them. Indrajit,  in the meanwhile, informs Ravana that both Rama and Lakshmana have been killed. Ravana applauds his  son for his daring act.",
    "content": [
        {
            "type": "verse",
            "text": "Thereafter, surveying the earth and the sky, the monkeys beheld the brothers Rama and  Lakshmana, covered with arrows. Then, along with Sugreeva, Vibhishana came to that place, after Indrajit  finished his work and retired; even as Indra* would, after raining."
        },
        {
            "type": "commentary",
            "text": "&middot; Indra: The god of the sky and the given of rain."
        },
        {
            "type": "verse",
            "text": "Nila, Dvivida, Mainda, Sushena, kumuda, Angada along with Hanumann forthwith began to  grieve for Rama and Lakshmana."
        },
        {
            "type": "verse",
            "text": "Breathing but faintly, bathed in blood; riddled with innumerable arrows, motionless and  lying inactive, they lay stretched on a bed of arrows, sighing like serpents, helpless, having little  prowess, their limbs smeared with a stream of blood, resembling two golden standards, and lying on heroes'  couch, those warriors with tardy movement of their limbs, were surrounded by their monkey-leaders, whose  eyes were suffused with tears. Seeing the two Raghavas, pierced by a multitude of arrows, all the monkeys  along with Vibhishana became perturbed. The monkeys surveyed all the quarters in the sky, without being  able to discover Indrajit (the son of Ravana), who was veiled by his magic powers in the fight."
        },
        {
            "type": "verse",
            "text": "Vibhishana, beholding by his magic arts, saw that nephew, standing nearby, duly hidden  by his occult power. Althought that warrior who had no peer in the field and who had unique exploits,  had made himself invisible by virtue of the boon he had received, he was recognized by Vibhishana, who  was full of energy, glory and prowess. "
        },
        {
            "type": "verse",
            "text": "Contemplating his own feat, Indrajit gazed on those two warriors, stretched on the earth  and in excess of joy, wishing to share it with all the demons, said: \"The exceedingly strong brothers  Rama and Lakshmana, the killers of Khara and Dushana have been killed by my arrows. Even were they aided  by the gods and demons with the host of sages, these two brothers would never be able to release themselves  from those arrows that paralyze them. This non- sensical pest, which was wearing away the very roots  of us all, on whose account, the three watches of the night slipped past my father, who is unable even  to touch his couch with his limbs, who remains absorbed in thought and stricken with grief and because  of whom, the entire city of Lanka remains agitated, like a river during the rains, has ban destroyed  by me. As clouds are useless in the autumn, so are all the exploits of Rama, Lakshmana and all the monkeys.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking to all those demons, Indrajit the son of Ravana (by his arrows) struck  the monkey chief. Striking Nila with nine arrows, Indrajit the destroyer of foes tormented Mainda and  Dvivida with three superb arrows on each. Indrajit the wielder of a great bow smacked the chest-region  of Jambavan with an arrow and released ten arrows towards Hanumann, the swift monkey. Indrajit the son  of Ravana of great swiftness, struck both Gavaksha and Sharabha of unbounded valour with two arrows  on each of them, in that battle."
        },
        {
            "type": "verse",
            "text": "Thereafter, Indrajit the son of Ravana swiftly with his various arrows, struck Gavaksha  (the ruler of golangulas) and then Angada the son of Vali too. Indrajit, that strong and highly courageous  demons, pierced those jewels among the monkeys there with his arrows which resembled flames of fire  and began to shout in triumph."
        },
        {
            "type": "verse",
            "text": "Tormenting them with a multitude of arrows and frightening the monkeys, the mighty armed  Indrajit heartily laughed and spoke (as follows): \"O, demons! At the forefront of the army, behold those  two brothers (Rama and Lakshmana) bound together by me by a terrible net work of my arrows.\""
        },
        {
            "type": "verse",
            "text": "All those demons, the treacherous fighters on their part, after hearing the words of  Indrajit, were seized with a great wonder and were overjoyed. All of them cheered Indrajit unanimously  with a roar like unto thunder, crying \"Rama is dead\". Seeing the two brothers - Rama and Lakshmana lying  motionless and breathless on the floor, Indrajit thought they were dead. Indrajit, full of joy and victorious  in conflict, returned to Lanka, spreading happiness among the demons."
        },
        {
            "type": "verse",
            "text": "Seeing Rama and Lakshmana riddle with arrows and pierced in every limb and bone of their  bodies, a great fear had taken possession of Sugreeva. Vibhishana then spoke to that Sugreeva, who was  frightened, whose eyes were filled with tears, looking helpless and whose eyes were agitated in grief."
        },
        {
            "type": "verse",
            "text": "\"Have no fear, O Sugreeva! Stay this rush of tears. Wars are like this. Victory is not  certain. O, warrior! If a remnance of luck is there with us, the highly-souled and the exceedingly strong  Rama and Lakshmana will drive off this loss of consciousness. O, Sugreeva! Be courageous and bring about  courage in me, having no protector. For those who are devoted to truth and righteousness, there is no  fear of death.\" Thus speaking, Vibhishana then wiped the charming eyes of Sugreeva with his hand moistened  in water."
        },
        {
            "type": "verse",
            "text": "Then, the pious minded Vibhishana took water, enchanted it with an incantation and wiped  the eyes of Sugreeva. Having dried the face of the wise Sugreeva Vibhishana spoke the following words  full of good sense and comfort. \"O, Sugreeva the king of monkeys! This is not the time to cling to despondency.  At this hour, even too much attachment leads to death. Therefore, abandoning your despair, which ruins  all actions, focus now on how best to serve the troops which have Rama going before them. Or else, let  Rama be protected till he regains consciousness. Having regained consciousness, Rama and Lakshmana can  indeed drive away the fear of both of us. This is nothing to Rama nor Rama is going to die. The bodily  splendour, which is difficult to be found in those whose longevity of life has run out; is not abandoning  him. Therefore console yourself and call on your prowess, till I restore confidence in the entire ranks.  O, the foremost of monkeys! These monkeys, having their eyes dilated due to fear, are signaling some  words into each other's ear, terrified as they were. Let the monkeys cast off their fear, even as one  would discard a used garland, on seeing me running about to activate the troops.\""
        },
        {
            "type": "verse",
            "text": "Having emboldened Sugreeva, Vibhishana the foremost of demons once again reassured that  army of monkeys, who were pushing away. Indrajit, the great conjurer, surrounded by all his forces,  re-entered the city of Lanka. Approaching Ravana there and saluting with joined palms, Indrajit informed  his father in pleasing words that both Rama and Lakshmana had been slain."
        },
        {
            "type": "verse",
            "text": "Hearing in the midst of demons, the news that both the enemies having been killed, Ravana  forthwith sprang on his feet in joy and embraced his son."
        },
        {
            "type": "verse",
            "text": "Smelling on his head, Ravana delighted at heard, made enquiries in the matter. Indrajit  reported the matter as it happened, to his enquiring father, as to how both Rama and Lakshmana were  made motion-less and luster-less by entwining them with arrows. Hearing the words of Indrajit the great  charioteer, Ravana with his heart filled with a gush of joy, relinquished his anguish, caused on account  of Rama and applauded his son with pleasing words."
        }
    ]
}