{
    "id": "prose-yuddha-47",
    "kanda": "yuddha",
    "sarga": "47",
    "title": "Sita's anguish about Rama and Lakshmana",
    "chapter": "47",
    "overview": "Ravana summons some female demons including Trijata and instructs them to take Sita  in Pushpaka-plane to the battle-front and show Rama and Lakshmana alleged to have been killed by Indrajit.  Accordingly, the female-demons take Sita in Pushpaka-plane and show her Rama and Lakshmana lying unconscious  on a bed of arrows in the battle-field. Imagining Rama and Lakshmana to have been dead, Sita bursts  into sobs.",
    "content": [
        {
            "type": "verse",
            "text": "Indrajit, the son of Ravana having returned to Lanka, his purpose accomplished, the leading  monkeys surrounded Rama in order to watch over him. Hanumann, Angada, Nila, Sushena, Kumuda, Nala, Gaja,  Gavaksha, Panasa, Sanuprastha and the mighty Jambavan with Sunda, Rambha, Shatabali and Prithu all these  monkeys, armed with trees, reorganized their ranks, stood alert, surveyed the quarters of the sky up  and down and on every side and, even if a grass stirred, they exclaimed, \"It is a demon!\" Ravana, meanwhile,  full of joy, dismissed his son Indrajit and thereafter summoned the female demons who guarded Sita."
        },
        {
            "type": "verse",
            "text": "Following his orders, the female-demons along with Trijata appeared before him. Then,  the rejoiced Ravana said to them as follows:"
        },
        {
            "type": "verse",
            "text": "\"Tell Sita that Rama and Lakshmana have been killed by Indrajit. Take her in Pushpaka  the aeroplane and show her Rama and Lakshmana who were killed in battle. Her husband, the one depending  on whom rendered her so proud that she refused to be united with me, lies there killed with his brother  in the battle-front. From now on, free from anxiety, grief and expectation of reunion, Sita the princess  of Mithila kingdom, adorned in all her jewels, will submit herself to me. Beholding Rama and Lakshmana  fallen under the sway of death on the battle-field today, finding no other haven and hoping for nothing  else, the large-eyed Sita will voluntarily seek refuge with me!\""
        },
        {
            "type": "verse",
            "text": "Hearing these words of the cruel Ravana, they all replied, \"Be it so\" and went to where  the Pushpaka chariot was. Thereafter, the female-demons brought the aerial car, Pushpaka as per the  instructions of Ravana and carried it nearer to Sita who was staying in Ashoka-grove."
        },
        {
            "type": "verse",
            "text": "The female-demons brought Sita who was afflicted with grief for her husband and made  her to ascend Pushpaka-plane. The female-demons along with Trijata made Sita to ascend Pushpaka-plane  and proceeded to show her Rama and Lakshmana. Ravana the king of demons, thrilled with rapture, caused  Lanka to be garlanded with flags and banners and arranged a proclamation to be made in Lanka announcing  that Rama and Lakshmana had been slain by Indrajit in battle."
        },
        {
            "type": "verse",
            "text": "Sita along with Trijata, transported by that plane, saw all the monkey-troops who had  been slain. Sita saw the demons who were delighted at heart and monkeys disturbed with grief, standing  round Rama and Lakshmana. Then, Sita beheld those two warriors Rama and Lakshmana lying unconscious  on the ground on a bed of arrows, their limbs pierced with arrows, riddled with weapons, their armour  shattered, their bows cast aside at a distance and their entire body transfixed by darts."
        },
        {
            "type": "verse",
            "text": "On seeing those two brothers, who were filled with valour, having lotus-eyes, the excellent  of men, lying stretched on a bed of arrows there in that wretched plight like the two sons of the fire-god  (Shakha and Vishakha) lying on a bed of reeds, Sita wailed piteously, stricken as she was with a great  agony. The dark-eyed Sita the daughter of Janaka with her faultless limbs, beholding her lord and  Lakshmana lying in the dust, burst into sobs. Witnessing those brothers, the prominent sons of god,  Sita afflicted with tearful sorrow, believing their death, spoke with grief the following words."
        }
    ]
}