{
    "id": "prose-yuddha-48",
    "kanda": "yuddha",
    "sarga": "48",
    "title": "Trijata reassures Sita",
    "chapter": "48",
    "overview": "Sita, on beholding Rama and Lakshmana, was absorbed in various thoughts like, \"The sooth sayers had prophesied that I should never be widowed and would bear sons. How could their prediction become untrue?\" However, Trijata reassures her, stating good reasons for Rama and Lakshman to be still alive and cheering her up, takes her back to Ashoka grove.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing her husband and the mighty Lakshmana having been killed, Sita was very much emaiated through grief and lamented pitiably (as follows):"
        },
        {
            "type": "verse",
            "text": "\"The sooth sayers, reading the marks and signs on my body, prophesized that I shall bear sons and never be widowed. Now that Rama has been slain, their words have proved to be untrue. Since Rama is slain, all those astrologers, who predicted that I should be the companion of a sattra sacrifice and the consort of the performer of great sacrifices, now have proved to be utteres of falsehood. Now that Rama has been slain, all those sooth-sayers who predicted that I should be honoured by my husband as well as the wives of warriors and kings, are proved to be liars.\""
        },
        {
            "type": "verse",
            "text": "\"Now that Rama has been slain, all those astrologers among the wise brahmins. Who openly foretold that I should remain happy with my husband are proved to have spoken falsely! Yet I bear the marks of lotus on my soles by virtue of which high-born women are consecrated on an imperial throne with their husbands and lords. I do not find those marks of ill-fortune which betoken widowhood in women who are ill-starred and as I examine, all the auspicious signs appear to be rendered void for me.\""
        },
        {
            "type": "verse",
            "text": "\"Those marks of the lotus said to be good augury for women by wise men, have become meaningless, now that Rama is slain. My hair is fine, black in colour and smooth. My eye-brows are disunited. My shanks are hair-less and well rounded. My teeth are contiguous, without any gaps between them. My temples, eyes, arms, feet, ankles and thights are homogenous and well-proportioned. My fingers have well-rounded and glossy nails, having a right length.\""
        },
        {
            "type": "verse",
            "text": "\"My breasts are close to each other, fully developed and have depressed nipples. My navel is deeply indented. My flanks and bossom are well-formed. My complexion has the sheen of a pearl. The hair on my skin are soft. It is said of me as endowed with auspicious signs, in that I touched the ground with my twelve limbs (viz. the ten toes and two soles)."
        },
        {
            "type": "verse",
            "text": "\"Those who interpret the marks of youthful maidens spoke of me that my hands and feet are rosy, fully provided with marks each resembling a barley corn, devoid of space between my fingers and toes and that my smile is gentle. All that was told by brahmins well-versed in sooth-saying, of me that- I should be consecrated on the imperial throne along with my husband-proved to be in vain.\""
        },
        {
            "type": "verse",
            "text": "\"Having searched all the resorts of men, received the tidings of my fate, and crossed the impassable ocean, those two brothers have perished din the imprint of a cow's hoof ( a small puddle). Rama and Lakshmana surely knew the use of the arrows of Varuna, Agni, Indra and Vayu, as also the Brahmashira weapon.\""
        },
        {
            "type": "verse",
            "text": "\"By means of magic arts, an invisible foe has slain Rama and Lakshmana, my protectors, who are equal to Indra in battle and I am now bereft of any support. Having reached the range of sight of Rama in a combat, no enemy could return alive, eventhough he were endowed with the swiftness of thought. There is no burden too heavy for death to shoulder, as Rama along with his brother are lying struck down on the battle-field. Fate is inexorable.\""
        },
        {
            "type": "verse",
            "text": "\"I do not repent so much for Rama and Lakshmana or for myself or even my mother but for my unfortunate mother-in-law, Kausalya. She, for her part, forever remains absorbed in the thought 'When shall I see Lakshmana and Sita with Rama returned (to Ayodhya) having completed his vow (of remaining in exile in the forest for fourteen years)?\""
        },
        {
            "type": "verse",
            "text": "The demoness Trijata spoke to that lamenting Sita as follows : \"O, the god-like lady! Do not despair. Your husband, Rama is still living. I will tell you mighty and cogent reasons, how these two brothers Rama and Lakshmana are living. The leader having been lost, the faces of the soldiers on the field of battle are never seized by anger nor are they animated with joy.\""
        },
        {
            "type": "verse",
            "text": "\"O, Sita! This aerial car called Pushpaka by name, celestial as it is, would not have brought you here, if those two heroes have lost their lives. An army that sees its valiant commander fall, is bereft of courage and wanders aimlessly about on the battle field, like a ship which has broken its rudder in water. This army for its part is neither confused nor perturbed and is guarding Rama and Lakshmana. I am pointing this out to you on account of my affection for you, O lady given to austerities! "
        },
        {
            "type": "verse",
            "text": "\"You as such, be reassured by these auspicious omens. Behold Rama and Lakshmana who are not dead. I am telling you this, on account of my affection for you. O, Sita! I have not spoken falsehood before, nor shall I ever do so. By your conduct and natural gaiety, you have found a place in my heart!\""
        },
        {
            "type": "verse",
            "text": "\"Even celestials and demons along with Indra cannot vanquish there two heroes in battle. This is what I have observed and communicated to you. O Sita! See this, a great marvel! See how, fallen under those shafts and deprived of their senses, their beauty has not deserted them. Generally, the faces of those who lost their lives and whose vital power has vanished, will be appearing with an appalling alteration. O, Sita! Banish your grief, pain and ignorance on account of Rama and Lakshmana. It is impossible, now with the splendour seen in their faces, for Rama and Lakshmana to die.\""
        },
        {
            "type": "verse",
            "text": "Hearing her words, Sita, the daughter of Mithila kingdom resembling a daughter of gods, with joined palms exclaimed, \"May it be so.\" After sending back that aerial car, Pushpaka which was as swift as the thought, the sorrowful Sita was caused by Trijata to enter Lanka once more. Thereafter, Sita along with Trijata who descended from Pshpaka the aerial car, were caused by the female demons, to enter the Ashoka grove again. Entering that Ashoka grove, planted with a multitude of trees, sporting ground of Ravana and recalling the two princes who she had just seen, Sita gave way to extreme grief."
        }
    ]
}