{
    "id": "prose-yuddha-49",
    "kanda": "yuddha",
    "sarga": "49",
    "title": "Vibhishana approaches Rama",
    "chapter": "49",
    "overview": "Returning to consciousness, Rama laments over the plight of Lakshmana, who was lying unconscious. The foremost of monkeys too were plunged in grief and despondency on seeing Rama lamenting as aforesaid. In the meantime, Vibhishana approaches Rama and the monkeys flee away, mistaking him as Indrajit.",
    "content": [
        {
            "type": "verse",
            "text": "Bound by that formidable network of arrows, the two high-souled sons of Dasharatha lay bathed in blood, breathing like serpents. All those foremost of monkeys who were exceedingly strong, including Sugreeva, plunged in grief, were standing around those two illustrious warriors. In the meanwhile, the mighty Rama by virtue of his hardihood and native strength, awoke from his sworn, despite the shafts that held him captive."
        },
        {
            "type": "verse",
            "text": "Then, beholding his brother, bleeding unconscious, firmly thrown on the floor, and his features changed, Rama full of grief lamented thus: \"Of what use to me is the recovery of Sita or even life itself, since my brother now lying, before my eyes, has been struck down in the fight? It can be possible, if I were to look for her, to find a consort equal to Sita in this world of mortals but not a brother, a friend and a comrade in a hostile war, such as Lakshmana!\""
        },
        {
            "type": "verse",
            "text": "\"If Lakshmana returned to the five elements, he the increaser of Sumitra's joy, I will yield up my life-breaths while the monkeys stand looking on. What shall I say to my mother, Kausalya or to Kaikeyi? How can I talk to my mother Sumitra, sighing for the sight of her son? How shall I console Sumitra, trembling and crying out like an osprey, bereft of her son, if I return to Ayodhya without Lakshmana?\""
        },
        {
            "type": "verse",
            "text": "\"How shall I tell Shatrughna and the illustrious Bharata when I return without Lakshmana, who followed to the forest along with me? Alas! I should not be able to endure Sumitra's reproaches. I will leave my body here itself. I do not wish to continue living. Woe unto me to my wicked deed and to my lack of nobility. Through my fault, Lakshmana has fallen and lies indeed on a bed of arrows as on who has yielded up his life! O, Lakshmana! You always used to console me whenever I was in a great sorrow. You, having lost your life now are not able to allay my sufferings with your words.\""
        },
        {
            "type": "verse",
            "text": "\"You, who in this battle today, struck down innumerable demons to the earth, are fallen, pierced by darts, like a hero on the self same field. Lying on this bed of arrows, batted in blood, you are piled up i a heap of arrows. You look like the sun setting behind the horizon. Your vital parts having been pierced with arrows, you are not able even to speak now. Eventhough you are not speaking, your agony is disclosed by the redness of your eyes. I shall follow him to the region of Yama, as that illustrious warrior accompanied me when I retired to the forest. He who loved his own kinsfolk and was filled with devotion for me, got this state to which my misdeeds have brought him, wretched that I am!\""
        },
        {
            "type": "verse",
            "text": "\"I do not remember to have heard any harsh or hateful words from that valiant Lakshmana, even if he is deeply provoked. Lakshmana, who was able to loose five hundred arrows in one shot, was surpassing Kartavirya himself in the science of archery. This Lakshmana, who was accustomed to a rich couch and who by his arrows severe the weapons the mighty Indra the Lord of celestials, is lying slain on the ground.\""
        },
        {
            "type": "verse",
            "text": "\"Those vain words uttered by me, will undoubtedly consume me since I have not made Vibhishana the king of demons. O, Sugreeva! You ought to return at once from here since knowing that you are bereft of my support, Ravana will overcome you, O king!\" "
        },
        {
            "type": "verse",
            "text": "\"O, Sugreeva! Recross the sea with your army, keeping Angada in front and with your followers, Nila and Nala. I am fully satisfied by the great military exploit, done by Jambavan the king of Bears and the General of the Monkeys, which was impossible to any other in battle. A great act was done by Angada, Mainda and Dvivida. A terrible combat was done by Kesari and Sampati in the battle-field. By Gavaya, Gavaksha, Sharabha, Gaja and other monkeys, who are willing to sacrifice their lives for me, the battle was carried on.\""
        },
        {
            "type": "verse",
            "text": "\"O, Sugreeva! It is not possible for mortals to avoid their destiny. O, Sugreeva the tormentat of enemies! Fearing to fail in your duty, you have done all that which a friend and a comrade could do. O, foremost of Monkeys! You have accomplished all this due to your friendship. I take leave of you all; go where it seems best to you!\""
        },
        {
            "type": "verse",
            "text": "All the tawny eyed monkeys, who heard Rama's lament thus, allowed tears to fall from their eyes. Meanwhile, Vibhishana having established order in all the ranks, with mace in his hand, came quickly to Rama. Seeing him, who resembled a mass of collyrium, hastening towards them thus, all the monkeys thinking him to be Indrajit the son of Ravana, fled away."
        }
    ]
}