{
    "id": "prose-yuddha-5",
    "kanda": "yuddha",
    "sarga": "5",
    "title": "Sri Rama recollects the lotus-eyed Sita",
    "chapter": "5",
    "overview": "Rama recollects the lotus-eyed Sita and laments much about his separation from her. Lakshmana consoles him and there approaches the sun-set",
    "content": [
        {
            "type": "verse",
            "text": "That famous army, well-protected by Neela, was kept stationed nicely at the northern shore of the ocean. Both Maina and Dvivida the distinguished monkeys there moved in all directions through that army, for the purpose of vigilance. After the army was settled at the sea-shore, Rama spoke to Lakshmana who was by his side (as follows):"
        },
        {
            "type": "verse",
            "text": "\"It is so said that sorrow gets vanished at the passing of time. But my agony of not seeing my beloved is getting increased every day. There is no anguish for me that my beloved is at a distance, nor that she was taken away. Her age is indeed passing away. Only about this, I am repenting. Oh, wind! Flow from the side of my beloved. Touch her and touch me too. It is through you that I get a contact of her limbs. It is through moon that I get a contact of her eyes. That darling being carried away; might have cried \"Oh, Lord!\" seeking for help. That thought is like poison gulped by me, hovering in my stomach and scorching my limbs. My body is scorching night and day, by the fire of passion, holding fuel of my separation from her and my thoughts of her flaring into shimmering flames.\""
        },
        {
            "type": "verse",
            "text": "\"Oh,  Lakshmana! Diving deep into the sea without you, I shall fall asleep. This flaming passion will not thus scorch me, lying down in water. It is enough for me, who is passionate, that Sita with charming thighs and me are resting on one and the same earth and on this fact I am able to survive. Even as a paddy-field without water survives, by getting wet from a neighboring paddy-field under water, I also survive since I am hearing her as surviving. When shall I behold Sita with charming hips, having long lotus-like eyes flourishing as prosperity, by conquering the enemies? When, gently raising her face looking like lotus, with its beautiful teeth and lips, shall I drink as a sick man the sovereign drink of remedy? When will those breasts which are delightful, close, bulging and quivering, looking like Palmyra fruits, indeed press me? She, with dark-cornered eyes, who has fallen into the midst of demons, is surely not getting any defender, she resembling an orphan, though I am her support. How Sita the daughter of King Janaka, my darling and Dasharatha's daughter-in-law is sleeping among ogresses? Sita will come out, driving away (through my force) the unassailable demons, as driving away black clouds by a digit of the moon, in autumn. Sita, who by nature is slender, will undoubtedly become leaner further because of her anguish, her abstinence from food and her adverse position of time and place. When shall I bring back Sita, having lodged arrows in Ravana's chest and having abandoned this mental agony? When indeed Sita the virtuous lady similar to the child of a celestial, with an excited longing, will embrace my neck and release tears of joy? When shall I thrillingly abandon this terrible anguish, born out of my separation from Sita so soon, as we abandon soiled clothing?\""
        },
        {
            "type": "verse",
            "text": "While that sagacious Rama was lamenting thus there, the sun, the weak-rayed due to day-decline, approached the dusk. Lakshmana consoled Rama who was overwhelmed with anguish, duly recollecting the lotus-eyed Sita. Thereafter, Rama worshipped the evening-twilight."
        }
    ]
}