{
    "id": "prose-yuddha-50",
    "kanda": "yuddha",
    "sarga": "50",
    "title": "Garuda the King of Birds appears",
    "chapter": "50",
    "overview": "Observing Vibhishana to be the cause of panic created among the monkeys, Sugreeva asks  Jambavan to restore the confidence of monkeys. Jambavan then reassures the monkeys. Vibhishana also  feels distressed on perceiving the bodies of Rama and Lakshmana lying unconscious on the ground. Sugreeva  consoles and convinces Ravana that Rama and Lakshmana will regain consciousness. Meanwhile, Garuda the  King of Birds, makes his appearance on the scene and liberates Rama and Lakshmana from their bondage.",
    "content": [
        {
            "type": "verse",
            "text": "Meanwhile, Sugreeva the king of Monkeys, possessing a great splendour and a mighty power,  enquired saying, \"Why is this army agitated, like a ship driven out of its course in water?\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sugreeva, Angada the son of Vali replied, saying \"Do you not see  the high-souled Rama and Lakshmana of the great chariot, those two valiant sons of Dasharatha covered  with darts lying all bloody in a bed of arrows?\""
        },
        {
            "type": "verse",
            "text": "Thereupon, Sugreeva the Lord of Monkeys said to his son Angada: \"To my mind, there is  some other cause why the monkeys are bewildered. There must be some danger ahead. Here, these monkeys  are running away in all directions, with their eyes distended with terror, throwing down their arms  and looking dejected. They are not ashamed of one another. They are not looking behind than even. They  are jostling each other and leaping over those who have fallen.\""
        },
        {
            "type": "verse",
            "text": "In the midst of this turmoil, the valiant Vibhishana, wielding a mace in his hand came  there and cheered Sugreeva and Rama saying \"Victory to Rama! Victory to Rama!.\" "
        },
        {
            "type": "verse",
            "text": "Observing Vibhishana to be the cause of panic among the monkeys, Sugreeva spoke to the  illustrious Jambavan the king of Bears who stood near (as follows): \"It is Vibhishana who has come here.  On seeing him, the foremost of monkeys seized with terror have fled, deeming him to be Indrajit, Ravana's  son. You reassemble those monkeys immediately, who in fear have scattered in many directions and inform  them that it is Vibhishana who has come!\""
        },
        {
            "type": "verse",
            "text": "Thus spoken by Sugreeva, Jambavan the king of Bears called the fugitive monkeys back  and restored them to confidence. Hearing the words of Jambavan the king of Bears, all those monkeys,  on perceiving Vibhishana, retraced their steps, shaking off their fear. Meanwhile, the virtuous Vibhishana,  on beholding Rama's body as also of Lakshmana's covered with arrows, felt distressed."
        },
        {
            "type": "verse",
            "text": "Washing their eyes with his hands dipped in water, Vibhishana began to weep, with anguish  seizing his heart and lamented, saying: \"These two powerful and valiant warriors have been brought tot  his state by the demons, the treacherous combatants. The son of my brother, that wicked youth of perverse  soul in his demoniac cunning mind, has deceived those two honourable fighters. These two warriors, Rama  and Lakshmana, who were struck badly by arrows and covered with blood are lying on the earth, like two  porcupines. These two lions among men, on whom depended the position aspired by me, are lying insensible,  waiting for the dissolution of the body. Deprived of the hope now of becoming a king, I am as one dead,  eventhough surviving; while my rival Ravana sees his vow fulfilled and gets his desires realized.\""
        },
        {
            "type": "verse",
            "text": "Then, Sugreeva the magnanimous King of Monkeys embraced that Vibhishana thus lamenting  and spoke the following words: \"O, knower of what is right! You shall certainly reign over Lanka. Ravana  and his son will not achieve their purpose. The injury done to Rama and Lakshmana is not grave. Emerging  from their swoon, they will destroy Ravana with his hordes in battles.\""
        },
        {
            "type": "verse",
            "text": "Consoling and convincing Vibhishana thus, Sugreeva spoke to Sushena, his father-in-law,  who was on his side (as follows): \"Taking these two brothers, Rama and Lakshmana with the troops of  monkeys who are strong, you go to Kishkindha, till these two scourgers of their foes have recovered  their consciousness. As for me, I shall slay Ravana with his son and his relatives and bring back Sita  as did Indra the Lord of celestials, the prosperity he had lost. Hearing the words of Sugreeva, Sushena  replied as followers: \" A highly terrific and great was between celestials and demons was perceived  by me. By making themselves invisible again and again, the demons skilled in the use of arrows overcame  the celestials despite their skill in bearing arms. To those celestials who were wounded, unconscious  and almost deprived of life, Brihaspati treated them by the aid of herbs accompanied by his spells of  sacred formulas. Let the monkeys Sampati, Panasa and others go quickly in speed, to the ocean of milk,  to bring those herbs.\""
        },
        {
            "type": "verse",
            "text": "\"These monkeys are conversant with those efficacious mountainous herbs - the celestial  Sanjivakarani and Vishalya, which were created by a God. In the bosom of the milky ocean the best of  oceans, rise the mountains called Chandra and Drona, where the ambrosia was formerly churned. These  two excellent herbs exist there. The celestials placed those two mountain in the vast sea. O, King!  Let Hanumann the son of Wind-God go there.\""
        },
        {
            "type": "verse",
            "text": "In the meantime, a great wind arose, accompanied by massed clouds and lightning, whipping  up the salty waves in the ocean, causing the mountains to tremble as from an earthquake. \"Large trees  on the sand-banks had their branches broken by the mighty stroke of Vata's wings and fell headlong into  the briny waters of the ocean. The snakes became frightened. The snakes inhabiting there and all the  marine animals plunged quickly into the briny ocean.\""
        },
        {
            "type": "verse",
            "text": "Thereupon, all the monkeys saw within a moment, a mighty eagle, Garuda, the son of Vinata,  like unto a blazing torch. On beholding Garuda the eagle which came there, the serpents who bound those  two warriors Rama and Lakshmana in the form of mighty arrows, fled away. Thereupon, Garuda the eagle,  coming into contact with Rama and Lakshmana d offering them his good wishes, with his hands caressly  touched their faces that were radiant like the moon."
        },
        {
            "type": "verse",
            "text": "Their wounds, touched by Garuda the eagle, were healed. Their bodies soon became smooth  and well-rounded. Their luster, valour, strength, endurance and resolution, those great qualities, also  their perspicacity, intelligence and memory were re-doubled. "
        },
        {
            "type": "verse",
            "text": "Lifting them up both who were like Indra, the highly majestic Garuda the eagle embraced  them. Rama also, being pleased, spoke to him (as follows): \"Now, by your grace, we both have overcome  a great disaster created by Indrajit the son of Ravana. We have been made strong as before. By meeting  you thus, my heart is gladdened in the same manner as I am meeting Dasharatha, my father and Aja, my  paternal grandfather. Who are you, the one endowed with beauty, having blissful garlands and anointments,  wearing clean garments and adorned with divine ornaments?\""
        },
        {
            "type": "verse",
            "text": "The highly majestic and the mighty Garuda the eagle, the King of Birds, with his eyes  widened in gladness and with a pleased heart, spoke to Rama as follows: \"O, Rama! I am your dearest  friend Garuda dear as your own breath moving outside I came here for the purpose of helping you, both.  Either the most valiant demons or the exceedingly strong monkeys or the celestials together with the  celestial musicians having Devendra the Lord of celestials in their forefront are unable to untie this  awfully terrific entanglement of arrows created through his power of sorcery by Indrajit of terrific  deeds.\""
        },
        {
            "type": "verse",
            "text": "\"These serpents, which took their base at, were none other than the sons of Kadru with  their sharp fangs, abundantly filled with poison, transformed into arrows, by the dint of sorcery by  Indrajit the demon. \"O, Rama the knower of righteousness and true to your promise! You, along with your  brother Lakshmana the annihilator of enemies, indeed are lucky. Hearing about this incident, I have  hastened all at once, duly cherishing the love and friendship (for you). You have been released from  this quite terrific shackle of arrows. Both of you should maintain vigilance, all the time.\""
        },
        {
            "type": "verse",
            "text": "\"All the demons by their very nature are treacherous fighters in battle. For you, the  warriors, your pure-mindedness and straight forwardness are the strengths. What Indrajit has done, exemplifies  how the demons are always crooked-minded. For this reason, you should not trust the demons in battle.\""
        },
        {
            "type": "verse",
            "text": "That mighty Garuda, having spoken thus to Rama then and having affectionately embraced  him, began to take leave of him. \"O, Rama the knower of piety, affectionate even towards your enemies  and my dear fried! I wish to take leave of you.\" I shall proceed happily. O, hero! You need not be so  curious to know the cause of my friendship. You will know of it, once you have accomplished success  in battle. When, under the flutter of your arrows, Lanka has been destroyed save for the aged and the  children and you have slain Ravana,. your enemy, you will bring back Sita.\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus, Garuda of swift flight, having beautiful wings, who had just healed  Rama's wounds in the presence of monkeys, having paid obeisance presence of monkeys, having paid obeisance  to him (by circumambulation) and taken him into his arms, entered the sky with the speed of the wind.  Seeing Rama and Lakshmana healed of their wounds, the chiefs of monkeys howled like roars of lions and  lashed their tails."
        },
        {
            "type": "verse",
            "text": "Thereupon, gongs were beaten, drums resounded, and couches were blown amid jumping in  joy of the monkeys as before. Some other strong monkeys who use trees as maces in battle, waving their  arms and uprooting hundreds and thousands of various trees, stood there, ready for the battle. Uttering  great noises, frightening the demons and desirous to fight, the monkeys reached the gates of Lanka."
        },
        {
            "type": "verse",
            "text": "Thereafter, a highly terrible and tumultuous sound arose among the leaders of the monkeys,  as, at the end of summer the roaring of thunder clouds in the mid-night. "
        }
    ]
}