{
    "id": "prose-yuddha-51",
    "kanda": "yuddha",
    "sarga": "51",
    "title": "Dhumraksha enters the battle field",
    "chapter": "51",
    "overview": "Hearing the rejoicing cries of the monkeys, Ravana asks some demons to discover the cause of that rejoicing. The demons mount the rampart and discover that Rama and Lakshmana have been relieved of the shackle of arrows. They come to Ravana and inform that the two brothers Rama and Lakshmana are alive and appear like two strong elephants in the battle-field. Ravana then calls Dhumraksha, a demons and asks him to go with an army and kill Rama, Lakshmana and the monkeys Dhumraksha along with his army enters the western gate of Lanka where the army-chief Hanumann is stationed. While Dhumraksha advances in the battle-field, he observes several bad omens and feels disturbed.",
    "content": [
        {
            "type": "verse",
            "text": "That tumultuous sound, set up by the monkeys who were full of martial ardour, arrested the attention of Ravana and his demons. Hearing that mighty clamour, sounding smooth and deep, Ravana spoke to his ministers who surrounded him."
        },
        {
            "type": "verse",
            "text": "\"A great uproar, resembling the rumbling of clouds, has arisen from that horde of rejoiced monkeys. Undoubtedly their joy is great, their mighty roars are agitating the briny ocean itself. Those two brothers Rama and Lakshmana were tied by sharp arrows. This sound of a great magnitude being heard by me, is begetting an apprehension in me.\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus to his ministers, Ravana the Lord of Demons said to his demons who stood round him there (as follows): \"You immediately discover from what cause this general rejoicing among all these monkeys coming for the their present grievous situation!\""
        },
        {
            "type": "verse",
            "text": "Thus commanded by Ravana, they mounted the rampart very briskly and saw the army lead by the high-souled Sugreeva and also the highly fortunate Rama and Lakshmana who were relieved of the terrific shackle of arrow a and risen up together. All the demons felt desponded on seeing it. With their hearts trembling with fear and faces turning pale, all those terrific demons descended from the rampart and approached Ravana."
        },
        {
            "type": "verse",
            "text": "With downcast faces, those demons skilled in speech, faithfully informed Ravana of those unpleasant tidings, saying: \"The two brothers, Rama and Lakshmana, whom Indrajit had bound with his benumbing shafts and whose arms he had pinioned, are free from the arrows which paralyzed them and now appear on the field of battle, as two strong elephants who have snapped their fetters.\""
        },
        {
            "type": "verse",
            "text": "Hearing their words, the might Ravana was filled with anxiety and fury. His face became pale (and he spoke as follows): \"If my adversaries, having thus been bound by Indrajit are freed, despite their injuries in battle by his formidable arrows which were infallible those rare boons, resembling serpents, bright as the sun, I perceive my entire army in jeopardy. Those very arrows, bright as fire, which in battle have taken the life of my enemies, have now been rendered void indeed!\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus in furious tones, hissing like a snake, he addressed a demon called Dhumraksha who was seated amidst the demons and said. \"You, with a terrific prowess, go quickly with a considerable force of demons and slay Rama, Lakshmana and his monkeys.\" "
        },
        {
            "type": "verse",
            "text": "Thus commanded by Ravana, the intelligent Dhumraksha, going past from there, quickly departed front her royal palace. Having crossed that gate, he spoke to the General of the Forces as follows: \"Mobilize the army. Hasten quickly. What need is there for the delay?\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Dhumraksha, the general of forces, having the army which followed him, kept the army ready quickly, as per Ravana's command. Those strong demons of terrific form, making sounds with bells hung on their bodies, joyously surrounded Dhumraksha. Furnished with every kind of weapon, brandishing spears, hammers, maces, harpoons, sticks, iron cudgels, bars, clubs, javelins, missiles, nooses and axes, those terrible demons sallied forth with the noise of thunder. Clad in mail, mounted on chariots that were magnificently dressed with flags and decorated with bands of pure gold, harnessed to mules of many heads or steeds of exceeding fleetness or elephants in furious rut, some other excellent demons went forth like veritable tigers."
        },
        {
            "type": "verse",
            "text": "Dhumraksha, with a mule-like clatter, set out in a celestial chariot to which mules adorned with gold and heads of deer and lions were hitched. That Dhumraksha of mighty prowess, surrounded by demons, set forth amidst mocking laughter, through the western gate where the army-chief Hanumann was stationed. As he mounted and advanced in an excellent chariot harnessed to mules, whose voices he emulated, birds of ill-omen in the sky obstructed that advancing demon of very terrible and fearful appearance."
        },
        {
            "type": "verse",
            "text": "A highly terrible vulture alighted on the top of his chariot, while those devourer of corpses clustered on the point of his standard. Streaming with blood, a huge decapitated trunk fell to earth, emitting inarticulate noise in Dhumraksha's vicinity and the sky rained down blood. The earth trembled. The wind with noise resembling a thunder blew adversely. Every quarter, obscured by abundant darkness, did not dazzle. Seeing those terrible omens that appeared in all their horror to the demons, Dhumraksha became perturbed. Terror seized all the demons who were advancing in front of Dhumraksha. "
        },
        {
            "type": "verse",
            "text": "Then, Dhumraksha, the highly terrible and strong demon, surrounded by a multitude of demons, eager to enter into combat, set out and beheld that army of a multitude of monkeys, resembling a flood, protected by the arms of Rama."
        }
    ]
}