{
    "id": "prose-yuddha-52",
    "kanda": "yuddha",
    "sarga": "52",
    "title": "Dhumraksha along with army attacks the monkeys",
    "chapter": "52",
    "overview": "Dhumraksha along with army attacks the monkeys. A tumultuous battle ensued between the demons and the monkeys. The battle reached frightful proportions in that both the monkeys and demons were killed in large numbers. When Dhumraksha pounced on Hanumann, the latter shattered Dhumraksha's chariot to pieces. Lifting his mace, Dhumraksha fights with Hanumann, who in turn hits him on his head and kills him",
    "content": [
        {
            "type": "verse",
            "text": "Beholding the demon, Dhumraksha of terrible prowess coming forth, all the monkeys waiting for the war, roared with joy. A highly tumultuous battle was seen between those monkeys and demons, who were slaying each other, with terrible trees, lances and maces. The terrible monkeys were moved down on all sides by the demons. The demon too were levelled down to the earth with trees by the monkeys. Enraged with anger, the demons, on their part, paralyzed the monkeys with sharp and frightful arrows, going as straight as wings of eagle."
        },
        {
            "type": "verse",
            "text": "While being torn asunder by the demons with terrible maces, spears, hammers, frightful iron bars and variegated tridents, the mighty monkeys fearlessly accomplished their tasks with an excitement born of anger. While their bodies were split up by the tridents and their limbs broken by arrows, those leaders of monkeys took up trees and rocks there to fight. Those terribly swift monkeys, roaring aloud harassed the valiant demons at all places, by calling out their names. That awful battle with all kinds of rocks and trees furnished with many branches between monkeys and demons appeared wonderful."
        },
        {
            "type": "verse",
            "text": "Some demons were crushed by monkeys, who conquered fear and some blood-sucking demons vomited blood from their mouths. Some demons were slashed open at their sides. Some were formed into a heap by the trees. Some others were crushed by stones and yet others torn to pieces by the monkeys teeth. With their standards crushed and broken, their swords snapped and their chariots overturned, some demons were perturbed."
        },
        {
            "type": "verse",
            "text": "Crushed by the great rocks of monkeys, the earth was scattered with corpses of great elephants resembling hills and horses with their riders. The monkeys of terrific prowess rushed upon the demons, flinging themselves upon them with great bounds horizontally and vertically and scratching their faces with their sharp nails. With their faces dejected very much, their hair torn out and maddened by the smell of blood, those demons fell on the ground."
        },
        {
            "type": "verse",
            "text": "Some other demons of exceeding valour, who were enraged, very much, ran up towards the monkeys to attack them with their palms having a diamond-like blow. The monkeys, receiving that sharp shock, with even a greater ferocity, crushed the demons with blows of their fists, feet teeth and trees. Seeing his army routed, Dhumraksha that lion among the demons, in his anger began to create a blood-shed of the monkeys wishing to fight."
        },
        {
            "type": "verse",
            "text": "Some monkeys pierced with spears lost rivers of blood while others struck down by blows of axe, fell to the earth's surface. Some were crushed by iron bars, others torn by harpoons, some others pierced by javelins, all exhausted and lost their lives. Slain in battle by infuriated demons, some monkeys, drenched with blood, fell on the ground and some others disappeared, having been driven away."
        },
        {
            "type": "verse",
            "text": "With pierced hearts, some monkeys were made to lie down on one side. Some were torn asunder by tridents that even their intestines came out. That mighty battle assumed most awful proportions in that monkeys and demons were crammed with rocks, trees and multitude of weapons. With the bow-strings as the tuneful lute, the neighing of horses as a measure rhythm and the trumpeting of elephants as the vocal music, the whole battle resembled a symphony."
        },
        {
            "type": "verse",
            "text": "Dhumraksha on his part, wielding a bow in his hand and laughing at the battle-front, made those monkeys to run away to all the quarters by a shower of his arrows. Seeing the army perturbed due to tormented by Dhumraksha, Hanumann was enraged and turned towards him, taking a gigantic rock in his hands."
        },
        {
            "type": "verse",
            "text": "Hanumann, who was equal in strength to his father, with his eyes inflamed with anger, flung the rock on the chariot of Dhumraksha. Beholding the befalling rock, Dhumraksha lifting his mace hurriedly, jumped down speedily from the chariot and stood there on the earth."
        },
        {
            "type": "verse",
            "text": "Shattering his chariot with its wheels, its pole, its crest along with banner and bows, that rock rolled down to the ground. Thereafter, Hanumann the son of Maruta (the wind-god), after breaking the chariot, destroyed the demons with trunks of trees furnished with their branches. "
        },
        {
            "type": "verse",
            "text": "With their heads crushed, the demons were drenched with blood. Some others were crunched by the trees and fell down to the earth. Having driven away the army of demons, Hanumann born of Maruta, breaking off the peak of a mountain, ran towards Dhumraksha. The valiant Dhumraksha lifted his mace and making a roaring sound, ran towards that Hanumann who was rushing on him suddenly. Thereafter, Dhumraksha with an outrage, brought down that mace studded with countless spikes on the head of that Hanumann."
        },
        {
            "type": "verse",
            "text": "That Hanumann, who was endowed with an energy similar to the wind, was in no way disturbed by that blow but struck Dhumraksha on the middle of his skull with his rocky peak. That Dhumraksha, struck by the rocky peak, which shattered all his limbs, soon fell down on the ground like a mountain crumbling. Seeing Dhumraksha having been killed, the demons left surviving were frightened of being killed by the monkeys and re entered Lanka. That illustrious Hanumann the son of Pavana having destroyed his enemies, causing rivers of blood to flow, weary of slaughter of the enemies, with delight, received the cordial felicitations by the monkeys."
        }
    ]
}