{
    "id": "prose-yuddha-53",
    "kanda": "yuddha",
    "sarga": "53",
    "title": "Ravana sends Vajradamstra",
    "chapter": "53",
    "overview": "Ravana sends Vajradamstra, another demon to kill Rama, Sugreeva and his monkeys. Vajradamstra and his army emerge from the southern gate where Angada, the General of the Monkeys is stationed. The monkeys had a tough fight with the demons. Angada, the leader of the monkeys strikes the terrible strong demons, chopping off their heads.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the death of Dhumraksha, Ravana the King of demons was possessed of anger and began to hiss like a serpent. Polluted by anger, with long and burning sighs, he addressed the cruel and mighty Vajradamshtra, a demon (as follows): \"O, warrior! Go ahead as the head of the demons and slay Rama the son of Dasharatha, as also Sugreeva and his monkeys! \"So it be\" answered the leader of the demons who was a conjurer and departed with many divisions of the army that surrounded him. With the utmost attention, he assembled teams of elephants, horses mules camels and chariots adorning them with conspicuous flags and banners and he himself was well-prepared."
        },
        {
            "type": "verse",
            "text": "Adorned with colourful bracelets and a diadem, Vajradamshtra set out immediately, wielding a bow and well-covered by an armour. That army-general circumambulated and ascended his chariot, duly decorated with flags and shiningly adorned with purpose. Infantry of every kind issued forth, furnished in their hands with weapons such as clubs, excellent javelins, smooth pestles, harpoons, bows, lances, spears, swords, discus, maces and sharp axes."
        },
        {
            "type": "verse",
            "text": "All those excellent demons in their resplendent and coloured uniforms, full of strength and mounted on elephants furious with rut, resembled moving mountains. Those elephants mounted by warriors bearing lances and goads were skilled in war-fare. Some other elephants, with good qualities, mounted by valiant demons, were quite mighty in strength. That whole army of demons paraded, looking as brilliant as the clouds, with lightning and sound in the rainy season. They emerged from the southern gate where the General Angada is stationed."
        },
        {
            "type": "verse",
            "text": "While those demons set forth, inauspicious portents appeared. From a cloudless yet burning sky, meteors fell. Fearful jackals, emitting their howls, belched forth flames and fire. The dreadful beasts then foretold destruction of demons, who while entering the combat, stumbled miserably. Ever after seeing these portents Vajradamshtra of exceeding prowess and sharpness, shored up courage and being fond of battle, set out for the combat."
        },
        {
            "type": "verse",
            "text": "The monkeys, burning for victory, seeing their enemies advancing, made tremendous shouts which echoed every quarter. Thereafter, a tumultuous battle ensured between the monkeys and the demons, who were cruel, of ferocious form and desirous of each other's destruction. Some warriors of great energy, coming for war, their necks, and bodies severed, fell to the surface of the earth, their entire bodies bathed in blood."
        },
        {
            "type": "verse",
            "text": "Some other warriors, who did not turn back in battle, with arms resembling steel, approached one another, attacking with various kinds of weapons. An extremely great and terrible noise, breaking the hearts, was heard there from trees, rocks and weapons. A terrific noise of the wheel-rims of chariots and the bow, along with the tumultuous sounds of couches, kettle-drums and tabours arose there."
        },
        {
            "type": "verse",
            "text": "Some demons, leaving weapons, performed battle with their arms. The demons were beaten and their bodies made fragmented by the monkeys of fighting arrogance, with their palms, feet, fists, trees and knees. Some demons were crushed to powder with rocks. Tremendously frightening the monkeys in the battle by his arrows, Vajradamshtra moved himself in the battle-field like Yama the God of Death moving at the time of dissolution of the worlds, wielding a noose in his hand."
        },
        {
            "type": "verse",
            "text": "The strong demons skilled in weaponry and wielding various kinds of weapons, killed the army of monkeys in that battle, with their increased anger. The courageous Angada the son of Vali, twice possessed of anger, killed all those demons in the battle, like a world-destroying fire. The valiant Angada with his raging red eyes lifted a tree and killed all those troop of demons, like a lion killing small animals. Angada, with his prowess resembling that of Indra the Lord of celestials, brought about a terrific destroyer of the enemies."
        },
        {
            "type": "verse",
            "text": "The terribly strong demons, struck by Angada there, had their heads shattered and fell down like chopped off trees. The earth then appeared fearful, it being covered with chariots, conspicuous flags, horses, bodies of monkeys and demons with streams of blood flowing there. That battle-field, decorated with necklaces, bracelets worn on upper arm, garments and umbrellas looked like an autumnal night. By the swiftness of Angada, that great army of demons there trembled then, like a cloud by the swiftness of wind. "
        }
    ]
}