{
    "id": "prose-yuddha-54",
    "kanda": "yuddha",
    "sarga": "54",
    "title": "Vajradamstra shows terror among the monkeys",
    "chapter": "54",
    "overview": "The powerful demon Vajradamshtra penetrated the army of monkeys, sowing terror among them. The monkeys then sought refuge with Angada the monkey-leader. A fierce battle ensues between Vajradamshtra and Angada. Angada assaults Vajradamshtra with a sword and Vajradamshtra's head falls on the ground.",
    "content": [
        {
            "type": "verse",
            "text": "The devastation of his army through Angada's prowess filled the mighty Vajradamstra with anger. Stretching his terrific bow, like unto Indra's thunder bolt, he assailed the monkey battalions with a flood of arrows. "
        },
        {
            "type": "verse",
            "text": "Then, the foremost of the demons mounted on chariots, fought the battle with every kind of weapon. The monkeys, those valiant bulls among the Plavagas, assembling on all sides, fought with rocks. Then in that battle there, the demons abundantly hurled thousands of weapons on the foremost of monkeys. The monkeys of mighty prowess, resembling elephants in rut, showered down giant trees and huge lumps of rock on the demons.  "
        },
        {
            "type": "verse",
            "text": "Between those courageous warriors, the demons and the monkeys, who never retreated in battle, a tremendous struggle ensued. Some monkeys and demons, with their shattered heads, but bereft of arms and legs, lay on the earth bathed in blood with their bodies wounded by weapons, a prey to herons vultures and crows or devoured by troops of jackals. "
        },
        {
            "type": "verse",
            "text": "Monkeys and demons fell on the battle-field; headless trunks leaps up to the terror of all the fearful, their limbs hacked to pieces in the combat. Thereafter, under the eyes of Vajradamshtra, all his army of demons were killed and broken up by the monkey-troops."
        },
        {
            "type": "verse",
            "text": "Seeing the demons terrified with fear and decimated by the monkeys, that powerful Vajradamshtra, his eyes red with anger, bow in hand, penetrated the army of monkeys, sowing panic among them. Thereafter, in his fury, the vigorous Vajradamshtra dispatched those monkeys with arrows resembling wings of an eagle that flew straight to their target and pierced seven, eight, nine or five of his opponents simultaneously, thus destroying them. With their limbs crippled by those arrows and frightened, those monkey battalions sought refuge with Angada, as all creatures with Brahma the Lord of Creation."
        },
        {
            "type": "verse",
            "text": "When he beheld those monkey troops fleeing in disorder, Angada the son Vali exchanged glances of hatred with Vajradamshtra. Both Vajradamshtra and Angada fought against each other like a lion and an elephant in rut. They strolled din a tremendous fury. Thereafter, that Vajradamshtra knocked the mighty Angada at his vital organs with his arrows resembling hundred thousand flames of fire."
        },
        {
            "type": "verse",
            "text": "With all his limbs drenched in blood, the mighty Angada having a terrific prowess threw a tree on Vajradamshtra. That unperplexed demon, seeing that tree falling on him, cut it into innumerable pieces which fell in heaps on earth."
        },
        {
            "type": "verse",
            "text": "Witnessing the strength of Vajradamshtra, Angada that lion among the monkeys seized hold of a large rock and emitting a shout, threw it on him. As the rock descended, that vigorous Vajradamshtra leaping down from his chariot, armed with his mace, stood waiting unperplexed, on the battle-field."
        },
        {
            "type": "verse",
            "text": "Meanwhile, the rock thrown by Angada, falling into the forefront of the battle, then crushed the chariot with its wheels shafts and horses. Thereafter, Angada the monkey, seizing another large peak of a mountain adorned with trees, threw it on Vajradamshtra's head."
        },
        {
            "type": "verse",
            "text": "Beginning to vomit blood, Vajradamshtra became fainted, clenching his mace convulsively and breathing heavily for a moment. Regaining his consciousness, Vajradamshtra the demon was very much enraged and hit Angada full on the chest with his mace."
        },
        {
            "type": "verse",
            "text": "Leaving his mace, he performed a pugilistic encounter there. Both the monkey and the demon thus hit each other in that combat. Exhausted by the blows, spitting blood, those valiant warriors were like the planets Mars and Mercury."
        },
        {
            "type": "verse",
            "text": "Then, Angada the lion among the monkeys, possessing a great splendour, uprooted a tree full with many flowers and fruits and stood waiting. The demon too seized hold of a shield covered with the hide of a bull as well as a great beautiful sword decorated richly with a multitude of golden bells. Thirsting for victory, the monkeys and the demons, making roaring sounds, roamed about in different ways and collided with each other."
        },
        {
            "type": "verse",
            "text": "With their gaping wounds, they shone like a pair of Kimshuka trees in blossom. Exhausted were both of them while fighting and they sank their knees on the earth. Angada, the foremost of the monkeys, just after a moment, with his glittering eyes, rose up like a serpent struck with a stick. The mighty Angada assaulted the giant head of Vajradamshtra with a well-sharpened and stainless sword."
        },
        {
            "type": "verse",
            "text": "Struck by the sword, that charming head of Vajradamshtra, with his limbs drenched in blood and eyes rolling, fell into two pieces. Seeing Vajradamshtra having been slain, the demons, deluded with fear, fled panic-stricken towards Lanka, harassed by the monkeys with their down-cast faces, their heads bowed in shame. The mighty Angada experienced a great joy amidst the monkey forces, honoured by them for his high courage and he resembled the Lord of a Thousand Eyes surrounded by the celestials."
        }
    ]
}