{
    "id": "prose-yuddha-55",
    "kanda": "yuddha",
    "sarga": "55",
    "title": "Ravana next sends Akampana",
    "chapter": "55",
    "overview": "Ravana next sends Akampana for the battle. As Akampana along with his army sets out for the war, he visualized various bad portents. A deadly conflict ensued between monkeys and demons. Kumuda, Nala and Mainda the chiefs of monkeys creates a great carnage among demons.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing that Vajradamshtra was killed by Angada, Ravana spoke the following words to the General of his forces who, with joined palms, stood near him. \"Let the invincible demons of irresistible courage go forth soon, with Akampana as their head, who is skilled in the use of every weapon and missile. This excellent demon is a chastiser, a protector and a leader in battle. He ever desired my welfare and always loved war. There is no doubt that he will prove victorious and Rama, Lakshmana, the mighty Sugreeva and the other terrible monkeys.\""
        },
        {
            "type": "verse",
            "text": "Taking that command of Ravana, the mighty Akampana of quick resolution then mobilized the army. Those foremost of demons of terrifying appearance, furnished with every kind of weapon and fearful to look upon, rushed into the fray where their general had dispatched them. Then, Akampana of the stature and colour of a cloud, whose voice resembled a thunder, ascended his great chariot, decorated with fine gold and set out, surrounded by dreadful demons."
        },
        {
            "type": "verse",
            "text": "Even celestials were indeed unable to upset Akampana in a great battle. Hence, among the demons, he was shining like the sun, by his splendour. As he sped on his way, hastened and eager to enter the battle, the horses drawing his chariot were suddenly deprived of their energy. The left eye of Akampana, who delighted in warfare, began to twitch. His countenance grew pale and his voice trembled. At a time of a good day, marked by fine weather, it turned into a day of bad weather with a bitter wind beginning to blow. Birds and beasts uttered cruel and fearful cries."
        },
        {
            "type": "verse",
            "text": "That demon, who had the shoulders of a lion and the agility of a tiger, disregarding those portents, rushed towards the battle-field. While Akampana advanced thus with his troops, an immense tumult arose that seemed to convulse the ocean. By hearing that clamour of the demons coming for the battle, the huge army of the monkeys, brandishing trees and rocks, was frightened. A highly fierce battle ensued between those monkeys and demons, who were ready to lose their lives for the sake of Rama and Ravana."
        },
        {
            "type": "verse",
            "text": "All the monkeys and demons, who were willing to kill each other, were very strong and valiant. All were resembling mountains. The tremendous clamour of the aforesaid warriors, yelling in their rage and strength, making savage cries, were distinctly heard on the battle-field. A highly terrific dust, in a thick coppery colour, raised by the monkeys and demons enveloped all the ten quarters."
        },
        {
            "type": "verse",
            "text": "The combatants, enveloped by that dust, which was whitish like a piece of silk shaken by the wind, could no longer distinguish each other on the battle-field. Neither standard, banner and shield, nor horse, weapon and chariot could be discerned in that pall of dust. A great tumultuous clamour, of warriors, making challenging cries and rushing upon each other, was heard on the battle-field, yet in that confusion, no form was visible."
        },
        {
            "type": "verse",
            "text": "In the darkness, the greatly enraged monkeys killed the monkeys themselves and the demons killed the demons themselves in battle. Those monkeys and demons killing other and their own people then made the earth dampened with blood, anointing its body with mud."
        },
        {
            "type": "verse",
            "text": "Under the stream of blood being sprinkled, the dust was laid, revealing the earth covered with bodies and corpses. The demons and the monkeys vigorously struck each other swiftly with blows from trees, spears, maces, javelins, stones, bars and picks. The monkeys of dreadful deeds, resembling mountains, fighting with their arms appearing like iron bars, killed the demons in battle."
        },
        {
            "type": "verse",
            "text": "The enraged demons with darts and javelins in their hands, struck the monkeys there with their cruel weapons. The extremely enraged Akampana, the general of the army of demons, cheered all those demons by his terrible prowess. The monkeys however leaping upon them and snatching their weapons through their strength, crushed those demons with blows from large trees and stones."
        },
        {
            "type": "verse",
            "text": "Meanwhile Kumuda, Nala and Mainda the courageous monkeys in an outburst of anger, displayed unsurpassed rashness. Those exceedingly valiant chiefs of monkeys, as in sport, in the battle-front, with mighty blows of trees, created a great carnage among the demons. All of them repeatedly crushed the demons with every kind of weapon."
        }
    ]
}