{
    "id": "prose-yuddha-56",
    "kanda": "yuddha",
    "sarga": "56",
    "title": "Akampana enters the battle-field",
    "chapter": "56",
    "overview": "Akampana enters the battle-field and assails the monkeys with his bow and arrows. Then,  Hanumann comes to the rescue of the monkeys. A great fight ensued between Akampana and Hanumann. Hanumann  strikes the head of Akampana with a huge tree and Akampana dies. All the demons take to their heels  and return to Lanka.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing that very great exploit executed by the chiefs of monkeys in the battle, Akampana  was seized with a fierce anger. Witnessing that work of the enemies, his features were distorted by  anger and brandishing his powerful bow, Akampana addressed his charioteer in these words. \"Drive the  chariot quickly to that place, for, those monkeys are killing innumerable demons on the battle field.\""
        },
        {
            "type": "verse",
            "text": "\"Those arrogant monkeys of terrific ferocity, armed with trees and rocks, dare to affront  me here. I wish to kill those audacious monkeys, who are seen harassing all the army of demons.\""
        },
        {
            "type": "verse",
            "text": "Thereafter, in his chariot, drawn by fast-moving horses, Akampana the most skillful of  chariot-warriors, with a hail of darts, assailed the monkeys from a distance. The monkeys were no longer  able to maintain their formation, much less fight in the battle. all of them were crushed under the  shifts of Akampana and took to their heels. Seeing those companions, getting under the sway of death  pursued by Akampana's darts, the mighty Hanumann went to their rescue."
        },
        {
            "type": "verse",
            "text": "Seeing Hanumann their great leader, all those valiant and the best of the monkeys together  rallied and grouped themselves boldly round him. Observing Hanumann's courage, those excellent monkeys  took shelter in his powerfulness and became powerfulness and became powerful indeed."
        },
        {
            "type": "verse",
            "text": "Akampana, like Mahendra the Lord of celestials, assailed a hail of arrows on Hanumann,  who remained as firm as a rock. Heedless of the flood of weapons that fell upon his body, the mighty  Hanumann resolved in his mind to slay Akampana. Laughing heartily , that Hanumann, the son of Maruta the  wind-god and possessing a great splendour, leapt on the demon, causing the earth to shake as it were."
        },
        {
            "type": "verse",
            "text": "As he roared burning with energy, the form of Hanumann became difficult to overpower,  like a blazing fire. Knowing himself to be bereft of any weapon, Hanumann the excellent monkey, with  a rage, uplifted a mountain quickly. That valiant Hanumann, seizing a very great mountain with one hand  and letting up a roar, began to spin it rapidly."
        },
        {
            "type": "verse",
            "text": "Thereafter, as formerly in an encounter Indra the Lord of celestials hurled his thunderbolt  at Namuchi, Hanumann rushed towards Akampana. Beholding that crag flying towards him, Akampana shattered  it even from a distance by means of his great crescent-shaped arrows."
        },
        {
            "type": "verse",
            "text": "Seeing that rocky peak shatterd in the air by the demon's arrows and falling in pieces,  Hanumann became mad with anger. Approaching an Ashwakarna tree as large as a mountain, in the transport  of rage that possessed him, that Hanumann uprooted it speedily."
        },
        {
            "type": "verse",
            "text": "Taking hold of that Ashvakarna tree with large branches, in his great strength, Hanumann  with immense delight spinned it, while standing on the ground. Then, the highly enraged Hanumann began  to run with great strides, breaking down the trees by his strength and tearing up the earth with his  feet."
        },
        {
            "type": "verse",
            "text": "Hanumann struck down elephants as also who rode upon them and charioteers with their chariots  and the terrific infantry of demons. Seeing that Hanumann, like unto Yama the Destroyer of vital Breaths,  full of wrath armed with a tree and taking off lives, the demons took of flight."
        },
        {
            "type": "verse",
            "text": "The valiant Akampana, beholding that Hanumann who was enraged and rushing on, sowing terror  among his soldiers, was greatly perturbed and set up a mighty shout. With fourteen sharp arrows that  tore the flesh, that Akampana pierced the highly valiant Hanumann. Riddled with sharp-pointed shafts,  that warrior Hanumann appeared like a mountain on which a number of plants shooted up."
        },
        {
            "type": "verse",
            "text": "That mighty Hanumann of great strength with a large body shone like a fire without smoke  and resembled a blooming Ashoka tree. Thereafter, showing a great haste in uprooting another tree, Hanumann  struck the head of Akampana the General of demons."
        },
        {
            "type": "verse",
            "text": "Struck with a tree by that high-souled and enraged Hanumann, that demon fell down and  died. Seeing their leader Akampana lying lifeless on earth, all the demons trembled as the trees do  during an earthquake. All those defeated warriors, throwing their arms, escaped in the direction of  Lanka, terrified, pursued by those monkeys."
        },
        {
            "type": "verse",
            "text": "Their hair loosened, bewildered, their pride broken by defeat, their limbs dripping with  sweat, those demons fled, blowing out their breaths. Mad with fear, looking back again and again and  crushing each other in haste, they entered the city. When those demons had entered Lanka, all the mighty  monkeys approached Hanumann and paid homage to him."
        },
        {
            "type": "verse",
            "text": "That Hanumann, of noble nature honoured all those delighted monkeys, in accord with their  rank and the occasion. The triumphant monkeys shouted in accord with their might and once again dragged  the demons who were still alive there on the battle-field. "
        },
        {
            "type": "verse",
            "text": "That great monkey, born of Maruta having encountered and killed the demons, enjoyed the  same renown as Vishnu when he overcame the mighty and terrific demon of immense power destroying his  enemies in the forefront of the battle. Then, the troops of deities along with Rama himself, the exceedingly  strong Lakshmana, Sugreeva and other monkeys and the mighty Vibhishana paid homage to Hanumann."
        }
    ]
}