{
    "id": "prose-yuddha-57",
    "kanda": "yuddha",
    "sarga": "57",
    "title": "Ravana asks Prahasta to go to the battle",
    "chapter": "57",
    "overview": "Ravana asks Prahasta to go to the battle. Prahasta sets out for the combat along with a huge army and enters the eastern gate. Bad omens appeared, as Prahasta enters the battle-field. The army of monkeys seized hold of trees and rocks, to attack the demons.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing of Akampana's killing, Ravana the Lord of demons, with a little depressed face, was enraged and looked towards his ministers. Having reflected awhile and deliberated with his ministers, Ravana the king of Demons then passed that forenoon in inspecting his defenses in the City of Lanka."
        },
        {
            "type": "verse",
            "text": "The king Ravana saw that City, guarded by groups of demons, filled with innumerable troops and decorated with banners and flags. Seeing Lanka besieged, Ravana the Lord of Demons spoke as follows to Prahasta who was skilled in war-fare and who wished well of him even at a critical time."
        },
        {
            "type": "verse",
            "text": "\"O, Prahasta the proficient in war-free! I do not see any other deliverance than a battle for this city, which is besieged suddenly and being devastated. Either myself or Kumbhakarna or yourself my army-chief or Indrajit or Nikumbha and none else could undertake such a task! For that reason, taking a company of warriors, you quickly place yourself in their midst and set forth in order to triumph over all those monkeys. Unsettled in no time on knowing your decision to enter the battle-field, the army of monkeys will run away on hearing the raring sound of the leaders of demons.\""
        },
        {
            "type": "verse",
            "text": "\"The monkeys are unsteady, mis-behaved and fickle-minded. They do not tolerate your sound, as elephants the lion's roar. O, Prahasta! As that army takes to its heels, Rama along with Lakshmana being supportless, will fall into your power though unwillingly. A skeptical misfortune is preferable to one that is certain! Whether it is unpleasing to hear or not, say what you consider as an advantage to us.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Ravana, Prahasta the Army-General spoke the following words to Ravana, like Ushana the preceptor of demons would speak to Bali, the king of demons. \"O, king! Formerly, we deliberated this matter with our wise ministers and, after having a good dialogue with each other, a disagreement arose between us. To return Sita was what I considered preferable. Not to do so meant war; we foresaw this.\""
        },
        {
            "type": "verse",
            "text": "\"I have ever been honoured by you at appropriate times by gifts, felicitations and nice words. When the opportunity arises, is it not for me to render you a service? Neither wives nor sons nor riches are going to be spared by me. See you me, intending to sacrifice my life for your sake in the battle.\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus to Lord Ravana, the General Prahasta said to his leading officers who stood before him as follows: \"Gather a large army of demons together for me. Today, the flesh-eating birds and beasts shall feed on the enemy that I strike down on the battle-field with my swift arrows.\""
        },
        {
            "type": "verse",
            "text": "Hearing that command of Prahasta, the mighty leaders of the army assembled the forces in the abode of that demon. Within a short while, that City of Lanka was filled with those terrific demon-warriors, resembling elephants and wielding various types of weaponry. While some demons propitiated the fire-god with their offerings and paid homage to Brahmanas, a fragrant freeze bearing the scent of clarified butter, began to blow."
        },
        {
            "type": "verse",
            "text": "Then, the demons who were ready for the battle, delightedly wore garlands of different shapes, consecrated by certain Mantras (sacred formulas). Thereafter, armed with bows and armours, the demons with their eyes turned towards their king Ravana, marched at a brisk pace and ranged themselves round Prahasta."
        },
        {
            "type": "verse",
            "text": "Then, Prahasta who got ready with his weapons and armour, after bidding abeyance to the king and striking a terrible kettle-drum, mounted his chariot, which was kept ready, yoked to an extremely swift horses, well controlled by a charioteer, emanating a noise resembling that of a large cloud, actually shining like moon-light, inviolable with a flag bearing an ensign of snake, with a good collision-guard, with nice wheels and decorated with a net of pure gold smiling as it were in its magnificence."
        },
        {
            "type": "verse",
            "text": "Then, Prahasta the one who was commanded by Ravana, ascended his chariot and set out from Lanka soon along with a huge army. While Prahasta the general sallied forth, the sound of a kettle-drum, the resonance of musical instruments and the sound of conches were heard, as though filling the earth like the roar of a cloud."
        },
        {
            "type": "verse",
            "text": "The demons with terrific forms and bulky bodies, shouting with dreadful voices, went in front, as forerunners of Prahasta. Narantaka, Kumbhahanu, Mahanada and Samunnata, attendants of Prahasta sallied forth, surrounding him on all sides. He emerged from the eastern gate in the midst of an immense, formidable and orderly arranged army, resembling a herd of elephants. In the centre of that army, vast as the sea, that Prahasta in his fury, came forth appearing like Death at the end of the world."
        },
        {
            "type": "verse",
            "text": "The uproar that arose on his setting forth with his demons raising the war-cries drew sinister answering calls from all creatures in Lanka. In a cloudless sky, birds of prey eating flesh and blood, flew in circles from left to right towards the chariot. Fearful jackals vomited forth fire and flames, howling repeatedly. A meteor fell from the sky and the wind blew harshly."
        },
        {
            "type": "verse",
            "text": "The plants, in opposition to each other, lost their brilliance. The clouds, with their raucous sound, showered blood on Prahasta's chariot and dampened those who were walking in front of it. A vulture facing the south alighted on the top of the standard, croaking towards both of its sides and deprived the demon of his entire lustre. The goad fell several times then from the hand of the charioteer, himself a Suta (the son of a Kshatriya by a Brahamana woman) eventhough skilled in controlling the horses, as he entered the battle-field."
        },
        {
            "type": "verse",
            "text": "That rarely splendour which clothed Prahasta at the time of his exit vanished in an instant and horses stumbled on the even ground. Beholding that Prahasta, renowned for his excellences and martial valour; as he advanced to give battle, the army of monkeys went forward to attack him."
        },
        {
            "type": "verse",
            "text": "Thereafter, an exceedingly tumultuous clamour arose among the monkeys as they tore up the trees and seized hold of huge rocks. Both the armies of the yelling demons and the roaring monkeys were delighted, impetuous and powerful with impatience to slay each other and challenging each other with great shouts. Thereafter, the evil-minded Prahasta sallied forth for victory towards the army of Sugreeva, whom in his folly, imagined he would destroy, with an accelerated speed as a grass-hopper rushes towards a flame."
        }
    ]
}