{
    "id": "prose-yuddha-58",
    "kanda": "yuddha",
    "sarga": "58",
    "title": "Vibhishana explains the prowess of Prahasta",
    "chapter": "58",
    "overview": "On Rama's enquiry, Vibhishana explains the prowess of Prahasta who entered the battle-field. The demons with their arrows and the monkeys with their stones combat each other. Both the monkeys and demons were killed in the battle. Prahasta the demon and Nila the monkey come face to face to fight. Prahasta hurls a volley of darts over Nila. Nila kills Prahasta's horses by hurling a huge tree and breaks his bow. Finally a huge rock hurled by Nila breaks Prahasta's head into myriad pieces and dies. All the other demons abandon the battle-field and return to Lanka.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing Prahasta setting out with a martial ardour, Rama the conqueror of enemies, smiling, spoke to Vibhishana as follows: \"Who is he with a very huge body, coming with a great speed along with a large army? O, the mighty armed! Tell me about this strong demon.\""
        },
        {
            "type": "verse",
            "text": "Hearing Rama's words, Vibhishana replied as follows \"He is guarded by two-thirds of the army of Lanka. He is a demon of prowess, skilled in the use of mystic weapons and valiant. He is the demon named Prahasta, the Army general of Ravana.\""
        },
        {
            "type": "verse",
            "text": "That huge and powerful army of monkeys, who began to emit cries of defiance with fury, thereupon saw the terrible Prahasta of formidable exploits coming forth towards them. Swords, lances, daggers, darts, spears, clubs, maces bars, barbed missiles, various kinds of axes and different bows glittered in the hands of demons, who were running up towards the monkeys and seeking victory."
        },
        {
            "type": "verse",
            "text": "The monkeys who were burning to fight took hold of trees in flower, rocks and lofty and thick stones. As they approached each other, a very great battle arose between those combatants who showered down a hail of arrows and a bombardment of stones. In that battle, many of the demons killed several excellent monkeys and several monkeys killed many of the demons. Some monkeys were smashed by spears and some others by finer weapons. Some were struck by iron bars and some others were slit by axes."
        },
        {
            "type": "verse",
            "text": "Yet again, some fell breathlessly on the ground and some were destroyed by the arrows aimed at them with their hearts splits asunder. Cut into two with the strokes of swords by those powerful demons, some monkeys, trembling, fell on the earth, their sides torn open."
        },
        {
            "type": "verse",
            "text": "Even the flock of demons on all sides were crushed on to the earth by the furious monkeys with tree and mountain-peaks. Having been administered thundering slaps with their hands and terrific blows with their fists, the faces and eyes of demons were were lacerated. The demons vomited plenty of blood from their months."
        },
        {
            "type": "verse",
            "text": "A tumultuous clamour arose among monkeys and demons, as cries of pain and leonine roars were bellowed. The monkeys and the demons with anger, following the path of heroes, with their cruel and hostile eyes, accomplished their deeds with great courage."
        },
        {
            "type": "verse",
            "text": "Narantaka Kumbhahanu, Mahanada and Samunnata all these companions of Prahasta killed the monkeys. Dvivida, with a mountain-peak, struck down Narantaka, the one among them who was rushing upon quickly and killing the monkeys. The ape Durmukha on his part, with a ready hand, uprooted a very large tree and crushed the demon Samunnata."
        },
        {
            "type": "verse",
            "text": "The energetic Jambavan with a great fury seized a huge rock and threw it on the chest-region of Mahanada. Then, the valiant Kumbhahanu there in the battle, having attacked the General Tara, who was armed with a huge tree, received a blow immediately cost him his life. Not tolerating the aforesaid act, Prahasta having occupied his chariot with bow in hand, caused a terrible havoc among the monkeys."
        },
        {
            "type": "verse",
            "text": "Then, with the rapid movement of both the armies, there arose of clamour resembling the roar of an unfathomable and tempestuous ocean in a time of dissolution. The demon Prahasta, who was hard to be subdued in battle, with full of anger, tormented the monkeys by an immense avalanche of arrows in that great combat."
        },
        {
            "type": "verse",
            "text": "By the frightening corpses of monkeys and demons, appearing like hideous mountains, a very extensive area of the ground is covered. That ground, covered by the stream of blood, shone as in the month of spring when overspread fully with the blossoming crimson-coloured Palasa flowers."
        },
        {
            "type": "verse",
            "text": "With the heaps of warriors for its banks the broken weapons its trees, the torrents of blood its huge waves, death appeared like an ocean receiving its floods, livers and spleens its mire, entrails its moss, severed heads and trunks the fish, and morsels of flesh the grass, the innumerable vultures its lovely swans, herons its geese, covered as it was with fat for the foam, the tumult the sound of its waters, the battle field resembled a river, incapable of being crossed by cowards, visited by water-fowls at the end of the rainy season, those demons and the foremost of the monkeys crossed over that impassable river, as elephants lead their herds across a lake that the lotuses have covered with pollen."
        },
        {
            "type": "verse",
            "text": "Then, Nila saw Prahasta who was employing a multitude of arrows sitting in the chariot and annihilating the monkeys swiftly. Seeing Nila who was running towards him in the battle-field, as a rocking wind in the sky rushes towards a large massive clouds, Prahasta the Army general attacked Nila himself with his chariot having the sun's colour. That Prahasta the Army General, who was excellent among the wielders of bow, drew the bow-string and hurled the arrows towards Nila in that great battle."
        },
        {
            "type": "verse",
            "text": "Those arrows with a great speed resembling furious snakes employed by Prahasta proceeded towards Nila, pierced him and fell on the ground. That great ape of prowess Nila, who was struck by sharp arrows resembling flames, uprooted a tree and thumped it on the descending Prahasta who was most difficult to be assaulted."
        },
        {
            "type": "verse",
            "text": "Being unable to restrain the series of arrows hurled at him by that evil-minded demon, Nila received them with closed eyes. Like a bull standing under a sudden autumnal down-pour, so under that intolerable and sudden rain of darts released by Prahasta, Nila endured with closed eyes though it was scarce to be endured."
        },
        {
            "type": "verse",
            "text": "The exceedingly strong and the great Nila, enraged over the volley of darts, killed Prahasta's horses by hurling a huge Sala tree on them. Thereafter the greatly enraged Nila quickly broke the bow of Prahasta the evil-minded demon and shouted again and again."
        },
        {
            "type": "verse",
            "text": "Deprived of his bow, Prahasta the leader of the army, seizing a formidable mace, leapt down from the chariot. Those two army-chiefs, who were courageous and in whom enmity had sprung up, with their limbs covered with blood, wee standing like two elephants in rut."
        },
        {
            "type": "verse",
            "text": "Lion and tiger in gait, lion and tiger in gestures, those two warriors tore each other with their shap teeth. Vanquishers of other heroes and intrepid combatants, both of them, thirsting for fame, resembled Vritra and Indra. Then, that Prahasta exerting himself well struck Nila on his forehead with a mace and blood oozed from his forehead."
        },
        {
            "type": "verse",
            "text": "Whereupon, that great ape, his limbs smeared with blood, seized a huge tree and struck Prahasta full in his chest with fury. Ignoring that blow, he seized a huge mace and ran in strength towards Nila the strong monkey. Seeing Prahasta of terrible velocity briskly rushing towards him, Nila the great monkey took a huge rock swiftly."
        },
        {
            "type": "verse",
            "text": "Nila quickly hurled that rock on the head of Prahasta who was longing for war and fighting with a mace in the battle. Then, that huge and terrific rock hurled by Nila the leader of the monkeys broke Prahasa's head into myriad pieces. That Prahasta who lost his breath, was disfigured and dead, bereft of his senses and at once fell on the ground like a tree cut up by the root."
        },
        {
            "type": "verse",
            "text": "A lot of blood oozed from his broken head. From his body two, blood streamed forth like a cascade from a mountain. Their leader having been slain by Nila that unshakable and large army of demons, becoming disconsolated, withdrew to Lanka."
        },
        {
            "type": "verse",
            "text": "Their chief of Army having been killed, those demons could not continue to stand firmly there, any more than water on reaching a breached bridge. That Prahasta the chief of Army having been slain, those demons dumb dispirited and inactive, regained the abode of their king. They became unconscious as it were plunged in an ocean of burning grief. The triumphant Nila, however, was honoured by Rama and Lakshmana for his task well accomplished and experienced supreme joy. "
        }
    ]
}