{
    "id": "prose-yuddha-59",
    "kanda": "yuddha",
    "sarga": "59",
    "title": "Ravana himself appears on the battle-front",
    "chapter": "59",
    "overview": "Feeling desperate at the death of Prahasta, Ravana himself appears on the battle-front for an encounter, along with Akampana, Indrajit, Atikaya, Mahodara, Pishacha, Trishiras, Kumbha, Nimkumbha and Narantaka the foremost of demons. After a tough fight with Sugreeva, Lakshmana, Hanuman and Nila, Ravana encounters Rama in battle, and sustaining an ignominious defeat at the latter's hands and escaping with his life, withdraws to Lanka.",
    "content": [
        {
            "type": "verse",
            "text": "While Prahasta the Army chief of demons was slain in the battle by Nila the foremost among the monkeys, Ravana's army possessing terrible arms took to flight with the speed of a tide. The demons went and told Ravana that Prahasta the Army chief had been killed by Nila the son of Fire-god. Hearing those words of the demons, Ravana was possessed of anger."
        },
        {
            "type": "verse",
            "text": "Hearing that Prahasta had perished in the fight, Ravana was afflicted with anger and his heart filled with grief and her addressed the foremost of his leaders as Indra the Lord of celestials to the leaders of the celestial troops (as follows): \"That enemy is not to be despised; under whose blows the destroyer of Indra's host the leader of my army with his followers and elephants fell. I myself shall go to that wonderful battle-front without hesitation in order to destroy the enemies and to gain victory. As a forest is consumed by blazing fires, so shall I scorch that army of monkeys now along with Lakshmana and Rama with a multitude of arrows. Today, I shall satiate the earth with the blood of the monkeys.\""
        },
        {
            "type": "verse",
            "text": "Speaking thus, Ravana the enemy of the Lord of celestials ascended his chariot which shone like a flame and was yoked to a team of excellent horses with its brilliance of an effulgent body. Ravana the best among the kings of demons sallied forth with the sound of couches, kettle-drums, cymbals, clapping of hands and leonine roars and well-acclaimed by agreeable encomiums. That Ravana along with the flesh-eating demons whose forms resembled mountains and clouds and whose glances flashed like torches shone like Rudra the Lord of Immortals surrounded by genii."
        },
        {
            "type": "verse",
            "text": "Ravana who was endowed with extraordinary energy, issuing all at once from the city, observed a ferocious army of monkeys with trees and rocks in their hands, ready for combat and roaring like a vast ocean and a mass of thunder-clouds. "
        },
        {
            "type": "verse",
            "text": "Seeing that army of demons who were excessively furious, Rama whose arms resembled great serpents, accompanied by his forces and having great fortune, spoke to Vibhishana the best among the wielders of weapons (as follows): \"Who is in command of this army, furnished with every kind of standard, banner and canopy, armed with javelins, swords, stakes and other weapons and missiles and composed of imperturbable soldiers and elephants as high as the Mahendra Mountain?\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Vibhishana the equal of Indra in valour, then narrated to Rama about the choicest army of the foremost among demons of the highest peculiarity (as follows): \"O Prince! That hero who has a face with a coppery hue resembling a newly rising sun, coming on the back of an elephant causing its head to sway, know him to be Akampana. He who, standing in his chariot, brandish his bow which has a splendour of Indra's bow, whose standard bears the image of a lion, and who shines like unto an elephant with its terrible curved tusks, he is Indrajit who is renowned for the boons he had received from Brahma.\""
        },
        {
            "type": "verse",
            "text": "\"He who, the archer like unto the Vindhya, Asta or Mahendra Mountains, standing in his chariot, a mighty warrior, of superior strength, who wields a bow of unequalled size and having an exceedingly grown body, he is called Atikaya. He who, with tawny eyes resembling the dawn, riding an elephant with its bells jangling, who is shouting aloud, he is that strong demon of the highest peculiarity is called Mahodara. He who, ascending the brilliantly caparisoned horse raising high a gleaming javelin, possesses a velocity of a well-directed thunder-bolt and resembles a mass of evening clouds and a mountain, he is Pishacha.\""
        },
        {
            "type": "verse",
            "text": "\"He who, seizing a sharp spike with a possesses the velocity of a well-directed thunder bolt and comes mounting on an excellent bull which shines like a moon, he is the illustrious Trishiras. The other resembling a thunder-bolt, of large and well-developed chest, who has an attentive mind, has the King of Snakes as his standard, who is moving and twanging his bow, he is Kumbha. He who, holding a mace decorated with gold and diamonds, which are radiant (as fire) and also smoky (studded with sapphires), who advances as a standard bearer tot he army of demons, he is Nikumbha of Prodigious exploits.\""
        },
        {
            "type": "verse",
            "text": "\"He who, mounted in a chariot, adorned with flags, gleaming like a glowing blazer, who is furnished with bows swords and a multitude of arrows, he is Narantaka who shines brightly over there and who, in combat, fights with mountain-tops. He who, surrounded by ghosts of dreadful form of rolling eyes, with heads of tigers, buffalo mighty elephants, deer and horses, under an excellent white canopy with slender ribs and shining like a moon, he who is the humbler of the gods themselves, shining like unto Rudra amidst the genii, is the suzerain Lord of Demons there. Ravana, decked with a diadem, who has brought Indra the Lord of celestials and Vaivasvata the Lord of Death low, is shining like the sun. His countenance is graced by ear-rings. His formidable stature equals the Vindhya the Lord of Mountains.\""
        },
        {
            "type": "verse",
            "text": "Then, Rama the annihilator of enemies, answered Vibhishana and said \"Alas! What glory, what majesty is Ravana's the Lord of Demons! \"Ravana is beaming like the sun with his rays difficult to be gazed, neither can the eye rest on him such is the binding strength of his magnificence! The body of celestial or demonical heroes may not be so radiant in this manner as this body of the king of demons. All the warriors of the suzerain Ravana are as high as hills. All fight with mountains. All wield fiery weapons.\""
        },
        {
            "type": "verse",
            "text": "\"Amidst the fiery ghosts of terrible aspect, this king of demons shines like Yama the Lord of Death surrounded by blazing genii endowed with hideous forms. By good luck, that wretch comes today within my range of sight! Today, I shall expunge my wrath, born of Sita's abduction!\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus, the valiant Rama who was accompanied by Lakshmana, took up his bow and then standing erect, drew out an excellent arrow. Thereafter, that powerful Ravana spoke to those exceedingly strong demons as follows: \"Take up your positions unfalteringly and happily at the gates and principal exits, the outposts and fortifications. Learning of my presence along with you here, taking this to be a weak point and storming this desolate city which is otherwise difficult to be overpowered, the monkeys when united may destroy it by surprise.\""
        },
        {
            "type": "verse",
            "text": "Having dismissed those counsellors and as the demons departed as ordered, Ravana thereafter began to split under the waters of the sea of monkeys, in the same way as a gigantic fish would rend the entire expanse of the sea. Seeing Ravana with his radiant bow, in the battle, Sugreeva the Lord of Monkeys tearing up a huge mountain-top, ran towards that king of demons."
        },
        {
            "type": "verse",
            "text": "Seizing a mountain-top with its many trees and ridges, Sugreeva hurled it on Ravana the demon. Seeing that mountain-top coming towards him, Ravana quickly broke it asunder with his arrows with golden shafts. While that mountain-top with its well-developed ridges and excellent trees was rent asunder and fell on the earth, Ravana like unto another Yama the Lord of Death, loosed an arrow resembling a great serpent."
        },
        {
            "type": "verse",
            "text": "The enraged Ravana, taking that arrow with the speed of a thunder bolt of Indra the Lord of celestials and possessing the brilliance of a fire, hurled it to kill Sugreeva. That arrow released by Ravana's arm reached Sugreeva, having a bodily splendour equal to that of Indra's thunder bolt, and pierced his body in its flight as formerly Guha's spear when he discharged it at the Krauncha Mountain."
        },
        {
            "type": "verse",
            "text": "Wounded by that arrow, which bereft him of consciousness, that warrior fell moaning to the earth. Beholding him falling on the ground, deprived of his senses in the battle-field, the demons raised a shout of triumph. Then, Gavaksha, Gavaya, Sushena, Rishabha, Jyotimukha and Nala; of exceeding corpulence tearing up rocks, rushed towards Ravana."
        },
        {
            "type": "verse",
            "text": "That Lord of Demons, with hundreds of arrows, possessed of sharp points, rendered their projectiles fruitless and pierced those leaders of the monkeys with a multitude of marvellous golden shafted arrows. Pierced by the arrows of Ravana the Enemy of Gods, those monkey-Generals of terrifying stature fell on the ground. Thereupon, he covered that formidable army of monkeys with a shower of arrows."
        },
        {
            "type": "verse",
            "text": "Assailed and fallen down, those monkey-warriors, emitted cries as though struck by an arrow of terror, whom Ravana was destroying with his darts and fled for refuge to Rama who is capable of affording protection to all. Then the high-souled Rama the skilful archer, taking his bow, set out at once. "
        },
        {
            "type": "verse",
            "text": "Lakshmana, however, approaching him with joined palms, spoke very meaningful words follows: \"O, noble Brother! Of my own accord, I am able to kill this wretched Ravana. O, Lord! I shall slay him. Permit me to do so.\" The exceedingly powerful and the truly courageous Rama spoke to that Lakshmana as follows: \"Go, Lakshmana and also be strenuous in this duel.\""
        },
        {
            "type": "verse",
            "text": "The exceedingly powerful and the truly courageous Rama spoke to that Lakshmana as follows: \"Go, Lakshmana and also be strenuous in this duel. Seek out his weak points and guard against your own. Defend yourself vigilantly with your eye and bow.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Lakshmana embraced him, thereafter offering obeisance and bidding him farewell, he entered the battle-field. Lakshmana then saw Ravana with arms as large as the trunks of elephants, who was brandishing his dreadful and fiery bow, covering those monkeys whose bodies he had severed with a close rain of darts. The exceedingly energetic Hanuman, born of Maruta the god of wind, beholding this, rushed on Ravana in order to bring that rain of arrows to an end. "
        },
        {
            "type": "verse",
            "text": "Approaching his chariot, the sagacious Hanuman lifted his right arm and spoke the following threatening words to Ravana: \"You have obtained the boon of invulnerability to the celestials, demons, celestial musicians, ogres and semi-divine beings. But monkeys are a danger to you. This five-branched right hand of mine, which I now raise, will rob you of your life that has long been resident in your body.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Hanuman, the exceedingly valiant Ravana, his eyes inflamed with anger, answered. \"Strike quickly without fear, O Monkey! Win eternal renown. Thereafter, I shall destroy you, after measuring your strength.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Ravana, Hanuman the son of wind-god spoke the following words: \"Recollect that I have killed your son Aksha already.\" "
        },
        {
            "type": "verse",
            "text": "Thus spoken, the highly energetic and the valiant Ravana the Lord of Demons struck Hanuman the son of Anila a violent blow on his chest with the palm of his hand."
        },
        {
            "type": "verse",
            "text": "Hanuman, thus struck with Ravana's palm, reeled repeatedly. Thereafter the highly sagacious and illustrious Hanuman secured his balance within a moment and in fury, struck Ravana the enemy of Immortals with the very palm of his hand. Under the violent impact of the blow of the mighty Hanuman Ravana shook like a mountain when the earth trembles. Beholding Ravana struck in the fight by Hanuman's palm; the sages, monkeys, semi-divine beings, along with celestials and demons raised a resounding approbation."
        },
        {
            "type": "verse",
            "text": "Then, the extremely spirited Ravana, having regained his breath, spoke the following words: \"Well done! Well done! O, monkey! You are my adversary, worthy of praise by your valour!\""
        },
        {
            "type": "verse",
            "text": "Then, Hanuman answered, \"O, Ravana! Cursed by that strength since you do still survive! O, foolish fellow! Why this boasting? Now come, strike me once! my fist is about to dispatch you to the Abode of Yama the Lord of Death!\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Hanuman, the powerful Ravana, enraged, his eyes red with fury and whirling his fist with force knocked it down violently on Hanuman's chest. Under the shock, Hanuman reeled once again. Seeing that mighty Hanuman exhausted, Ravana turned his chariot towards Nila. With his terrific arrows in the likeness of serpents, Ravana the powerful Lord of Demons pierced the vital parts of his enemy, thus overwhelming Nila the Monkey-general."
        },
        {
            "type": "verse",
            "text": "Nila, the Army General of Monkeys, tormented by that hail of arrows, with one hand hurled a great rock at Ravana the king of demons."
        },
        {
            "type": "verse",
            "text": "Meanwhile, Hanuman of exalted mind, burning with courage, regained his breath and in his martial ire cried out furiously towards Ravana, the Lord of Demons who occupied in fight with Nila as follows: \"It is not proper to engage in a combat with a person who is already doing a fight with another.\""
        },
        {
            "type": "verse",
            "text": "Then, the mighty Ravana, however, shattered the rock hurled by Nila with seven pointed arrows and it fell down, crumbling to pieces. Seeing that rock crumbling to pieces, Nila the Army-general the destroyer of enemies who resembled the Fire of Time, glowed with fury."
        },
        {
            "type": "verse",
            "text": "In that fight, Nila hurled Aswakarna trees, Shala trees with extensive flowering, Chuta trees and other various types of trees. Ravana, confronting those trees, bursted them and showered a hail of dangerous darts on Nila the son of Fire-God. Showered by a multitude of shafts, as from a cloud, the mighty Nila assumed a diminutive form and leapt on to the point of Ravana's standard."
        },
        {
            "type": "verse",
            "text": "Seeing Nila the son of Fire-God standing well on the point of his standard, Ravana inflamed with fury. Then, Nila shouted loudly. Beholding that monkey sometimes leaping on to the point of Ravana's standard sometimes on to the tip of his bow and sometimes on to the peak of his diadem, Lakshmana, Hanuman and Rama were astonished. The mighty Ravana, amazed at the monkey's agility, seized a marvellous and glowing arrow called Agneya the weapon of Fire."
        },
        {
            "type": "verse",
            "text": "Thereafter, those monkeys who felt rejoiced to see Ravana disconcerted at the agility of Nila and had found an occasion for jubilation, shouted joyously. Then, provoked by the shouts of the monkeys, his heart possessed with confusing, Ravana did not know what to do. Ravana the demon, taking up an arrow, charged with the missile presided over by the fire-God, aimed at Nila who had perched on the tip of his standard."
        },
        {
            "type": "verse",
            "text": "Then, Ravana the king of demons said,: \"O monkey! You are endowed with agility combined with a supreme power of magic. Do you save your life if you can, eventhogh you are creating numerous deeds of various kinds indeed worthy of your own self, O, monkey! Even then, the arrow charged with a mystic missile I am about to loose, will severe you from life, which existence you seek to preserve.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, Ravana the long-armed King of Demons, having placed Agni Missile with his arrow, struck Nila the Army-General. Struck on the chest by the arrow combined with a missile, Nila being burnt all over, suddenly fell to the ground. Yet by virtue of the powerful aid of his father and his own native vigour, though brought to his knees on to the earth, he was not deprived of his life."
        },
        {
            "type": "verse",
            "text": "Seeing Nila unconscious, Ravana, eager for fight, in his chariot whose rattling sounded like thunder-clouds, rushed on Lakshmana. Coming to the centre of the battle-field, the powerful Ravana the King of Demons prevented Lakshmana to go forward, halted, standing there in his glory and lifted up his bow."
        },
        {
            "type": "verse",
            "text": "Lakshmana of indomitable courage spoke to that Ravana who was lifting up his unfathomable bow (as follows): \"O, King of Demons! Now enter into combat with me; cease from fighting with the monkeys!\""
        },
        {
            "type": "verse",
            "text": "Hearing that marvellously modulated voice that resounded like the twanging of a bow-string, Ravana drawing near his adversary, who stood close to his chariot, answered in anger: \"O, Lakshmana! By my good fortune, you in your perverted mind, reached within my range of sight so as to meet your death. This very instant, you will go to the region of Death, after having collapsed by the bang of my rain of arrows.\" "
        },
        {
            "type": "verse",
            "text": "Then, Lakshmana, unmoved spoke to that Ravana who was roaring with his sharp and protruding teeth (as follows): \"Greatly dignified ones eschew bragging! O, the foremost of evil-doers! You are sounding your own praises! O, King of Demons! I know your valour, strength, energy and courage! Come! I now stand here, with my bow and arrows in hand. O what use are vain boasts.\""
        },
        {
            "type": "verse",
            "text": "Thus accosted, the King of Demons, infuriated, loosened seven marvellously plumed arrows which Lakshmana shattered with his beautiful golden-shafted arrows of sharp ends and edges. Beholding those arrows shattered like great cobras with their hoods shattered, Ravana got angry and loosened other sharp arrows."
        },
        {
            "type": "verse",
            "text": "Lakshmana, however, caused a well-aimed rain of missiles from his bow to fall on Ravana and nay, even broke Ravana's arrows with his arrows called Khura, Ardhachandra, the excellent Karni and Bhalla. He did not feel perturbed. Seeing his successive arrows proving in vain, Ravana the King of those hostile to Gods was astonished at Lakshmana's skill and released more whetted shafts upon him."
        },
        {
            "type": "verse",
            "text": "Lakshmana, the equal of Mahendra the Lord of celestials, fixing some sharpened arrows, swift as lightning and of blazing effulgence on his bow-string, discharged them on Ravana in order to strike him down. Whereupon, Ravana the King of Demons shattered those pointed arrows and struck Lakshmana in the forehead with a struck Lakshmana in the forehead with a shaft as bright as the Fire of Time, which had been bestowed on him by Brahma the Lord of Creation."
        },
        {
            "type": "verse",
            "text": "Struck by Ravana's arrow, Lakshmana reeled a little and was scarcely able to retain his bow. But, coming to his consciousness with difficulty, he shattered that weapon belonging to Ravana, Indra's enemy. Then, Lakshmana the son of Dasharatha struck Ravana, whose bow was broken, with three pointed darts. The king, pierced by those arrows, swooned and regained his senses with difficulty."
        },
        {
            "type": "verse",
            "text": "Ravana, the enemy of celestials, whose bow was broken, struck by the arrows, his limbs spattered with flesh, and streaming with blood, himself of formidable energy, seized in the battle a spear gifted to him by Brahma the Lord of Creation. Ravana the Lord of the country of demons hurled with strength on Lakshmana, that blazing spear, emitting smoke and as bright as fire, frightening the monkeys in the fray."
        },
        {
            "type": "verse",
            "text": "Lakshmana the younger brother of Bharata struck that weapon falling upon him with arrows and darts, as if it were a sacrificial fire. Nevertheless, that spear entered Lakshmana's broad chest."
        },
        {
            "type": "verse",
            "text": "The mighty Lakshmana, struck by the spear, lay on the earth, breathing fire. The king, rushing suddenly on him who was yet insensible, seized him brutally in his hands."
        },
        {
            "type": "verse",
            "text": "Though he was able to lift up Himavat, Mandara and Meru mountains as also the Three Worlds with the Gods, he could not raise Lakshmana the younger brother of Bharata. Lakshmana, though wounded in the breast by Brahma's weapon, recollected that he was an inconceivable fraction of Vishnu Himself."
        },
        {
            "type": "verse",
            "text": "Ravana that thorn in the side of the Gods, though overcoming that Lakshmana who removed the pride of demons, was unable to bear him away with his hands. Thereupon, the enraged Hanuman the son of the Wind-God, rushed towards Ravana and struck angrily on his chest with his fist, resembling a thunder-bolt. By that blow of the fist, Ravana the Lord of Demons reeled and fell on his knees to the ground."
        },
        {
            "type": "verse",
            "text": "A lot of blood oozed out from his face, eyes, and ears. Reeled and motionless, he became and sat in the middle of the chariot. Seeing Ravana despite his redoubtable strength swooned on the battle-field, sages and monkeys began to shout in triumph as did also celestials and the demons (invisibly present on the scene)."
        },
        {
            "type": "verse",
            "text": "Then, the courageous Hanuman lifting up Lakshmana in his arms, who had been wounded by Ravana, brought him to Rama's presence. That Lakshmana, whom his foes were unable to move, became light for Hanuman because of friendship and great devotion of Hanuman the son of Wind-God towards him."
        },
        {
            "type": "verse",
            "text": "That spear leaving Lakshmana, who was overcome in the battle, returned to its position in that chariot of Ravana. The mighty Ravana too, regaining his consciousness in the great battle-field, picked up his sharp arrows and the great bow."
        },
        {
            "type": "verse",
            "text": "Healed and free from that lance, Lakshmana the annihilator of his foes, recollected of himself as a part of the inconceivable Vishnu the Lord of Preservation. Beholding the great army of monkeys whose great warriors were overthrown on the battle-field, Rama rushed on Ravana."
        },
        {
            "type": "verse",
            "text": "Meanwhile, Hanuman approaching Rama spoke the following words: \"You have to punish the demon by climbing my back, as Vishnu on Garuda in order to fight with the Enemy of Gods.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words spoken by Hanuman the son of Wind-God, Rama soon after mounted the great monkey, Hanuman. Rama the Lord of men then saw Ravana standing in his chariot in the battle-field."
        },
        {
            "type": "verse",
            "text": "The mighty Rama became angry on seeing him and rushed upon that Ravana like unto Vishnu with his uplifted mace rushed upon Virochana. "
        },
        {
            "type": "verse",
            "text": "Rama made a sound in drawing the cord of his bow and like unto the roll of thunder, spoke in a deep voice to Ravana as follows: \"O, Tiger among the Demons! Stay, stay! Having evoked such a displeasure to me, where will you flee and get an abandonment? Even if you seek refuge in the region of Indra the Lord of celestials or Yama the Lord of Death or the Sun or Brahma the Lord of Creation or Agni the Lord of Fire or Shiva the Lord of dissolution or in the ten regions, even in those abodes you will elude me from now on.\""
        },
        {
            "type": "verse",
            "text": "\"O, Ravana the King of Demons! The one who was struck by the spear, fell swooping this day only to recover consciousness immediately, will now, assuming the form of death, claim you, your sons and grandsons in battle. Here is he, under whose blows of arrows, fourteen thousand demons of terrible form perished, who had established themselves in Janasthana and were furnished with excellent weapons.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Ravana of great strength, full of rage and recollecting his former hostility struck with flaming arrows resembling the tongues of the Fire of Dissolution, on Hanumann the son of Wind-God, who with extreme velocity, was bearing Rama in the battle-field. Even when struck by that demon with his arrows in the battle, the vigour of Hanumann, who was endowed with native strength, increased still further. Thereupon, seeing Hanumann the Tiger among the monkeys getting wounded by Ravana, Rama was transported with anger."
        },
        {
            "type": "verse",
            "text": "Going near his chariot with his sharp and pointed arrows, Rama shattered it along with its wheels, horses, banner, canopy, great standard, charioteer, darts, spears and swords. Thereupon, with a great force, Rama struck with his shaft shining brightly as the thunderbolt, that Ravana, the enemy of Indra, in his broad and beautiful chest, even as the mighty Indra would strike the Mount Meru with his thunderbolt."
        },
        {
            "type": "verse",
            "text": "That valiant King of Demons, whom neither thunder nor lightning could cause disturbance or trembling; stumbled letting fall his bow at the valiant impact of Rama's missile which created a deep injury. Seeing that Ravana swooning, the magnanimous Rama took up a blazing arrow shaped like a crescent moon and immediately used it to shatter the diadem of Ravana the Lord of Demons, which was of bright hue."
        },
        {
            "type": "verse",
            "text": "In that battle-field, Rama said to that Lord of Demons whose splendour was dimmed, the setting of his diadem river, who resembled a venomous snake robbed of its poison or like a sun its rays extinguished, bereft of lustre. \"You have accomplished a highly terrific great feat and my brave soldiers have succumbed beneath your blows. Now, you are weary and in this condition, I shall not put you under the clutches of Death.\""
        },
        {
            "type": "verse",
            "text": "\"O, King of the Ranger of night! I know you have been tormented in the battle. Go and return to Lanka. Having regained your breath, come back in your chariot with your bow and then standing in your chariot, you will witness once more my prowess.\""
        },
        {
            "type": "verse",
            "text": "At these words, that King Ravana, his joy boasting subdued, his bow shattered, his horses and chariot slain pierced with arrows, his great diadem broken, he soon returned to Lanka. While that mighty Ravana the Lord of Demons and the enemy of celestials and titans returned to Lanka, Rama arranged for drawing out arrows from monkeys and from Lakshmana too, in the forefront of that vast battle-field."
        },
        {
            "type": "verse",
            "text": "That Ravana, the adversary of the King of the Gods being vanquished, the celestials, Asuras the multitude of beings in all the quarters, the creatures of the ocean with the great serpents as also all beings on earth and in waters rejoiced very much."
        }
    ]
}