{
    "id": "prose-yuddha-6",
    "kanda": "yuddha",
    "sarga": "6",
    "title": "Ravana calls a meetings of his ministers",
    "chapter": "6",
    "overview": "Ravana recalls the over-powering of Lanka and discovering of Sita by Hanumann. He calls  a meeting of his ministers and invites suggestions from them in view of the latest situation of a probable  attack of Rama and his army on the City of Lanka.",
    "content": [
        {
            "type": "verse",
            "text": "Having seen the fearful and the terrible act in Lanka done by Hanuman, like Devendra the  powerful King of celestials, Ravana with his face descended a little with shame, spoke to the demons  as follows: \"By him, who was only a monkey, the irresistible City of Lanka was entered into and was  over-powered. Sita the daughter of Janaka was also discovered by him. The thousand-pillared building  used as a sanctuary was assaulted by Hanuman. Our most excellent demons were killed. The entire City  of Lanka was made turbid. May prosperity befall on you! What shall I do? What appropriate thing is to  be done next? Please speak that which is well-answering and that, if attempted becomes well-done."
        },
        {
            "type": "verse",
            "text": "O, people of great strength! Wise-men say that victory is dependent on good forethought.  Verily for that reason, I desire a deliberation about Rama. There are three types of men in the world,  namely the foremost the middle most and the lowest. I am telling their inherent merits and defects.  The wise call him as the foremost among men, who carries through the beginning of any undertaking after  consulting those who are wedded with welfare of others, or with ministers who are efficient in conferring decisions or with friends having common interests  or additionally with relatives or who try to get a favour from  Providence too. The wise men call that man as mediocre, who deliberates about an activity solitarily,  applies his mind on law and justice all by himself and performs works singly. He who does not determine  the merits and demerits of an act clearly, having recourse to Providence and neglects his duty by simply  telling 'I shall do it', he is the lowest among men. In which manner these men are categorized always  as good, bad or mediocre, so also the resolution in thought is classified as good bad or mediocre."
        },
        {
            "type": "verse",
            "text": "The wise say that resolution of thought is excellent, in which the thinkers, on a view  perceived by scriptures, obtain consensus and are satisfied with it. Only after deliberating several  kinds of opinions, that decision of a matter obtained finally by a consensus of the counselors, is called  mediocre. That resolution is said to be worst in which several arguments are made, employing one or  the other divergent opinions and in which there is no advantage even after a consensus. For that reason,  you, having excellent intellect, arrive at a well-thought out rightful action. To me, this is earnestly  to be done. Rama surrounded by thousands of courageous monkeys, is coming to the City of Lanka, for  the purpose of besieging us. Rama, by his be-fitting strength, can certainly cross the ocean easily,  with his brother along with his army and his companions. He may even get the ocean dried up. He may  do any other thing by his valour. The aforesaid act of enmity  with monkeys having commenced in this way, advise me everything that is good for the city and my army.\""
        }
    ]
}