{
    "id": "prose-yuddha-60",
    "kanda": "yuddha",
    "sarga": "60",
    "title": "Ravana sends demons to wake up Kumbhakarna",
    "chapter": "60",
    "overview": "Ravana returns to Lanka and asks some demons to go to the abode of sleeping Kumbhakarna,  to wake him up and request him to come to him. The slumbering Kumbhakarna is roused by the demons under  orders of their king. Kumbhakarna, giant in form, sets out on the high way to see Ravana and the monkeys  get alarmed to see the giant demon.",
    "content": [
        {
            "type": "verse",
            "text": "Returning to the City of Lanka, Ravana the King of Demons was afflicted with the fear  of Rama's arrows, his pride was humbled and his senses troubled. The king was overcome by the high-souled  Rama, like an elephant is by a lion or a serpent by an eagle. The Lord of Demons was maddened in recollecting  Rama's arrows resembling the Rod of Brahma the Lord of creation and possessed of the splendour of lightning."
        },
        {
            "type": "verse",
            "text": "Resting on an excellent and charming throne made of gold, Ravana looked at the demons  and spoke the following words: \"All that great penance performed by me became a waste indeed, for, I  who am equal to Mahendra the Lord of Celestials have been defeated by a mere man! The terrible words  of Brahma the Lord of Creation saying, 'You know of the threat from men' appear true. That is so. I  sought immunity from death at the hands of celestials, titans or celestials musicians, or semi divine  beings or demons or serpent-demons, but f man I made no mention.\""
        },
        {
            "type": "verse",
            "text": "\"Rama the son of Dasharatha is the man I think of whom Anaranya born of Ikshvaku dynasty  formerly spoke, saying: 'O, the worst of demons, the worst of your race and the wretched one! In my  race will be born a man who will slay you in battle with your sons, ministers, army, horses and charioteer.  Further, I was formerly cursed by Vedavati when she was humiliated by me. The same Vedavati is born  as the highly fortunate Sita the daughter of Janaka.\""
        },
        {
            "type": "verse",
            "text": "\"What was predicted by Parvati the consort of Shiva, Nandishvara the attendant of Shiva,  Rambha the wife of Nalakubara and Punjikasthala the daughter of Varunda has come to pass! The words  of the sages never prove false. On account of all this and admitting it, you should exert yourselves  to the uttermost. Let the demons go to the summit of Charya Mountain. Awaken that kumbhakarna, who is  without equal in prowess, who humbles the pride of the celestials and demons, and on whom the curse  of Brahma the Lord of creation rests.\""
        },
        {
            "type": "verse",
            "text": "Having known that Prahasta being slain and knowing himself to have been defeated in the  battle, Ravana issued his commands tot he dreadful army, saying: \"Guard the gates with utmost care.  Man the ramparts. Rouse Kumbhakarna who is slumbering soundly. Kumbhakarna is sleeping happily, his  understanding vitiated by lust and free from all anxieties. The demon sleeps for nine, seven, ten or  eight months. Having deliberated with me nine days ago, he has since fallen asleep. Awaken quickly that  mighty Kumbhakarna.\""
        },
        {
            "type": "verse",
            "text": "\"The mighty armed Kumbhakarna, the foremost of all demons will kill the monkeys and the  two princes at once in the battle. This Kumbhakarna, the chief among all the demons and a great mark  in the battle, being fond of a rustic comfort, is always sleeping stupidly. If Kumbhakarna is awaken,  there will be no worry for me, who stand defeated by Rama in this highly terrific battle. What is the  use of him, who possessing a strength equal to that of Indra the Lord of celestials, cannot help me  in such a dreadful catastrophe?\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of Ravana, those demons very briskly went to the abode of Kumbhakarna.  Entering the beautiful cave of Kumbhakarna, with a large door, having an area of a Yojana on all sides  and bearing a floral perfume, the demons of mighty strength, though shaken off by Kumbhakarna's breaths,  remained stable forcefully with difficulty and went into the cave. Entering that beautiful cave inlaid  with diamonds and gold, those tigers among demons beheld Kumbhakarna, of terrific prowess, who was sleeping."
        },
        {
            "type": "verse",
            "text": "They together tried to awaken Kumbhakarna who was sleeping nastily like a spread-out  mountain in a great slumber. His limbs covered with down which stood on end, breathing like a serpent,  as he slept, Kumbhakarna of irresistible valour emitted dreadful snores, his nostrils being horrible,  and his mouth a gaping hell. Stretched to his full length on the earth, he gave forth an odour of marrow  and blood, his limbs were adorned with golden armlets and he wore a diadem as bright as the sun, thus  did that lion among demons, Kumbhakarna, the slayer of his foes, appear!"
        },
        {
            "type": "verse",
            "text": "Then, those powerful demons, in order to satisfy him, placed a heap of venison as high  as Mount Meru, in front of Kumbhakarna. Those excellent demons piled up a great mass of wonderful food  with the meat of deers, buffaloes and pigs. Then, the demons placed pots of blood and various kinds  of meat in front of Kumbhakarna. They rubbed Kumbhakarna the scourge of his foes with the most rare  sandalwood and refreshed him with celestial and fragrant garlands as well as sweet-smelling perfumes.  They burnt incenses and hymned the praises of that warrior who proved fatal to his foes. They cried  out noises which burst forth on every side like thunder."
        },
        {
            "type": "verse",
            "text": "They blew couches which were as bright as the moon and with impatience, made with impatience,  made sounds tumultuously all at once. Those demons made sounds by clapping their hands, in order to  awaken Kumbhakarna and shook him too, creating a great clamour. The birds passing through the sky ran  helter-shelter and fell down soon on hearing the sounds of the couches, drums, gongs, clapping of hands  and leonine roars."
        },
        {
            "type": "verse",
            "text": "As the illustrious Kumbhakarna did not waken from his slumber despite those great sounds,  all troops of demons seized hold of bars, pestles and maces towards him. Then, the cruel demons struck  that sleeping Kumbhakarna on his chest with mountain-tops, pestles, maces, hammers and their fists.  Even with all their strength, the demons could not stand upright before the breathing winds of Kumbhakarna,  the demon. Then, the terribly strong demons firmly seated themselves round him and began to beat drums,  cymbals, kettle-drums and myriads of couches and trumpets."
        },
        {
            "type": "verse",
            "text": "Ten thousand demons surrounded him all at once. Beating that colossus who resembled a  heap of antimony, the demons on their part tried to rouse him by making sounds. Even then, he did not  wake. As they were unable to rouse him by these means, they resorted to more energetic and ruthless  methods. They beat horses, camels, donkeys, and elephants with sticks whips and thongs, so that they  trample upon him and blasted kettle-drums, couches and drums."
        },
        {
            "type": "verse",
            "text": "They crushed his limbs under piles of heavy logs and pillars, as also maces lifted with  all their strength. The entire Lanka, with its mountain and groves, was filled with great noise. He  nevertheless did not wake. Then, they beat a thousand drums all around with sticks of refined gold.  Yet, as he did not wake from his profound slumber, being under the spell of a curse, the demons were  enraged. All those demons of terrible strength were filled with a great fury. Some others assembled  their strength to awaken that demon."
        },
        {
            "type": "verse",
            "text": "Some beat drums, some shouted, some tore out his hair and some others bit his ears. Some  poured hundreds of pitchers of water into his ears but Kumbhakarna, plunged in deep sleep, did not stir.  Some strong ones, armed with rocks and hammers, struck the rocks and hammers on his head, chest and  other limbs. Though smitten by missiles fastened with ropes on all sides, the giant bodied demon did  not wake."
        },
        {
            "type": "verse",
            "text": "A thousand elephants ran up and down on his body till Kumbhakarna lightly woke up and  became aware of the pressure. Being insensible to those violent blows of crags and trees hurled upon  him, but under the prompting of extreme hunger, Kumbhakarna suddenly sprang up from sleep, yawning due  to loss of sleep. Waving his arms resembling serpent's coils or the peaks of mountains, hard as cut  diamonds, that demons opening his monstrous month like unto the face of a submarine fire, yawned."
        },
        {
            "type": "verse",
            "text": "His mouth yawning horribly resembled hell and appeared like the sun rising under the  high peak of Meru Mountain. That mighty demon, being awake, yawned, heaving a sigh, like unto a tempest  arising from a mountain. That figure of Kumbhakarna, rising up, stood out resembling Time at the dissolution  of the world, prepared to devour all beings. His huge eyes, resembling flames of fire, with a glitter  equal to that of lightning, appeared like great blazing planets."
        },
        {
            "type": "verse",
            "text": "Then, the demons pointed to various kinds of victuals, boar and buffalo. The mighty Kumbhakarna  devoured them. Then, the hungry Kumbhakarna, the enemy of Indra, ate the meat and being thirsty drank  the blood and gulped pitchers full of fat and wine. Thereupon, knowing that Kumbhakarna was gratified  of his hunger, the demons approached him, saluting him with their heads bent and surrounded him on all  sides."
        },
        {
            "type": "verse",
            "text": "Raising his eyelids that were heavy with sleep, his gaze still veiled, he directed his  glance towards those demons and spoke as follows: That excellent demons kindly addressing all the demons  and surprised at being roused, spoke the following words to the demons: \"For what reason have you thus  wakened me so suddenly? Is all well with the king or anything in peril here? Surely, there must be some  great danger from an external source since you have wakened me in haste. Now, I shall drive away the  misfortune from Ravana the King of Demons, even if I have to cut Mahendra himself to pieces or to freeze  the Fire. For a petty reason, one does not indeed awaken, one such as I, from my slumber. Hence, tell  me frankly, for what reason you have roused me.\""
        },
        {
            "type": "verse",
            "text": "Yupaksha, a minister of the King, with his hands joined salutation, spoke (as follows)  to Kumbhakarna, the annihilator of his enemies, thus talking excitedly. \"O, Prince! There is no threat  whatsoever at anytime for us from celestials but a mere man is driving us back by a tumultuous tremor.  O, Prince! It is not indeed the celestials or demons who have put us in such a peril as it comes to  us from a man. Monkeys, whose forms are as large as mountains, are besieging Lanka. There is a tumultuous  peril for us from Rama, who is furious on account of Sita's abduction.\""
        },
        {
            "type": "verse",
            "text": "\"Already, a single monkey set fire to our great city of slew the youthful Prince Aksha  with his escort of elephants and retinue. ' Get thee hence' were the words addressed by Rama who is  equal to the sun in splendour, to Ravana in person the Lord of Demons and the trouble-some person to  celestials. That which this king never suffered at the hands of Gods or Demons or Danavas, he has had  to endure here from Rama, who released him from the danger to his life.\""
        },
        {
            "type": "verse",
            "text": "Hearing about the humiliation of his brother in the battle through the words of Yupaksha,  Kumbhakarna rolling his great eyes, spoke to Yupaksha (as follows): \"O, Yupaksha! Now itself, after  conquering the entire army of monkeys with Lakshmana and Rama on the battle-field, then only I shall  see Ravana. I shall satiate the demons with the flesh and blood of monkeys and, as for Rama and Lakshmana,  I shall drink their blood myself.\""
        },
        {
            "type": "verse",
            "text": "Hearing these haughty from that demon, whose anger increased his ferocity, Mahodara the  chief of warriors of demons, having offered obeisance with joined palms, spoke the following words:  \"O, the mighty armed! When you have listened to the words of Ravana and considered the advantages and  disadvantages of the matter, even afterwards you can conquer the enemies in battle.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Mahodara, the might Kumbhakarna of great valour prepared to depart,  surrounded by demons. The demons, having awaken that sleeping Kumbhakarna of dreadful eyes, form and  valour, went to the King's palace in haste. All those demons, approaching Ravana who was seated on the  throne, said to him with joined palms, as follows: \"O, Lord of Demons! Kumbhakarna, your brother, has  wakened. Is it your will that he should enter the battle field from there itself or do you desire him  to come here and see you?\" "
        },
        {
            "type": "verse",
            "text": "Ravana answered those demons who stood before him and with a glad heart, said: \"I want  to see him here. Bring him after extending the honours due to him in a befitting manner.\" Uttering \"Be  it so\", all those demons as commanded by Ravana, returned to Kumbhakarna and spoke the following words:  \"The king, the lion of all the demons, desires to see you. Go and gratify your brother!\""
        },
        {
            "type": "verse",
            "text": "Hearing his brother's wish, Kumbhakarna the inviolable demon of great prowess, uttering  \"so be it\", leapt up from his couch. Washing his face and bathing, refreshed and delighted, adorning  himself well and feeling thirsty, he hastened them to bring him a drink which can boost up his strength."
        },
        {
            "type": "verse",
            "text": "Thereupon, those demons brought him quickly the wine and various kinds of eatable there,  in their hurry to take Kumbhakarna with them as per Ravana's commands. Having drunk two thousand pitchers,  Kumbhakarna prepared to set out and slightly inebriated and flushed, he was exhilarated and filled with  energy."
        },
        {
            "type": "verse",
            "text": "The fuming Kumbhakarna, going to his brother's palace along with the army of demons,  appeared like Yama the Lord of Death at the end of all-destroying Time. He caused the earth to tremble  with his foot-steps, while marching. The royal high way was illumined by his body, like unto that orb  of a thousand rays (the sun) by its flashes illumines the earth and he went there, surrounded by a circle  of demons paying obeisance, resembling Indra the Lord of Celestials approaching the abode of Brahma  the Lord of Creation."
        },
        {
            "type": "verse",
            "text": "Seeing that slayer of his foes on the royal high way, that monster as high as the peak  of a mountain, those monkeys stationed outside the city, as also their leaders, were frightened suddenly.  Some gained refuge in Rama who affords protection, some fell down tottering, some fled away perturbed  in all directions and some others lay on the ground, confounded with fear. Seeing that colossus appearing  like a great peak, having a diadem who seemed to touch the sun with his brilliance, the monkeys were  seized with terror and had grown immensely in size, fled hither and thither."
        }
    ]
}