{
    "id": "prose-yuddha-61",
    "kanda": "yuddha",
    "sarga": "61",
    "title": "Rama enquires about Kumbhakarna",
    "chapter": "61",
    "overview": "Rama sees Kumbhakarna with a colossal body and enquires Vibhishana about a report of  him. Then Vibhishana apprises Rama about Kumbhakarna and narrates his story of his getting curse from  Brahma, imprecating him to sleep apparently Vibhishana adds that on an appeal from Ravana Brahma relaxed  the curse saying that Kumbhakarna would keep sleeping for every six months and then waking up for a  day in a year Vibhishana informs Rama that Ravana got Kumbhakarna awakened and is sending now to the  battle. Rama then orders Neela the commander-in-chief to marshal his entire army of monkeys in  their appropriate positions in Lanka. On hearing Rama's orders the army of monkeys start their fighting  operation.",
    "content": [
        {
            "type": "verse",
            "text": "Having taken his bow, Rama of great brilliance and prowess, then  beheld the bulky Kumbhakarna, adorned with a diadem. Seeing that paramount demon,  whose appearance was in the form of a mountain and looking like Lord Narayana (the son of the  original Man); taking strides across space, (manifested in the form of Trivikrama,  who measured the whole universe in a couple of strides) Rama became vigilant."
        },
        {
            "type": "verse",
            "text": "Beholding him again, who was appear like a rainy black cloud and  wearing a golden bracelet as an ornament on his upper arm, that huge army of monkeys took to their heels  in full speed. Seeing the army running away and the demon increasing his body,  Rama with a surprise, spoke to Vibhishana as follows: \"This eminent demon, appearing  as a mountain, with a diadem and tawny eyes and looking like a cloud with a flash of lightning, is seen  in Lanka. Who is he? He alone with a huge body here on this earth, is appearing  like a solitary meteor, by seeing whom all the monkeys are running away hither and thither. Who is he with such a colossal body? Tell me whether he is a demon or an evil spirit.  I have not seen such a creature earlier at any time.\""
        },
        {
            "type": "verse",
            "text": "Thus asked by Rama the prince, who was unweary  in action, the highly intelligent Vibhishana replied to Rama as follows: \"He is  the powerful Kumbhakarna, the son of Visravasa. He conquered Yama  and Indra in battle. There is no other demon, corresponding to the size of his body. O Rama! He conquered thousands of celestials, demons, a class of demi-gods,  serpent demons, ogres, Gandharvas the celestial musicians, Vidyadharas the celestials  artistes and Kinnaras (the semi-divine beings with the human form and the head of a horse) in battle.\""
        },
        {
            "type": "verse",
            "text": "\"Seeing the mighty Kumbhakarna with ghastly eyes and a spear in  hand, the celestials were not able to kill him, having confused to think that he was Yama the  god of Death. This Kumbhakarna, by his very nature, is energetic and mighty. The  strength of the other demon-chiefs is attributable to boons (granted on request by gods).\""
        },
        {
            "type": "verse",
            "text": "\"Soon after his birth, this great-souled demon, afflicted as he  was by hunger, ate thousands of living creatures. While the living beings were  being eaten, the frightened people sought refuge with Indra and even reported the matter about him. That Mahendra wielding a thunder-bolt was enraged and struck Kumbhakarna with  his weapon of the white thunderbolt. The great souled Kumbhakarna struck by Indra's thunderbolt  was quite agitated at it and roared loudly with anger. Hearing the roar of that  Kumbhakarna, the demon, who was howling loudly, the frightened people were further frightened.\""
        },
        {
            "type": "verse",
            "text": "\"Enraged as he was on Mahendra, the mighty Kumbhakarna then pulled  out a tusk of Airavata, Indra's elephant and struck it into Indra's chest. That Devendra, tormented by the hit of Kumbhakarna, was burning with rage.  The celestials, Brahmanical sages and demons were suddenly aggrieved. Even Indra with his people  went to the abode of Brahma the Lord of creation.\""
        },
        {
            "type": "verse",
            "text": "\"They informed about the evil-mind of Kumbhakarna  to Brahma, how he devoured the living creatures, his assault on celestials, the destroyal of  hermitages and his taking away of others' wives. If he eats away the created beings  continuously like this, the world will become desolate just soon after some time. On hearing the words of Indra, Brahama, the great grandfather of the  entire world, called for the demons and saw Kumbhakarna too along with them.\""
        },
        {
            "type": "verse",
            "text": "Just on seeing Kumbhakarna even Brahma was frightened. Thereafter  on restoring his confidence, Brahma cursed Kumbhakarna as follows: \"It is sure  that you were created by Visravasa for the destroyal of people. On  that account, you will be sleeping apparently dead from now onwards. Humbled by  Brahma's curse, Kumbhakarna then fell down in front of Ravana. Thereupon, the highly perplexed Ravana  spoke the following words:\""
        },
        {
            "type": "verse",
            "text": "\"'O Brahma! You are cutting off a well-grown  golden tree, just at the time of yielding its fruit. It is not fair on your part to curse your own great  grandson like this. Your words can never prove to be in vain. There is no doubt  about it. He will have to sleep certainly. Let some space of time be fixed for his sleeping and waking. Hearing the words of Ravana, Brahma spoke as follows: He will indeed sleep for  six months and wake-up for a day.\""
        },
        {
            "type": "verse",
            "text": "\"On that single day, this male demon, having starved for six months,  will wander over the earth and eat the human race with his month wide open, like an augmented fire. Ravana, the king of demons, who got into an evil plight and frightened as he was  in seeing your prowess, now got Kumbhakarna awakened.\""
        },
        {
            "type": "verse",
            "text": "\"This Kumbhakarna the male-demon with a terrific prowess started  his tent. The highly enraged Kumbhakara devouring the monkeys on is way, is running towards us. Even on merely seeing Kumbhakarna, the monkeys have now fled away. How can the  monkeys check him, who is thus enraged in battle? Let all the monkeys be told  that it is a kind of machine, advancing forward. By knowing this, they can become fearless by now.\""
        },
        {
            "type": "verse",
            "text": "On hearing Vibhishana's words, which were well-founded to  make the monkeys well-inclined to fight the battle, Rama then spoke the following words to Neela,  the chief of army: \"O Neela the son of fire-god. Go, marshalling the entire  army. Occupying the door-ways, high-ways and bridges of Lanka, stand ready for operation. Draw together the mountain-tops, trees and even the rocks. Let all the monkeys  with their weapons and rocks in hand, stand ready.\""
        },
        {
            "type": "verse",
            "text": "As directed by Raghavana, Neela the commander-in-chief  and the foremost of the monkeys, ordered the monkey-troops suitably. Then, Gavaksha, Sharabha, Hanuman and Angada looking like mountains, reached  the gate, taking the mountain-tops. On hearing Rama's words, the fearless monkeys  started their operation. The heroic monkeys began to torment the enemy-troops with uplifted trees. That terrific army of monkeys, with uplifted rocks and tress in their hands, shone  like a big collection of gigantic clouds, hanging close to a mountain. "
        },
        {
            "type": "verse",
            "text": "Thus completes 61st Chapter of Yuddha Kanda of the glorious Ramayana of Valmiki,  the work of a sage and the oldest epic."
        }
    ]
}