{
    "id": "prose-yuddha-62",
    "kanda": "yuddha",
    "sarga": "62",
    "title": "Kumbhakarna enters the abode of Ravana",
    "chapter": "62",
    "overview": "Kumbhakarna enters the abode of Ravana and sees his worried brother sitting in Pushpaka,  a self-moving aerial car. Kumbhakarna asks Ravana about the nature of work to be done by him and  whether he has to kill anyone. Ravana replies that Rama has come with troops of monkeys including  Sugreeva, after crossing the ocean by a bridge, to wage a battle Ravana requests Kumbhakarna to  show his terrible prowess in killing all the adversaries in battle.",
    "content": [
        {
            "type": "verse",
            "text": "That Kumbhakarna of great prowess and the foremost, having full of intoxicating drowsiness,  marched along the king's highway, full of royal dignity. Then, that Kumbhakarna, who was very difficult  to be conquered, accompanied by thousands of demons, sallied forth, covered with a shower of flowers  from the houses (lining the way). He saw Ravana's abode, covered with golden grilled windows, spacious  and looking beautiful, like a shining sun."
        },
        {
            "type": "verse",
            "text": "Entering Ravana's palace, like the sun entering a mass of clouds, Kumbhakarna then  saw from of distance his brother seated on a throne, as Indra saw Brahma perched on his seat. While  going to his brother's palace, that Kumbhakarna, accompanied by troops of demons, caused the earth  to shake with his stamping strides. Reaching his brother's house and entering the inner apartment,  Kumbhakarna saw his worried brother sitting in Pushpaka, a self-moving aerial car. "
        },
        {
            "type": "verse",
            "text": "On seeing Kumbhakarna who arrived there, Ravana then quickly rose up from his seat,  delighted and brought him nearer to his side. Then, the mighty Kumbhakarna having offered salutation  to the feet of his brother sitting on a sofa, asked him, \"What is to be done?\""
        },
        {
            "type": "verse",
            "text": "Rising up from his seat, Ravana embraced him. That Kumbhakarna, who was thus embraced  and made happy by his brother, occupied an auspicious, charming and excellent seat. Resting on that  seat, the mighty Kumbhakarna, with his blood-shot eyes in anger, spoke to Ravana as follows:\"O king!  For what purpose have I been woken up by you, with effort? Tell me from whom is the danger for you  here and who is to be killed.\""
        },
        {
            "type": "verse",
            "text": "Ravana, with his eyes rolling with annoyance, spoke to Kumbhakarna, his brother,  who was there with anger (as follows): \"O mighty Kumbhakarna! You slept for a long period. You,  who were fast asleep, do not know about the fear created by Rama in me. This Rama, the son of Dasharatha,  a strong man along with Sugreeva, having crossed the ocean, is cutting short our race. Alas! See!  Coming happily by a bridge, the forests and groves have been covered with an ocean full of monkeys.\""
        },
        {
            "type": "verse",
            "text": "\"The monkeys killed very important demons in battle. I do not envisage, in any way,  the destroyable of monkeys on the battle-field. It seems the monkeys were not even defeated at any  time before, in a combat. O mighty Kumbhakarna! Such a danger has arisen. You have to help us now.  Get them destroyed now. You have been woken up solely for that purpose.\""
        },
        {
            "type": "verse",
            "text": "\"Rescuing me, whose treasury has become completely diminished, you protect this city  of Lanka, where only the children and the aged are left over. O the great armed Kumbhakarna. For  the sake of your brother, perform this act, which is very difficult to do. O brother, the annihilator  of enemies! In this way, I did not request anyone ever before.\""
        },
        {
            "type": "verse",
            "text": "\"I have a great respect and affection towards you. O the foremost of demons! For  several times, in battles between gods and demons, you conquered the celestials and demons, after  attacking them in the battle. O Kumbhakarna of terrible prowess! Therefore, show your entire prowess.  There is indeed no one, in the entire beings, who is equal to you in strength.\""
        },
        {
            "type": "verse",
            "text": "\"O Kumbhakarna, delighting in war and feeling affection for relatives! Perform this  excellent act, which is dear and beneficial to me, as per your liking. Blow away the army of adversaries  by your vital power, as an autumnal cloud is blown away by a high-rising wind.&rdquo; "
        }
    ]
}