{
    "id": "prose-yuddha-64",
    "kanda": "yuddha",
    "sarga": "64",
    "title": "He advises Kumbhakarna",
    "chapter": "64",
    "overview": "Mahodara excitedly speaks to Kumbhakarna about the true character of virtue, worldly  gain as well as sensuous pleasure in a person and supports Ravana for his actions. He advises Kumbhakarna  not to go single-handed to fight with mighty Rama, but to take the army with him. Mahodara then suggests  to Ravana a strategy to fulfill his purpose without a combat.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those words spoken by the mighty Kumbhakarna of colossal body and large arms,  Mahodara spoke as follows: \"O Kumbhakarna! Though born in a good race, you are audacious, having the  perception of an ordinary man as also arrogant. You are unable to know the right to be done at all times.  O Kumbhakarna! It is not that the king does not know about the prudent and the imprudent conducts. Due  to childishness and audacity, you, on your part, are craving merely to talk. The  king of demons, knowing about apportioning of place and time, understands the subject about strengthening  and mining (of relationships) as well as his own position and the position of others. What would a wise  man attempt to do that which cannot be achieved by a man of ordinary intellect, though strong, does  not sever his elders?&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;You are speaking as though virtue, wealth and pleasure are dwelling separately (in water-tight  compartments). By their very nature, there is no accurate description to know those things. Action alone is indeed the means to get all the consequences. Even sinful acts  spring up into a fruit of prosperity! Acts instrumental to virtue and wealth as well as other acts (instrumental  to injustice and non-value) have just the prosperity as their fruit. But, acts instrumental to injustice  and non-value gain the fruit of offence of omission.\""
        },
        {
            "type": "verse",
            "text": "&ldquo;Living beings reap the fruit of good actions in this and in the other world. However,  he who remains diligently devoted to actions with a view to attaining sensuous pleasure enjoys blessing  even in this life. In such a situation, this act of pursuit of sensuous pleasure has been cherished  in his heart by the king and was approved by us. What violation is there in doing this daring act against  the enemy?\""
        },
        {
            "type": "verse",
            "text": "\"Regarding the reason which you have adduced for marching all alone for the encounter,  I shall tell you what is irrelevant and not so good. How will you conquer, single-handed, that Rama  by whom several mighty demons were destroyed in Janasthana earlier.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"Are you not seeing those frightened demons (though highly energetic) who are now staying  in the City, but who were earlier conquered by Rama in Janasthana Though you know that Rama, the son  of Dsasratha, is like an enraged lion, you wish to awaken a serpent, who is sleeping.\""
        },
        {
            "type": "verse",
            "text": "\"Who would be competent to approach that Rama, who is forever shining with a splendour,  dangerous to catch-up and as unbearable as death? Standing face-to-face with that enemy is all remaining  in doubt. Going there single-handed does not indeed find favour with me.\""
        },
        {
            "type": "verse",
            "text": "\"Having lost his advantage, who would feel inclined to reduce to submission, an enemy,  who is rich in advantage and determined to lay down his life, as an ordinary person?O Kumbhakarna, the  foremost among the demons! How do you wish to combat with Rama, with whom none in the human beings is  equal and who is equal of Indra and the sun?\""
        },
        {
            "type": "verse",
            "text": "Having thus spoken to the enraged Kumbhakarna, Mahodara on his part spoke as follows,  in the midst of demons, to Ravana, who made the people cry: \"Why are you delaying further, after having  captured Sita already? If you do so wish, Sita will be submissive to you. Some strategy has been  discovered by me, as a means of bringing her round. If it is found agreeable to your intellect, then  listen to it. Announce (by a beat of drum in the city-streets) that myself, Dvijihva, Samhraadi, Kumbhakarna  and Vitardana these five demons are setting out for the battle to kill Rama.&rdquo; "
        },
        {
            "type": "verse",
            "text": "&ldquo;Thereupon, having gone to the battle field deliberately, we shall give him a fight.  If we conquer your enemies, there is no need for any strategies to us. Otherwise, if our enemy survives,  we, who have engaged in the fight, then shall implement the plan which was resolved by us in the mind.  Moistened with blood on having our bodies torn with arrows marked with the name of Rama engraved on  them, we shall come back here from the battle.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;Saying \"Rama as well as Lakshmana has been devoured by us\", we shall clasp your  feet. You fully grant our desire. O king! Then, have it proclaimed by beating of trumpets in the entire  city, on the back of an elephant, that Rama has been killed along with his brother and his army.\""
        },
        {
            "type": "verse",
            "text": "\"O annihilator of enemies! Becoming pleased for the name-sake, arrange to bestow on your  servants, objects of enjoyment, other desired objects and gold. Then, present garlands, garments and  cosmetics to champions as well as abundant gifts to other warriors. Drink yourself delighted.\""
        },
        {
            "type": "verse",
            "text": "\"When this thick rumour has gone to all sides that Rama along with his companions have  been devoured by the demons and you approach Sita in private and restoring her to confidence and even  conciliating her, tempt her with gold and grain, as well as luxuries and precious tones.\""
        },
        {
            "type": "verse",
            "text": "\"By this false pretence, creating fear and anguish, Sita who thinks she lost her husband,  will submit reluctantly to your will. Believing that her charming husband is destroyed, Sita from  her hopelessness and feminine feeling of flexibility will come to your will. Sita, who grew up with  comfort, who is deserving of happiness; but emaciated with grief, knowing that her happiness depends  on you, will by all means come near to you.\""
        },
        {
            "type": "verse",
            "text": "\"After contemplating very well, I have conveyed like this. As soon as you see Rama, a  calamity will happen. While you stay here itself without fighting, you will obtain a great benefit of  happiness. Do not become restless. O king! An emperor who conquers his enemies without losing his army,  without meeting with danger and without a combat will obtain for long, a great fame, merit, prosperity  and glory.\""
        }
    ]
}