{
    "id": "prose-yuddha-65",
    "kanda": "yuddha",
    "sarga": "65",
    "title": "Kumbhakarna rebukes Mahodara",
    "chapter": "65",
    "overview": "Kumbhakarna rebukes Mahodara for rendering a wrong advice to Ravana. He asserts Ravana,  saying that he will annihilate Rama in battle. Ravana gets pleased and orders Kumbhakarna to wipe off  the monkeys together with Rama and Lakshmana in battle. Then, Ravana arranged for ornamentation of the  various limbs of Kumbhakarna with various types of jewellery, before sending him to the battle. As Kumbhakarna  sallies forth to the battle, several bad omens appear on all sides. Kumbhakarna disregards these portents  and marches ahead for the battle. Seeing the colossal form of Kumbhakarna, all the monkeys get frightened  and take to their heels.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of Mahodara, Kumbhakarna rebuked him and then spoke to his brother,  Ravana, the chief of demons (as follows): &ldquo;By annihilation of that evil-minded Rama, I will wipe-off  your terrifc fear today. Be happy, indeed without any enmity. Warriors do not roar in vain as waterless  clouds. Hear my roar, only on completion of my said task in battle. Warriors do not indulge in eulogizing  themselves. They do difficult acts, without a show. O Mahodara! Your words may be agreeable to those  kings who are confused, who fancy themselves as the learned, and who themselves are stupid. You are  all cowards in battle. You always speak pleasantly and go according to the wishes of the king. You,  as such, have spoiled all the undertakings. Having access to this king, who has friends merely for a  name-sake as also behaving unfriendly, the treasury got depleted, the army destroyed and king alone  is left the Lanka. Intent on conquering the enemy, I sally for the battle today to set right your imprudent  policy.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of the intellectual Kumbhakarna, Ravana the king of demons, bursting  into laughter, replied as follows: \"O dear brother, well-versed in the art of war-fare! This Mahodara  is frightened of Rama. There is no doubt. He is not indeed inclined of a war. O Kumbhakarna! None is  equal to you in friendship and strength, in my eyes. You march to the battlefield for destroying the  enemies and for achieving victory.\""
        },
        {
            "type": "verse",
            "text": "\"O destroyer of enemies! You, who were sleeping, were awakened by me, for the purpose  of destroying the enemies. This is indeed a grand time for our demons. Therefore, go like Yama the god  of death, by taking a dart and a noose in your hand. Devour the monkeys and the princes whose splendour  is like that of the sun. By seeing your very form, the monkeys will run away. The hearts of Rama and  Lakshmana will get broken asunder.\""
        },
        {
            "type": "verse",
            "text": "Ravana, the king of demons, having a great energy, thus speaking to the mighty Kumbhakarna,  thought himself as though he was born again. The king, knowing the strength and prowess of Kumbhakarna,  was delighted and became as bright as the moon."
        },
        {
            "type": "verse",
            "text": "Some were drowned in the ocean. Some had recourse into the caves. Some others escaped.  Some could not even stand stable on the ground. Some fell down. Some lied down, as though they were  dead. Kumbhakarna, the annihilator of enemies, speedily took up a sharp spike fully made of iron, adorned  with pure gold and splendidly shining."
        },
        {
            "type": "verse",
            "text": "Taking hold of that large spike tinted with the blood of enemies, shining like Indra's  thunderbolt and equally heavy, capable of tormenting celestials, demons, Gandharvas, the celestial musicians,  Yakshas a class of demi-gods and Nagas the celestial serpents, wreathed in garlands of crimson flowers  with excessive splendour and emitting flames by itself naturally, Kumbhakarna of great brilliance spoke  to Ravana the following words: \"Let this large army stay back here. I shall go all alone. Being angry  with hunger, I shall devour those monkeys now.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Kumbhakarna, Ravana said, \"Go along with army, with their spikes  and hammers in hand. The monkeys, with their huge bodies, valiant, with a much determination  and with their teeth, will destroy anyone who is either alone or off one's guard. Therefore, go along  with your troops as a person who is very difficult to be assaulted. Destroy the entire enemy-side, which  in inimical to our demons.\""
        },
        {
            "type": "verse",
            "text": "Rising up swiftly from his throne, Ravana endowed with a great energy, then placed around  the neck of Kumbhakarna, a necklace studded with a course of jewels. Ravana placed on the person of  Kumbhakarna, armlets, rings, excellent jewellery and a handsome chain. Ravana arranged for ornamentation  of his limbs with beautiful and sweet-smelling garlands as well as ear-rings to his ears."
        },
        {
            "type": "verse",
            "text": "Kumbhakarna with large ears, adorned with golden armlets and bracelets worn on his upper  arms along with ornament for his breast, shone like fire, well-fed with oblations. With a large, black  and shining string worn round his loins, he was looking like Mount Mandara encircled by a serpent at  the time of churning the ambrosia."
        },
        {
            "type": "verse",
            "text": "Secured with a golden armour, carrying a great load, impenetrable by weapons and  as if blazing with its own splendour with flashing like lightning, Kumbhakarna shone as a king of Mountains,  enveloped by clouds at sunset. Adorned with all ornaments to all his limbs and with a spike in his hand,  that demon shone like Narayana, the all-embracing Lord, enthusiastic to take the three long strides  (which were meant to cover the entire universe)."
        },
        {
            "type": "verse",
            "text": "Embracing his brother and even circumambulating him, the mighty Kumbhakarna sallied forth,  after offering salutation to him by bowing down to him respectfully. Ravana sent off the mighty Kumbhakarna,  having a colossal body, who was then sallying forth, with a great sound (of drums and musical instruments)  and with laudable benedictions."
        },
        {
            "type": "verse",
            "text": "With loud sounds of counches and kettle-drums, with an army wielding excellent weapons,  with elephants, with horses and with chariots making sounds of clouds, mighty charioteers accompanied  him who was the foremost among the charioteers. Those demons followed that terrific and mighty Kumbhakarna,  mounting on serpents, camels donkeys, lions, elephants, wild beasts and birds."
        },
        {
            "type": "verse",
            "text": "That Kumbhakarna, the enemy of ogres and celestials, wielding a sharp spike in his hand,  while sallying forth, over whose head a parasol was held and drink and intoxicated by the smell of blood.  Many demons, possessing a great energy and great strength, with terrific forms and fearful eyes, as  also wielding weapons in their hands, accompanied him as foot-soldiers."
        },
        {
            "type": "verse",
            "text": "The demons followed, with their red hot eyes, large colossal bodies resembling a mass  of collyrium in hue, lifting up spikes, swords, sharp axes, javelins, iron rods, maces, mallets, enormous  trunks of palmyrah trees to be hurled at and difficult to be met."
        },
        {
            "type": "verse",
            "text": "Then, that Kumbhakarna, of a great splendour and a great strength, assuming another body  of a formidable and terrific form, with a breadth of a hundred bows and six hundred bows in height,  with his eyes resembling the wheels of a cart, looking like a huge mountain and terrible to look at,  sallied forth."
        },
        {
            "type": "verse",
            "text": "Kumbhakarna with his colossal body and a huge mouth, looking like a scorched hill, approaching  the demons and laughing loudly, spoke as follows: \"Charged with anger, I shall burn up those troops  of the foremost of monkeys, in lots today, as a flash of fire would burn up the moths. The monkeys who  are in the habit of roaming about in the woods, have not offended me of their own accord. That race  of monkeys serves as an embellishment for the urban gardens in a city like ours. Rama, together with  Lakshmana, is the root-cause for the attack on our city. If he is killed, all will be destroyed. Therefore,  I shall kill that Rama in battle.\""
        },
        {
            "type": "verse",
            "text": "While Kumbhakarna was speaking in that way, the demons made a very terrific noise, as  though they were agitating the ocean. As that intelligent Kumbhakarna was sallying forth quickly for  the battle, omens of terrific patterns appeared on all sides."
        },
        {
            "type": "verse",
            "text": "Clouds, ashy in colour like asses, combined with meteors and strokes of lightning appeared.  Even the earth trembled, together with its oceans and forests. Jackals of terrific form howled with  flaming morsels in their mouths and birds twirled in circles from right to left. A vulture descended  on the spike of Kumbhakarna, as he was sallying forth along the road. His left eye twitched and his  left arm throbbed."
        },
        {
            "type": "verse",
            "text": "Then, a blazing meteor fell down with a dreadful noise. Even the sun became lusterless  and the wind was not blowing comfortably. Disregarding those great portents indicated, causing the hair  to stand erect, Kumbhakarna on his part marched on, driven by the power of fate."
        },
        {
            "type": "verse",
            "text": "Kumbhakarna, looking like a mountain, traversing the rampart with his feet alone,  saw a wonderful army of monkeys, looking similar to a thick coverage of clouds. Seeing that Kumbhakarna,  the excellent among demons, looking equal to a mountain, the monkeys then ran away to all directions,  as clouds are driven away by the wind."
        },
        {
            "type": "verse",
            "text": "Looking towards that highly fierce army of monkeys, running away to different quarters,  as a net-work of broken clouds, that Kumbhakarna with the hue of a black cloud, highly rejoiced, repeatedly  emitted a roar-like thunder. Hearing his terrific roar, similar to the rumbling of a cloud in the sky,  many of those monkeys fell down on the ground, like Sal trees cut-up by the roots. Wielding a large  iron rod for the destroyable of the enemies, that gigantic Kumbhakarna looked like Yama the lord of  death armed with a rod of punishment, waiting upon him as his attendant at the time of dissolution of  the world and caused a great terrific fear to the troops of monkeys."
        }
    ]
}