{
    "id": "prose-yuddha-66",
    "kanda": "yuddha",
    "sarga": "66",
    "title": "Angada reassures the monkeys to return to the battle",
    "chapter": "66",
    "overview": "Seeing Kumbhakarna coming with his colossal body and emitting a tremendous roar, the  monkeys scare away. Angada reassures the monkeys, who then return to the battle field to resume fight.  When the monkeys start attacking Kumbhakarna, the latter crushes some monkeys with rage. Then again,  the monkeys get frightened and run away in different directions. Angada then restores the monkeys to  confidence once more and all the monkeys stand awaiting the command of Angada.",
    "content": [
        {
            "type": "verse",
            "text": "That mighty Kumbhakarna, with his colossal body resembling the peak of a mountain, having  crossed the rampart, sallied forth from the city. Kumbhakarna emitted a roar, making the sea to reverberate,  causing the mountains to quake and drowning the thunder-claps, as it were."
        },
        {
            "type": "verse",
            "text": "Seeing that demons of terrific eyes who could not be destroyed either by Indra the lord  of celestials or by Yama the lord of death or by Varuna the god of water, the monkeys ran away. "
        },
        {
            "type": "verse",
            "text": "Seeing them running away, Angada the prince spoke to Nala, Neela, Gavaksha and the mighty  Kumuda as follows:&nbsp; &ldquo;Where do you go, forgetting your own dignities as also nobilities of birth  and trembling with fear like common monkeys? O auspicious monkeys! Please return! Why do you so fully  guard your lives? This demon is not competent for a combat. He is merely a great toy of terror. O monkeys!  By our prowess, we shall destroy this giant toy produced by demons. Come back!&rdquo;"
        },
        {
            "type": "verse",
            "text": "Reconciling themselves with some difficulty, the monkeys, from all sides, assembled together  at a place and snatching some trees, the monkeys for their part, towards the battle-field. Like elephants  in rut, those monkeys, having came back, hurriedly hit Kumbhakarna, very much enraged as they were."
        },
        {
            "type": "verse",
            "text": "The mighty Kumbhakarna, though assaulted with lofty mountain-tops, rocks and trees with  blossoms at their ends, stood unshaken. Many rocks, fallen on his limbs, got burst into pieces. The  trees, with blossoms at their ends, were broken and fell shattered on the floor."
        },
        {
            "type": "verse",
            "text": "Kumbhakarna too, very much enraged, crushed the ranks of monkeys though they were greatly  energetic, with his extreme exertion even as a rising fire would consume the woods. Many of the foremost  among the monkeys lay on the ground, bathed in blood as they were, fallen like trees with crimson flowers,  when tossed up by the demon."
        },
        {
            "type": "verse",
            "text": "Some monkeys, while jumping and running away, did not look back. Some fell in the ocean.  Some inhabited the sky. While that demon was killing some warriors of monkeys playfully, some others  ran away by the same route, by which they earlier crossed the ocean."
        },
        {
            "type": "verse",
            "text": "While some monkeys becoming pale-faced due to fear, inhabited the mounds and the low  grounds, some bears ascended the trees. Some escaped to a hill. Some were drowned in the ocean. Some  had recourse into the caves. Some others escaped. Some could not even stand stable on the ground. Some  fell down. Some lied down, as though they were dead."
        },
        {
            "type": "verse",
            "text": "Seeing those monkeys disorderly retreated, Angada spoke these words, \"Stay. We shall  carry on the battle. Come back. I do not catch sight of any place for you, who have retreated, even  if you roam over the entire earth. Let all of you come back. Why do you safeguard your lives? O valiant  monkeys, moving without hindrances! Your wives, seeing you running away leaving your weapons aside,  will mock at you. It is indeed a death for those who lived well.\""
        },
        {
            "type": "verse",
            "text": "\"All of us are born in distinguished races; which are well developed. Where to you go  frightened, like ordinary monkeys? As you are running away with fear, leaving all your valour, you are  indeed unworthy of honour. Where did those boasting words of you melt away, in which you highly projected  yourself in front of the people just before coming for the battle?"
        },
        {
            "type": "verse",
            "text": "\"The cowards, who survive even after being reproached, have to hear slanders from the  people. Let the path trodden by the good people be followed. Let your fear be abandoned. If our longevity  is short, we shall lie down, being killed by the enemies, on the earth and reach the realm of Brahma  (residence of pious spirits), which is difficult to be attained by bad warriors.\""
        },
        {
            "type": "verse",
            "text": "\"O monkeys! We shall obtain glory by killing our enemies in battle or if killed on the  other hand, we shall enjoy the heaven, attained by the warriors. Coming face to face with Rama, Kumbhakarna  will not go back alive, any more than a moth meeting a blazing fire.\""
        },
        {
            "type": "verse",
            "text": "\"If we, in large numbers, who are intended to fight, are conquered by one person alone  and if we protect our lives by running away, our glory will undergo a damage. Then, those fleeing monkeys  spoke the following words, which were contemptible by the warriors, to that valiant Angada, who was  adorned with golden armlets."
        },
        {
            "type": "verse",
            "text": "\"For us, it is enough of this terrific battle with Kumbhakarna, the demon. It is not  the proper time to stay back but it is to time to go away. Life is indeed dear to us.\""
        },
        {
            "type": "verse",
            "text": "Seeing that terrific Kumbhakarna coming with his dreadful eyes, all those commanders  of monkey-troops, speaking words only thus far, scattered in all directions. Thereafter, with the coaxing  words and inferential arguments by Angada, all those fleeing commanders of monkeys turned back."
        },
        {
            "type": "verse",
            "text": "Having been cheered up by the intellectual Angada, all those commanders of the army-troops  stood awaiting his command. Rishabha, Sharabha, Mainda, Dhumra, Neela, Kumuda, sushena, Gavaksha, Rambha,  Tara and more particularly Dvipada, Panasa and hanuma marched ahead very quickly, with their faces turned  towards the battle."
        }
    ]
}