{
    "id": "prose-yuddha-67",
    "kanda": "yuddha",
    "sarga": "67",
    "title": "Kumbhakarna was slain in battle",
    "chapter": "67",
    "overview": "Restored to confidence by Angada, all the monkeys return to the battle-field. Dvivida,  a leader of the monkeys hurls a mountain towards Kumbhakarna, but it misses the target and falls on  horses, elephants and chariots of the enemy. Dvivida hurls another mountain and some demons are killed.  Hanuman strikes Kumbhakarna with a large mountain-peak and injures him severely. In reply, Kumbhakarna  strikes on Hanuman's chest with his spike. Then, Kumbhakarna strikes other monkey-chiefs who attack him.  Thousands of monkeys then ascend Kumbhakarna's body and encounters him with their nails, fists, teeth  and arms. In response, Kumbhakarna destroys all those monkeys with his spike. When Angada, the leader  of the monkeys, attacks Kumbhakarna, the latter strikes Angada violently and Angada falls unconscious.  Then, Kumbhakarna begins his attack on Sugreeva. But, Sugreeva strikes Kumbhakarna's chest with a mountain,  but the mountain only breaks into pieces. When Kumbhakarna throws his spike towards Sugreeva in retaliation,  Hanuman stops it on the way and breaks it off. Then, Kumbhakarna hurls a mountian-crust on Sugreeva to  make him unconscious and takes him away on his shoulders to Lanka. When Sugreeva regains consciousness,  he tears off the ears and nose of Kumbhakarna with his sharp nails and teeth. In relation, Kumbhakarna  thren Sugreeva down and crushed him. Then Sugreeva bounces into the air and gets re united with Rama.  Kumbhakarna thereafter takes his hammer and begins to attack the monkeys and bears. Then, Lakshmana  starts to attack Kumbhakarna with his arrows. But, Kumbhakarna appreciates the valour of Lakshmana and  proceeds towards Rama to fight with him. Rama discharges some arrows with 'Roundra' spell towards Kumbhakarna.  Those arrows disappear into Kumbhakarna's chest and make him weapon-less. In retaliation, Kumbhakarna  hurls a mountain-peak towards Rama and even before the mountain-peak reaches Rama, it was split up into  pieces by the arrows released by Rama. Thereupon, on the advice given by Lakshmana, all the monkeys  climb straight upon Kumbhakarna's body. Kumbhakarna shakes them off with violence. Then, Rama employs  a great missile and chops off one arm of Kumbhakarna. When Kumbhakarna with an uprooted tree in his  arm, retailiates by running towards Rama, the latter with an arrow, presided over by Indra, hurls it  on the former and chops off the second arm of Kumbhakarna, Rama then chops off the feet of Kumbhakarna  with his arrows and finally slashes off his head.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of Angada, all those large-bodied monkeys who came back, having arrived at a firm  resolution, were waiting for the battle. Restored to confidence by the words of the mighty Angada, those  monkeys, whose energy was well-augmented and prowess well-elevated, restored to a thrill of rapture  and as they were determined to die, marched forward to fight. Ready to abandon their lives, they were  engaged in a tumultuous battle."
        },
        {
            "type": "verse",
            "text": "Lifting up trees and very large mountain-rocks, the large-bodied monkeys thereupon briskly  ran towards Kumbhakarna. The mighty and valiant Kumbhakarna, who got very much enraged, lifting a mace  and frightening his enemies, diffused them on all sides."
        },
        {
            "type": "verse",
            "text": "Seven hundred, eight hundred and thousands of monkeys struck by Kumbhakarna, lay scattered  on the ground. That highly enraged Kumbhakarna, putting in his mount, (as many as) sixteen or eight  or ten or even twenty or thirty monkeys by his hands and devouring them like. Garuda the mythical bird  devouring the serpents in lots, ran about the battle-field. Restored to confidence with difficulty,  the monkeys assembling together from all sides, stood in the battle-front, with trees and rocks in their  hands."
        },
        {
            "type": "verse",
            "text": "Pulling out a mountain and looking like a hanging cloud, Dvivida the foremost among the  monkeys, ran towards Kumbhakarna, who resembled a mountain-peak. Dvivida, springing up, hurled that  mountain towards Kumbhakarna. Even without reaching the colossal bodied Kumbhakarna, it however fell  on his army. That excellent mountain crushed the horses, elephants and the chariots. Another mountain-top,  when hurled, crushed the other demons."
        },
        {
            "type": "verse",
            "text": "Struck by the jerk of the mountain, that great battle-field of demons, with its horses  and charioteers killed, became dampened with blood. The demons who fight from the chariots, with their  terrific roar, at once discarded the heads of the clamouring chiefs of monkeys, with their arrows, which  were resembling the god of death at the time of universal dissolution."
        },
        {
            "type": "verse",
            "text": "Uprooting large trees, the mighty monkeys too began to destroy the chariots, horses,  Camels and demons. Staying in the sky, Hanuman showered mountain-tops, rocks and various types of trees  on Kumbhakarna's head. The mighty Kumbhakarna broken those mountain-tops and shattered the torrent of  trees with his spike. Then, taking the dreadful spike in his hand, Kumbhakarna ran towards that terrific  army of monkeys. Taking a mountain-peak in his hands, Hanuman stood in front of the approaching Kumbhakarna."
        },
        {
            "type": "verse",
            "text": "The enraged Hanuman struck with violence Kumbhakarna, who was endowed with a magnificent  body and looking like the most elevated mountain. Thus attacked by Hanuman, Kumbhakarna was stumbled  with a sprinkling of blood and with his limbs succulent with flesh. Holding firmly the spike, which  was bright as lightning and looking like a blazing mountain-peak, Kumbhakarna struck Hanuman on his chest,  as Guha (the son of Shiva) struck Krauncha mountain with his powerful javelin."
        },
        {
            "type": "verse",
            "text": "That Hanuman, struck in his broad chest by the spike in that great combat, was highly  perturbed and while vomiting blood from his mouth, awfully roared like the sound of thunderous clouds  at the time of dissolution of the world. Looking at the perturbed Hanuman, all the troops of demons then  suddenly shouted with rejoice. The monkeys, on their part, felt restless and being oppressed with fear,  ran away from the battle-field."
        },
        {
            "type": "verse",
            "text": "Thereupon, cheering up the army and stopping them, the mighty Neela then hurled a mountain-top  on the intellectual Kumbhakarna. Seeing that mountain-top befalling on him, Kumbhakarna then struck  it with his fist. By that strike of the fist, that mountain-top was burst into pieces and fallen down  on the ground, with sparks of fire and blaze."
        },
        {
            "type": "verse",
            "text": "The five excellent monkeys, viz. Rishabha, Sharabha, Neela, Gavaksha and Gandhamadana  marched ahead quickly towards Kumbhakarna. Those five mighty monkeys struck the large-bodied Kumbhakarna  from all sides, with crags, trees, palms of their hands, feet and fists in battle. Perceiving those  blows merely as the senses of touch, Kumbhakarna was not at all perturbed. He enfolded the greatly agitated  Rishabha in his arms."
        },
        {
            "type": "verse",
            "text": "Squeezed by Kumbhakarna's arms, the awful Rishabha, the foremost among the monkeys, fell  down with blood coming out of his mouth. Then, in battle, the enraged Kumbhakarna, the enemy of Indra,  beating Sharabha with his fist and Neela with his knee, struck Gavaksha with a palm of his hand and  struck Gandhamadana violently with his feet."
        },
        {
            "type": "verse",
            "text": "Perturbed by the blows given by Kumbhakarna, those monkeys being moistened with blood,  were bewildered and fell down on the ground, like chopped off Kimsuka trees. Seeing those mighty chief  commanders of monkeys falling down on the ground, thousands of monkeys ran towards Kumbhakarna."
        },
        {
            "type": "verse",
            "text": "All those champions of monkeys, looking like mountains, jumping up on Kumbhakarna who  was looking like a mountain, ascended him and bit him with their teeth. Those mighty armed excellent  monkeys encountered that Kumbhakarna with their nails, teeth, fists and arms."
        },
        {
            "type": "verse",
            "text": "Covered by thousands of monkeys that foremost among demons looking like a mountain, stood  out in a crowd, as a hill overgrown with trees. Seizing all the monkeys with his arms, that mighty Kumbhakarna  devoured them like an enraged Garuda the eagle devouring the serpents."
        },
        {
            "type": "verse",
            "text": "Hurled by Kumbhakarna in his mouth which was looking like a hole in the earth, the monkeys  again came out from his nostrils and ears. Kumbhakarna, the best among the demons, looking like a mountain,  was very much enraged and mutilated the monkeys angrily, before devouring them."
        },
        {
            "type": "verse",
            "text": "Making the earth dampened with flesh and blood, that demon, like an excited fire at the  time of dissolution, strolled among that army of monkeys. Wielding a spike in his hand in the battle-front,  the mighty Kumbhakarna shone like Indra the lord of celestials wielding a thunderbolt in his hand and  like Yama the god of death wielding a noose in his hand."
        },
        {
            "type": "verse",
            "text": "That Kumbhakarna scorched away that army of monkeys in the same way as the fire scorches  away the dried-up forests in summer. Those monkeys, without a commander, having their troops killed  and terrified with fear they were being destroyed by Kumbhakarna, roared with rebellious voices. While  Kumbhakarna was destroying them in many ways, the agitated monkeys sought refuge in Rama, with their  distressed minds."
        },
        {
            "type": "verse",
            "text": "Seeing the monkeys defeated in that great battle, Angada the son of Indra, ran rapidly  towards Kumbhakarna. Taking a large mountain-top, Angada, roaring repeatedly and frightening all the  demons following Kumbhakarna's heels, hurled the mountain-top on Kumbhakarna's head. Struck on the head  with that mountain, that Kumbhakarna, Indra's adversary, with a great rage, was excited and then ran  rapidly towards the wrathful Angada."
        },
        {
            "type": "verse",
            "text": "Frightening all the monkeys with his great roar, the mighty Kumbhakarna hurled his spike  at Angada with anger. Knowing that the spike is going to fall on him, the mighty Angada, the chief of  the monkeys, who was skilled in war-fare, avoided it with his alacrity. Jumping up Angada struck on  Kumbhakarna's chest, with the palm of his hand. Thus beaten with anger by him, Kumbhakarna resembling  a mountain, became giddy."
        },
        {
            "type": "verse",
            "text": "Getting his consciousness, that mighty demon threw down Angada by tightening his fist  with a scorn. Angada fell down unconscious. When that Angada the foremost among the monkeys fell down  unconscious on the ground, Kumbhakarna ran towards Sugreeva, taking that spike in his hand."
        },
        {
            "type": "verse",
            "text": "Then, seeing the mighty Kumbhakarna coming suddenly towards him, the valiant Sugreeva,  the king of the monkeys, sprang up all at once. Uplifting and tightly holding a mountain-top, the mighty  Sugreeva ran towards the sturdy Kumbhakarna with speed. Seeing that Sugreeva coming rapidly towards  him, Kumbhakarna, with all his limbs braced, stood facing the king of monkeys."
        },
        {
            "type": "verse",
            "text": "Seeing Kumbhakarna who stood devouring the monkeys and with his body smeared with the  blood of the monkeys, Sugreeva spoke as follows: \"You struck down eminent monkeys. You have done a very  difficult act. You have devoured the armies. You obtained a great fame. Leave that army of monkeys.  What will you do with these common beings? O demon! You bear up against the falling of this one mountain  being hurled by me.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words, endowed with strength and courage, spoken by Sugreeva, Kumbhakarna,  the foremost of demons, spoke the following words: \"O monkey! You are the grandson of Lord Brahma and  even the son of Riksharaja (sprung from the yawn of Brahma) endowed with firmness and valour. Why do  you roar?\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Kumbhakarna, Sugreeva, firmly holding the mountain, hurled it quickly  on him. He struck Kumbhakarna's chest by that mountain, which was as strong enough as Indra's thunderbolt.  Soon after falling on his broad chest, that mountain was crushed to pieces. Then, the monkeys were suddenly  distressed. The troops of demons roared with rejoice."
        },
        {
            "type": "verse",
            "text": "Struck by the mountain-top, that Kumbhakarna was enraged and roared with his mouth wide  open with anger. Holding firmly the spike, which was emitting a flash of lightning, he hurled it to  kill Sugreeva, the king of monkeys and bears. Hanuman, jumping up and holding with his arms that sharp  spike, furnished with golden wreaths, and propelled by Kumbhakarna's arms, wreaths, and smashed it rapidly."
        },
        {
            "type": "verse",
            "text": "Then, the rejoiced Hanuman, placing on his knee, that large spike made of iron weighing  twenty thousand Tulas, broke it. Seeing Hanuman breaking the spike, that army of monkeys was rejoiced,  roared several times and came back quickly from all quarters."
        },
        {
            "type": "verse",
            "text": "Then, the frightened Kumbhakarna became down-cast. Those monkeys were rejoiced and made  a lion's roar. Seeing the fate of spike in such a broken condition, they adored Hanuman. Seeing that  spike broken in that way, that mighty Kumbhakarna was enraged. Uprooting a crest from Malaya mountain  standing in the vicinity of Lanka and approaching Sugreeva, he struck him with it. Struck by the mountain-top  in battle, that Sugreeva fell unconscious on the ground. Seeing him falling unconscious on the ground  in battle, the demons wee exceedingly pleased and cried out loudly."
        },
        {
            "type": "verse",
            "text": "Seizing hold of that Sugreeva having wonderful and terrific prowess in battle, that Kumbhakarna  took him away, as an impetuous wind takes away a cloud. Lifting up Sugreeva appearing like a huge cloud  in the battle-field and marching forward, Kumbhakarna shone like Mount Meru, distinguished by its very  high and formidable peak. Then, being praised in the battle-field by the demons for having seized hold  of Sugreeva and hearing the sounds of the celestials who were wondering at the seizure of Sugreeva,  Kumbhakarna the valiant chief of demons, sallied forth."
        },
        {
            "type": "verse",
            "text": "While taking away that Sugreeva looking like Indra, Kumbhakarna the adversary of Indra  and having the prowess of Indra, thought, \"If he is killed, all this army including Rama gets destroyed.\""
        },
        {
            "type": "verse",
            "text": "Seeing the army of monkeys running away hither and thither and Sgureeva the monkey even  being taken away by Kumbhakarna, the intellectual Hanuman, the son of wind-god thought as follows: \"While  Sugreeva is being taken away in this way, what is to be done by me? I shall certainly do that which  is justifiable to be done by me. Growing to the size of a mountain, I shall destroy this Kumbhakarna.  Let all the monkeys be delighted while Sugreeva the king of monkeys is liberated and the mighty Kumbhakarna,  with his body crumbled by the blows of my fists, killed by me in battle. Even otherwise, this Sugreeva  can win the freedom himself despite he is taken away by celestials including demons and serpent-demons.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"I think Sugreeva is not yet conscious of his self, as Kumbhakarna struck him with the  blow of a mountain in the battle. Regaining his consciousness within a moment in this great battle,  this Sugreeva will do what is good for himself and for his monkeys. If I liberate this great-souled  Sugreeva, there will be a painful dislike for him and a perpetual in fame. Therefore, I shall wait for  a while, for the king to show his prowess. Meanwhile, I shall cheer up the scattered army of monkeys.\""
        },
        {
            "type": "verse",
            "text": "Thinking in this way, Hanuman the son of wind-god, then again brought firmness to the  large army of monkeys. Taking that Sugreeva who was throbbing, that kumbhakarna entered the City of  Lanka, where he was greatly revered with showers of foremost flowers by the citizens staying in celestial  cars, streets, houses and gate-ways of temples."
        },
        {
            "type": "verse",
            "text": "Sprinkled by those showers of pop-corn and fragrant waters and due to the coolness of  the royal roads, the mighty Sugreeva gradually regained his consciousness. The great souled Sugreeva,  who was interposed between Kumbhakarna's shoulders, regaining his consciousness with great difficulty  and observing the royal highway of the city, repeatedly thought (as follows): \"Having been captivated  in this way, what should I do now? I have to do a proper act now which is desirable and beneficial to  the monkeys.\""
        },
        {
            "type": "verse",
            "text": "Thus thinking, Sugreeva tore asunder Kumbhakarna's ears by his nails as also nose by  his teeth and ribs by his feet. Torn asunder with teeth and nails by Sugreeva, that Kumbhakarna with  his ears and nose deprived and his limbs moistened with blood, was subdued with rage, threw Sugreeva  down on the floor and crushed him. Crushed down on the floor by that terrific Kumbhakarna and struck  by the demons, Sugreeva moved with speed like a ball towards the sky and got united with Rama."
        },
        {
            "type": "verse",
            "text": "Bereft of his ears and nose, the mighty Kumbhakarna, pouring out blood, shone like a  mountain with its streaming cascades. Kumbhakarna the demon and the brother of Ravana, having his large  body bathed in blood, frightful in appearance, vomiting blood with rage, and looking like a mound of  black antimony shone akin to a cloud with an evening-twilight. With his face directed towards the battle-front,  Kumbhakarna the terrific demon made up his mind to continue his combat."
        },
        {
            "type": "verse",
            "text": "After the departure of Sugreeva, Kumbhakarna the adversary of Indra, with a rage, marched  ahead quickly for the battle. Finding out that he is then without any weapon, the dreadful Kumbhakarna  got possession of a hammer-like weapon. Starting from the city quickly, that mighty Kumbhakarna then  devoured that huge army of monkeys in battle, like the devour of people by the augmented fire at the  time of dissolution of the world."
        },
        {
            "type": "verse",
            "text": "Penetrating that huge army of monkeys, Kumbhakarna who was greedily desirous of flesh  and blood in hunger, due to his deep bewilderment in battle, ate away even the demons, monkeys, devils  and bears. He devoured the principal monkeys just as the death devours people at the time of the end  of the world."
        },
        {
            "type": "verse",
            "text": "The enraged Kumbhakarna, quickly taking with his single hand, the monkeys and demons,  in one's two's, three's or in many and hurled them into his mouth. Struck with mountain-peaks, by the  monkeys, the mighty Kumbhakarna, then, gushing forth his flesh and blood, devoured the monkeys."
        },
        {
            "type": "verse",
            "text": "Thereupon, those monkeys, who were being devoured, sought Rama as their refuge. The very  much enraged Kumbhakarna, while eating away the monkeys, marched forward. Grasping a hundred, a seven,  an eight, a twenty and a thirty with his arms, Kumbhakarna was devouring the monkeys and running about  in the battle-field."
        },
        {
            "type": "verse",
            "text": "Having his entire body besmeared with flesh, marrow and blood together with wreaths of  tangled viscera hung over his ears, the demon with his very sharp teeth, rained spikes on the monkeys,  like Yama, the god of death, risen to power at the end of the world-cycle. Immediately, Lakshmana the  son of Sumitra, the annihilator of the foe's army and conqueror of the cities of adversaries, commenced  the battle with a rage."
        },
        {
            "type": "verse",
            "text": "The valiant Lakshmana pierced seven arrows into the body of Kumbhakarna. He took some  more arrows and released them too. Tormented by that weapon of Lakshmana, that demon destroyed it completely.  Thereupon, the aggressive Lakshmana was enraged."
        },
        {
            "type": "verse",
            "text": "Then, Lakshmana covered the shining and charming golden armour of Kumbhakarna with his  arrows, even as the wind would make an evening-twilight cloud completely disappear. Kumbhakarna, looking  like a mound of collyrium, tormented by the arrows, decked with gold, shone like the radiant sun with  its rays screened by clouds. Then, that terrific demon, with a thunderous noise of multiple clouds,  spoke the following words disrespectfully to Lakshmana. &ldquo;You declared your heroism fearlessly in battle,  by attacking me, who has conquered even the lord of death effortlessly in a combat. Anyone who even  stands before me, the god of death, holding forth a weapon in a great battle here, is venerable. What  to tell about a person who bestows battle on me?\""
        },
        {
            "type": "verse",
            "text": "&ldquo;Even the powerful Indra, the lord of celestials, who mounted Airavata the elephant and  accompanied by all celestials, did not ever stand before me in battle. O Lakshmana! Today, I am gratified  by your strength and abilities. Taking leave of you, I desire to march forward towards Rama. Because  I have been gratified by you by way of your ability, strength and firmness in battle, I for my part  desire to kill Rama alone, for when he is killed, all the army will be killed. When Rama is killed by  me battle here, I will make my army to fight with others who remain on the battle filled and destroy  them.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;To that demon in battle, who has given his opinion thus, abounding in enology,  Lakshmana as though bursting with laughter, spoke the following extremely terrific words: \"O brave demon!  You are telling that while you show your prowess, the heroes like Indra and others feel unbearable;  it is true. Just now, I have seen your prowess. But, see Rama the son of Dasharatha, standing here unmoving  like a mountain.\""
        },
        {
            "type": "verse",
            "text": "Hearing in this manner, that mighty Kumbhakarna the demon, brushing aside Lakshmana and  crossing him, ran, as though he is causing an earth-quake, towards Rama. Thereupon, Rama, the son of  Dasharatha, employing a spell (used to charm arrows) called Raudra, discharged sharp arrows into Kumbhakarna's  chest. Flames of fire mixed with particles of charcoal came forth from the face of Kumbhakarna, who  was thus struck and who was running quickly towards Rama."
        },
        {
            "type": "verse",
            "text": "That foremost among demons, struck by Rama's arrow, roaring terribly with rage, making  the monkeys to run away in battle, ran himself towards Rama. Those arrows, adorned with peacock's plumes,  penetrated into his chest. His mace dropped off from his hand and fell on the ground."
        },
        {
            "type": "verse",
            "text": "All his weapons fell scattered on the ground. Considering himself as weaponless, that  mighty Kumbhakarna then fought fiercely with his fists and arms. That Kumbhakarna, with his body struck  fiercely by arrows and bathed in blood, poured forth blood, even as a mountain would pour forth a cascade."
        },
        {
            "type": "verse",
            "text": "With a terrific wrath, he felt insensible with blood. He roamed about, devouring the  monkeys, demons and bears. Then, that Kumbhakarna, comparable to Yama the god of death, of terrific  prowess and strength, firmly holding a fearful mountain-peak, hurled it towards Rama. Wile that mountain  peak was still on its way and had not yet reached him Rama, fixing together his well-known bow and arrows,  split the mountain in the middle, with seven straight-going arrows."
        },
        {
            "type": "verse",
            "text": "Then, Rama, the virtuous man and the elder brother of Bharata, split the large mountain-peak  which was hurled by Kumbhakarna at that time, with his variegated arrows made of gold. That mountain-peak,  in the form of a peak of Mount Meru, as if shining with splendour, while falling, caused two hundred  monkeys to fall."
        },
        {
            "type": "verse",
            "text": "At that time, considering various strategies appropriate for killing Kumbhakarna, the  righteous Lakshmana spoke to Rama as follows: \"O king! He is not able to recognize who the monkeys are  and who the demons are. Intoxicated with the smell of blood, he is devouring his own persons and also  others. Let the foremost of monkeys ascend well upon his body from all sides. Following the commanders  of their troops, let the monkey-leaders stand, surrounding him. If we do in that way, that evil-minded  demon would be harassed by the huge weight, making him to crawl on the floor and cannot kill the other  monkeys.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of that intelligent Lakshmana, those monkeys were rejoiced and mounted  on the body of Kumbhakarna. Kumbhakarna, when climbed upon by the monkeys, was enraged and shook them  off with violence, as a vicious elephant would shake off its mahout. Seeing the monkeys shaken down,  Rama on his part understanding that he was enraged, jumped up speedily towards the demon and took an  excellent bow."
        },
        {
            "type": "verse",
            "text": "The heroic Rama, enraged with red-hot eyes, as though he was scorching the enemy with  his looks, walked with speed, causing delight to all the leaders of the monkey-troops, who were tormented  with the fear of Kumbhakarna and quickly marched towards the demon. Taking in his hand, a terrific bow  with a firmly fastened cord looking like a snake and looking variegated with its crust of gold, with  a quiver full of excellent arrows fastened on his back and fully restoring the monkeys to confidence,  that Rama quickly marched forward."
        },
        {
            "type": "verse",
            "text": "That mighty and heroic Rama, who was highly unconquerable, accompanied by Lakshmana,  duly marched forward, surrounded by those troops of monkeys. The mighty Rama saw the powerful Kumbhakarna,  the annihilator of enemies, wearing a crown and his eyes blood-red with anger."
        },
        {
            "type": "verse",
            "text": "Rama saw the angry Kumbhakarna, chasing all, like the mythical elephant guarding one  of the quarters, searching for the monkeys, enraged as he was and surrounded by the demons. Rama saw  that Kumbhakarna, looking like Vindhya and Mandara mountains, adorned with armlets of gold, emitting  blood from his mouth and appearing as a rising rainy cloud."
        },
        {
            "type": "verse",
            "text": "Rama saw that Kumbhakarna, who was licking the corners of his mouth which were bathed  in blood, all they way trampling the monkeys and resembling Yama in the form of all-destroying time.  Seeing that Kumbhakarna, the foremost of demons, having a splendour of blazing fire, Rama, the excellent  of men, then stretched his bow."
        },
        {
            "type": "verse",
            "text": "Enraged by the twang of Rama's bow, Kumbhakarna, the foremost of demons, not tolerating  that sound, ran towards Rama. "
        },
        {
            "type": "verse",
            "text": "Thereupon, Rama spoke to the dashing Kumbhakarna looking like a cloud driven by the wind,  whose arms were like the coils of Vasuki (the king of serpents) and appearing like a mountain in the  battle-field (as follows): \"O leader of the demons! Come on. Do not regret. I sand, wielding a bow in  my hand. Know me to be the annihilator of the race of demons. You will be dead within a moment.\""
        },
        {
            "type": "verse",
            "text": "Coming to know that he was Rama, Kumbhakarna laughed in a rebellious tone and ran up  enraged towards the monkeys, driving them away in the battle-field. That Kumbhakarna of great splendour,  as though bursting the hearts of all the monkeys, laughed unnaturally as also awfully and spoke the  following words to Rama: &ldquo;I am neither to be considered as Viradha nor Kabandha nor Khara nor Vali nor  Maricha. It is Kumbhakarna who arrived here. See my large terrific hammer, completely made of iron.  By it, the celestials and the demons were conquered by me before.\""
        },
        {
            "type": "verse",
            "text": "\"You need not treat me with contempt, as I am deprived of my ear and nose. To me, there  is no agony even indeed a little, for having lost the ear and the nose. O faultless excellent Rama born  in Ikshavaku dynasty! Show your prowess on my limbs. After seeing your strength and prowess, I will  be devouring you.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Kumbhakarna, that Rama released plumed arrows. Even after struck  by them, whose speed was equal to a thunderbolt, that demon was neither shaken nor afflicted. Those  arrows, which chopped off the Sala trees and killed Vali the foremost of monkeys, could not torment  Kumbhakarna's body which was like a thunderbolt."
        },
        {
            "type": "verse",
            "text": "Sucking those arrows with his body, as mountains suck up torments of water, that Kumbhakarna,  flourishing his hammer with terrible speed, hindered the tremendous speed of Rama's arrows. Then, flourishing  that hammer which was smeared with blood and which can frighten the great army of celestials, in terrific  speed, that demon scared away the army of monkeys."
        },
        {
            "type": "verse",
            "text": "Thereupon, taking a great missile called Vayavya, Rama hurled it on the demon. By that  weapon, he chopped off Kumbhakarna's arm along with the hammer. With his arm chopped off, Kumbhakarna  roared tumultuously."
        },
        {
            "type": "verse",
            "text": "That Kumbhakarna's arm, identical to a mountain-peak, which was chopped off by Rama's  arrow, fell along with the hammer on that army of Sugreeva and killed that regiment of monkeys."
        },
        {
            "type": "verse",
            "text": "Those monkeys who had escaped being broken and slain by that arm, though dejected with  their tormented limbs and taking recourse to the sides, witnessed a highly terrific encounter between  Rama and Kumbhakarna. Having an arm chopped off by the arrow like a mountain-peak chopped off by a gigantic  sword, that Kumbhakarna with his another arm, pulled up a tree by its roots and then ran towards Rama  the lord of men in that battle-front."
        },
        {
            "type": "verse",
            "text": "By his arrow, which was made variegated by gold and furnished with a mystic spell of  Indra used for charming it, Rama chopped off Kumbhakarna's remaining arm, appearing like the coil of  a serpent along with his uprooted palm-tree."
        },
        {
            "type": "verse",
            "text": "That Kumbhakarna's arm, which appeared like a hill, was chopped off and fell down on  the ground. Wallowing hither and thither, it dashed with trees, rocks, monkeys and demons."
        },
        {
            "type": "verse",
            "text": "Seeing Kumbhakarna with his arms chopped off, abruptly with a roar, coming upon him and  taking two sharp arrows with a shape of a half-moon each, Rama chopped off the feet of the demon in  that battle. Creating a resound everywhere in all directions, even in hill-caves, in the great ocean,  in Lanka as also in the armies of monkeys and demons, Kumbhakarna's feet fell down."
        },
        {
            "type": "verse",
            "text": "Widely opening his mouth like the mouth of a submarine fire and roaring, Kumbhakarna  whose arms and feet were cut off, ran (with thighs) quickly towards Rama, like Rahu the seizer-demon  going to seize the moon in the sky. Rama filled up Kumbhakarna's mouth with sharply pointed arrows,  having shafts covered with gold. With his mouth full of arrows, Kumbhakarna was unable to speak. He  moaned with difficulty and even became unconscious."
        },
        {
            "type": "verse",
            "text": "Thereupon, that Rama got hold of an arrow spelled with a missile presided over by Indra  the lord of celestials, effulgent as sun's rays, resembling the rod of Brahma the lord of creation as  also the destructive Kala, the Time-Spirit, and having its speed equal to the wind. Rama discharged  against the demon, that arrow, whose shaft was inlaid with diamonds and gold, which was shining as the  dazzling sun and fire set ablaze, and which vied with the speed of Indra's thunderbolt."
        },
        {
            "type": "verse",
            "text": "That arrow, propelled by Rama's arm, with a terrific aspect like the smokeless fire,  having a formidable energy of Indra's thunderbolt and illuminating the ten quarters with its own splendour,  proceeded forward. That Rama slashed Kumbhakarna's head, which was looking like a huge mountain-peak,  having well-rounded tusks and with charming and quivering ear-rings, as like Indra the destroyer of  strong-holds, in the past, chopped off the head of Vritra, the demon of darkness and drought."
        },
        {
            "type": "verse",
            "text": "The large Kumbhakarna's head, adorned with ear-rings, shone like the moon being in the  middle, when the constellation, Punarvasu (presided over by Aditi the mother of gods and consisting  of twin-stars) has risen at the night. That demon's head, equal in size to a mountain, struck by Rama's  arrow, fell down. It broke the buildings on the king's high-way and their gates as also threw down that  high rampart."
        },
        {
            "type": "verse",
            "text": "Then, that colossal demon of a great splendour fell into the sea. It crushed the principal  alligators, beautiful fishes as also snakes and entered the bowels of the earth. While that mighty Kumbhakarna,  the enemy of Brahmanas and celestials was killed in battle, the earth and mountains shook. Even the  celestials raised a tumultuous roar with joy."
        },
        {
            "type": "verse",
            "text": "Then, saints of the celestial class, great sages*, serpents, gods, genii, Suparnas (a  class of bird-like beings of a semi-divine character), Guhyakas (another class of demi-gods), including  troops of Yakshas and Gandharvas (celestial musicians) standing in the sky, were rejoiced at Rama's  prowess. "
        },
        {
            "type": "commentary",
            "text": "* Ten Maharshis were created by Manu svayambhuva viz. Marichi, Atri, Angiras, Pracetas,  Vasishta, Bhrign, Narada. Some add Daksha, Dharma, Gantama, Kanva, Valmiki, Vyasa, Manu, Vibhandaka."
        },
        {
            "type": "verse",
            "text": "Thereupon, at the mere sight of Rama, Ravana's relatives were perturbed at the killing  of Ravana of great intelligence and loudly roared, as elephants roar at the sight of a lion. Having  destroyed Kumbhakarna in battle, that Rama shone in the midst of the army of monkeys, in the same way  as the sun shines in the midst of the celestial world, having destroyed darkness, duly getting delivered  from the mouth of Rahu."
        },
        {
            "type": "verse",
            "text": "Several monkeys were highly rejoiced, with their faces flowing like full-blown lotuses.  They adored Rama, who was dangerous to be attacked and as a beloved young man, killed an enemy possessing  a terrible strength. By killing Kumbhakarna, who tormented the army of celestials and who was not defeated  at any time in great battles, Rama was rejoiced in the same way as Indra the lord of celestials was  rejoiced in killing Vritra, the great demon."
        }
    ]
}