{
    "id": "prose-yuddha-68",
    "kanda": "yuddha",
    "sarga": "68",
    "title": "Ravana's grief over the deaths",
    "chapter": "68",
    "overview": "Hearing the news of Kumbhakarna having been killed by Rama, Ravana laments in various  ways, thinking that he has virtually lost his right arm. Ravana initially faints on hearing the shocking  news. On regaining consciousness, Ravana again wonders how the invincible Kumbhakarna was slain in battle.  He feels sorry for not having listened to the sagacious advice of Vibhishana in the past.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing that the great-souled Rama killed Kumbhakarna, the demons reported the matter  to Ravana, the king of demons (as follows): \"O king! That Kumbhakarna, looking like Yama the god of  death, driving away the army of monkeys and devouring some monkeys, met with death, the time's act. Showing his prowess for a moment, Kumbhakarna your brother, was extinguished by  the fiery energy of Rama. Injured by Rama's arrows, Kumbhakarna who was looking like a mountain became  an ugly mass, with his body discharging blood, as his nose and ears were cut off, resembling a tree  scorched by a forest-fire, with his trunk half-submerged in a terribly looking sea and obstructing the  main gate of Lanka.\""
        },
        {
            "type": "verse",
            "text": "Hearing that the mighty Kumbhakarna was killed in battle, Ravana was tormented with grief  and fell down, fainted. Hearing that his paternal uncle was killed Devantaka, Narantaka, Trishira and  Atikaya were afflicted with sorrow and wept. Hearing that Kumbhakarna, their brother was killed by Rama,  who was unwary in his actions, Mahodara and Mahaparshva (step-brothers of Kumbhakarna) were overcome  with grief."
        },
        {
            "type": "verse",
            "text": "Then, recovering his consciousness with difficulty, distressed as he was for the killing  of Kumbhakarna and perplexed in mind, Ravana the foremost of demons, lamented (as follows): \"Alas! O  hero, destroying the pride of enemies! O mighty Kumbhakarna! Leaving me behind, you have gone by divine  will to the abode of Yama the lord of death. O mighty Kumbhakarna! Where are you going alone, leaving  me behind, after having tormented the army of enemies and without taking away the thorn of grief from  relatives and me.\""
        },
        {
            "type": "verse",
            "text": "\"Indeed I shall no longer live now, that this right hand of mine, taking refuge on when  I had no fear of celestials and ogres, has fallen down. How such a hero, who destroyed the pride of  celestials and demons, as also who was an image of fire that was to destroy the world, was killed by  Rama today in battle?\""
        },
        {
            "type": "verse",
            "text": "\"Having been afflicted by Rama's arrows, how are you, whom not even a clash of a thunder-bolt  ever caused any fall, falling now insensibly on the earth&rsquo;s surface? Seeing you killed in battle, these  troops of celestials and sages, standing in the sky, are shouting with rejoice.\""
        },
        {
            "type": "verse",
            "text": "\"It is doubly sure that the monkeys, having achieved their purpose, will be rejoiced  and now itself will ascend the inaccessible door-ways of Lanka here from all sides. I have nothing to  do with a kingdom and what shall I do with Sita? I have no intention to live, bereft of Kumbhakarna.  If I cannot kill Rama, who killed my brother, in battle, I would indeed prefer death, but in no case  this useless life which has no meaning. Now itself, I will go to that place, where my younger brother  is there. I do not wish to live even for a moment, after abandoning my brothers.\""
        },
        {
            "type": "verse",
            "text": "\"Seeing me, who did harm to them in the past, the celestials will indeed mock me. O Kumbhakarna!  Now that you are dead, how can I conquer Indra the lord of celestials? Those words of that great-souled  Vibhishana, which I did not accept due to ignorance, have come true. Ever since this cruel end of Kumbhakarna  and Prahasta has happened, I am feeling shameful. Since that venerable Vibhishana, my pious brother  was banished by me, this bitter fruit of that painful deed has come to me.\""
        },
        {
            "type": "verse",
            "text": "Having thus lamented very much piteously in various ways on coming to know that Kumbhakarna,  his younger brother and the enemy of Indra having been killed, Ravana the ten-headed demon, whose inner  feelings were agitated, even sank down, extremely disturbed."
        }
    ]
}