{
    "id": "prose-yuddha-69",
    "kanda": "yuddha",
    "sarga": "69",
    "title": "Death of Narantaka",
    "chapter": "69",
    "overview": "As Ravana is lamenting over the death of Kumbhakarna, Trishira (one of Ravana's sons)  consoles him and says that he will go to the battle-field and kill Rama. Hearing the words of Trishira,  Ravana's other sons (Devantaka, Narantaka and Atikaya) also come forward to join the fight. Then Ravana  sends all them to the battle. He also sends Mahodara and Mahaparshva, his brothers to guard his sons.  Mighty demons accompany them. The demons release arrows towards the monkeys, who see the demons coming  in elephants, horses and chariots. The monkeys take huge rocks and trees to fight with the demons. Seeing  several demons being killed in battle, Narantaka enters the field with his javelin and kills several  monkeys. Meanwhile, those monkeys who were thrown down unconscious by Kumbhakarna earlier regain their  consciousness and approach Sugreeva for help. Then, Sugreeva sends Angada for the fight. Narantaka hurls  his javelin towards Angada's chest, but the javelin breaks and falls down. Angada strikes Narantaka's  horse with his hand and the horse falls down dead. Then, Angada and Narantaka exchange the blows of  their fists on each other in battle and finally, Narantaka dies.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of the evil-minded Ravana, who was thus lamenting, as he was overcome  with grief, Trishira (one of his sons) spoke as follows: \"Truly in such a manner, the highly valiant  Kumbhakarna, (the middle of our father and uncles) has been killed. But good persons like you do not  lament as you are doing, O king! You are capable of conquering even the three worlds. Why are you, as  such, lamenting about yourself, as a common person? You do continue to have a javelin given by Brahma,  an armour, a bow and an arrow together with a chariot yoked to a thousand donkeys, emitting a sound  resembling the rumbling of a cloud.\""
        },
        {
            "type": "verse",
            "text": "\"The celestials and giants were indeed destroyed several times by you with your various  types of weapons. As such, you can punish Rama, when endowed with all weapons. You stay on, O monarch!  I will set out and eradicate your enemies in battle, as Garuda the eagle eradicates the serpents. Beaten  down by me, as Shambara by Indra and Naraka* by Vishnu, I will lay down Rama today in battle.\""
        },
        {
            "type": "commentary",
            "text": "* This Naraka was not naraka, the son of Mother Earth, who died at the hands of Lord  Krishna. He was procreated through Simhika and Viprachitti. His six brothers were Vatapi, Namuchi, Ilwala,  Shrimara, Andhaka and Kalanabha."
        },
        {
            "type": "verse",
            "text": "Hearing the words of Trishira, Ravana the king of demons considered himself as though  born anew, after being summoned by Death."
        },
        {
            "type": "verse",
            "text": "Hearing the words of Trishira, Devantaka, Narantaka and the energetic Atikaya were rejoiced  of war. Then, the brave Ravana's sons, whose prowess was equal to Indra and the foremost of demons,  roared asserting their superiority saying \"I will lead, I will lead!\""
        },
        {
            "type": "verse",
            "text": "All of them wee capable of passing through the sky. All were skilled in magic. All had  humbled the pride of gods. All were fierce in battle. All were endowed with great strength. All were  widely renowned. All were such as had never been heard of having been conquered by celestials or Gandharvas  or Kinnaras or large serpents while encountering a battle."
        },
        {
            "type": "verse",
            "text": "All the demons were valiant ones, well-versed in weaponry. All were skilled in war-fare.  All were greatly knowledgeable and all had obtained boons. That Ravana the king, surrounded by his sons,  who were radiant as the sun and who tormented the strength and fortune of the enemies, shone like Indra  surrounded by celestials who can destroy the pride of gigantic demons."
        },
        {
            "type": "verse",
            "text": "Embracing his sons, embellishing them with ornaments and blessing them profusely, Ravana  sent them to battle. For the defense of his sons, Ravana sent Yuddhonmatta and Matta (better known as  Mahodara and Mahaparshva), his brothers to the battle."
        },
        {
            "type": "verse",
            "text": "Those demons with colossal bodies, paid obeisance (by circumambulating) to Ravana (who  caused the people to cry in terror) and departed. Anointing their bodies with all types of herbs and  perfumes, those six mighty and excellent demons went away, eager to fight."
        },
        {
            "type": "verse",
            "text": "Trishira, Atikaya, Devantaka, Narantaka, Mahodara and Mahaparshva, under the clout of  destiny; set out for the battle. Thereupon, Mahodara mounted an elephant called Sudarshana, like unto  a dark-cloud and born in Airavata-race."
        },
        {
            "type": "verse",
            "text": "That Mahodara, adorned with quivers, endowed with all types of armoury and mounting the  elephant, shone like the sun on the peak of Ashtachala mountain. Trishira, the son of Ravana, ascended  an exquisite chariot, yoked to excellent horses and filled with all types of armoury."
        },
        {
            "type": "verse",
            "text": "Trishira, wielding a bow and mounting the chariot, shone like a cloud with glittering  meteors, illuminations and a rain-bow. That Trishira with three diadems in that exquisite chariot, stood  out like Mount Himavat, the king of mountains with its three golden hills."
        },
        {
            "type": "verse",
            "text": "Then, Atikaya, having very fiery energy, the son of Ravana and the foremost among the  wielders of bow, mounted an excellent chariot. Atikaya mounted that chariot, having first-rate wheels  and axles, well-yoked, having a good carriage and pole, filled with quivers and bows and flashingly  full of missiles, swords and maces."
        },
        {
            "type": "verse",
            "text": "He was radiant with his diadem, shining in brilliant gold and other ornaments, like Mount  Meru, causing to shine with its splendours (by the sun). In that chariot, Atikaya that mighty prince,  surrounded by the foremost of demons, shone like Indra surrounded by celestials."
        },
        {
            "type": "verse",
            "text": "Narantaka mounted a white gigantic horse, similar to Uchchaishrava (the mount of Indra),  adorned with gold ornaments and as swift as thought. Narantaka, holding a javelin, which was resplendent  like a meteor, appeared shining, like Guha (the offspring of Shiva) holding a spear and riding a beautiful  peacock."
        },
        {
            "type": "verse",
            "text": "Devantaka, holding a glided iron-bar, marched ahead, resembling an incarnation of Vishnu  holding Mandara-mountain in his arms. Mahaparshva, possessing a great splendour and vigour and wielding  a mace in his arm in battle, looked like Kubera the lord of wealth."
        },
        {
            "type": "verse",
            "text": "Those distinguished demons set out from. Lanka, like the gods leaving Amaravati. Mighty  demons, holding excellent weaponry, accompanied them, mounting on elephants, horses and chariots making  sounds of rumbling clouds."
        },
        {
            "type": "verse",
            "text": "Those mighty princes, having sun's brilliance, wearing diadems and possessed of prosperity,  shone like glowing planets in the sky. The row of auspicious attire worn by them, shone like an autumnal  cloud or like a flock of cranes in the sky."
        },
        {
            "type": "verse",
            "text": "Determined either to die or to vanquish their enemies, those valiant demons went forward,  thus making their courageous resolve, eager to fight. Those mighty demons set out with a mad conception  of war, roared and made a reverberatory sound, took up arrows and dispatched them."
        },
        {
            "type": "verse",
            "text": "The earth trembled as it were, by their battle-cries and clapping of arms. The sky appeared  breached, by the lion's roars of the demons. Those mighty leaders of demons, having set out, were delighted  to see the army of monkeys having uplifted rocks as their weapons."
        },
        {
            "type": "verse",
            "text": "The mighty monkeys too saw that army of demons, which appeared like a black cloud but  blazing like fire and sun on all sides, abounding with elephants, horses and chariots, made to resound  with hundreds of small bells and wielding well-raised great weaponry."
        },
        {
            "type": "verse",
            "text": "Seeing that army which arrived and as they got the target for their fight, the monkeys,  having the great mountains uplifted, roared again and again. The monkeys, not tolerating the demons,  thus shouted, standing opposite to them."
        },
        {
            "type": "verse",
            "text": "Hearing the enhanced noise of the leaders of the army of monkeys, the troops of demons  who were terrible in might, not tolerating the rejoice of the enemies, then made a noise more terribly.  Entering that terrific army of demons, those monkey-leaders, with their raised mountains, roamed about  like mountains with their peaks."
        },
        {
            "type": "verse",
            "text": "Some monkeys entering the sky and some others enraged, staying on earth with trees and  rocks as their weapons, wandered among the army of demons. The foremost among the monkeys, holding trees,  having extensive branches, roamed about in the battle-field. That battle-front, filled with demons and  monkeys, looked terrific."
        },
        {
            "type": "verse",
            "text": "Those monkeys, of terrific prowess, though impeded by a flood of arrows, initiated a  matchless rain of trees, rocks and mountains. In the battle, the demons and the monkeys made a noise  of lion's roars. The monkeys pounded the demons with rocks."
        },
        {
            "type": "verse",
            "text": "The enraged monkeys killed demons wearing armours and ornaments. Some killed valiant  demons, sitting or standing in chariots and also those demons mounted on elephants and horses. Valiant  monkeys struck the demons vehemently. Those foremost of demons trembled, as their bodies were attacked  by mountain-peaks and blows of fists, down and roared."
        },
        {
            "type": "verse",
            "text": "Those demons also pierced the foremost of monkeys with sharp arrows, striking them with  spears mallets, swords, javelins and lances. There, the monkeys and demons having their limbs smeared  with the blood of their foes, mowed each other with a desire to conquer each other."
        },
        {
            "type": "verse",
            "text": "Thereupon, within an instant, the battle-field became dampened with blood and covered  by the mountains and swords thrown by the monkeys and demons. Then the battle-field became filled with  dead bodies of demons, who had an ardent passion for battle, having their colossal bodies devastated  and scattered all over."
        },
        {
            "type": "verse",
            "text": "The demons, already thrown down and still being thrown down, with their spears broken  by the monkeys at that time, approached the monkeys and carried out a wonderful combat with their limbs,  arms and legs."
        },
        {
            "type": "verse",
            "text": "Those foremost of demons struck the monkeys with their own corpses and the monkeys also  struck the titans with their own dead bodies. Then, grabbing the rocks and mountains, those titans struck  the monkeys with them. The apes too, snatching away their weapons, struck the titans."
        },
        {
            "type": "verse",
            "text": "The monkeys and demons fractured each other with crags and made a noise with lion's roars.  The titans, having their armours broken, as struck by the apes, emitted blood at that place, like trees  oozing their sap. Some monkeys in the battle-front destroyed chariot with chariots, elephants with the  very elephants and horse by the very horses."
        },
        {
            "type": "verse",
            "text": "The titans broke the trees and rocks of monkey-chiefs with their sharp arrows with their  hoe-shaped head, those arrows with crescent-shaped head and those with spear-like head. The battle-field,  filled with those mountains, broken trees and dead bodies of apes and titans, became difficult to be  traversed."
        },
        {
            "type": "verse",
            "text": "Reaching the battle-field and abandoning their fear, all those monkeys, with their thrilling  martial arts full of pride, nay, who were having various weapons (like trees, rocks, teeth and nails)  and unrepressed in spirit, carried out battle with the demons. Seeing the monkeys rejoicing in that  tumultuous battle which commenced and the demons falling down, the great sages and troop of celestials  emitted shouts of triumph."
        },
        {
            "type": "verse",
            "text": "Meanwhile, mounting on a horse having speed equal to the wind, and taking a barbed javelin,  Narantaka entered the terrific army of monkeys, as a fish entering the ocean. That valiant and mighty  Narantaka, the enemy of Indra, single-handedly within an instant, rent asunder seven hundred monkeys  with that shining javelin and killed that army of the foremost of monkeys."
        },
        {
            "type": "verse",
            "text": "Vidyadharas, the super natural beings and great sages, saw the mighty Narantaka, seated  on the back of a horse and hacking a path way for himself through the army of monkeys. His path-way  was covered with a mire of flesh and blood, along with heaps of fallen-down dead-bodes of monkeys, looking  like hills."
        },
        {
            "type": "verse",
            "text": "Whenever the foremost of the monkeys thought of showing their valour, so often Narantaka  overtook and cleaved them. He burn away the army of monkeys, as the fire burns away the forests. Even  before the monkeys get time to uplift the trees and mountains, the javelin struck them and they fell  down, as mountains riven by lightning."
        },
        {
            "type": "verse",
            "text": "That mighty Narantaka, the destroyer of men, roamed in all directions in the battle-field,  holding up his shiny javelin, ravaging in all directions like the wind ravaging the earth in a rainy  season. Narantaka, a single demon, equal to so many demons, struck the armies of mokeys with his javelin,  having the sun's splendour and they fell down on the earth."
        },
        {
            "type": "verse",
            "text": "Narantaka, a single demon, equal to so many demons, struck the armies of mokeys with  his javelin, having the sun's splendour and they fell down on the earth. Those monkeys were unable to  tolerate the down-onslaught of the javelin, which was similar to the striking of a thunderbolt and they  shouted with a great uproar."
        },
        {
            "type": "verse",
            "text": "The images of the falling monkeys were flashing like those of falling mountains, with  their peaks shattered by a thunderbolt. Those great-souled and the foremost of monkeys, who were earlier  thrown down by Kumbhakarna, regained their self and approached Sugreeva."
        },
        {
            "type": "verse",
            "text": "That Sugreeva, while looking on, saw the army of monkeys running away hither and thither,  as they were tormented of the fear of Narantaka. To that Sugreeva who was seeing his army running away,  Narantaka appeared, coming seated on the back of a horse, holding a javelin in his hand."
        },
        {
            "type": "verse",
            "text": "After seeing Narantaka, the vastly splendoured Sugreeva, the king of monkeys spoke thus,  to Angada, the valiant prince, having a prowess equal to Indra's (as follows): \"Go out and quickly detach  the lives of this valiant demon, who is riding a horse and consuming the army of his enemies.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Sugreeva his sovereign, that valiant Angada then came bouncing from  his army, as the sun coming out of a cloud. Angada the excellent of monkeys, resembling a rocky mass,  wearing bracelets on his upper arms, looked brilliant like a mountain with its metallic streaks."
        },
        {
            "type": "verse",
            "text": "Angada the son of Vali, bereft of arms but only nails and teeth besides having a great  splendour, approached Narantaka and spoke the following words: \"Stop! What can you do with these common  monkeys? Throw your javelin, having the sensation equal to a thunderbolt, towards my chest.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Angada, Narantaka was very much enraged. The enraged Narantaka,  tightly biting his lip with his teeth, hissing like a serpent, approaching Angada and firmly holding  that highly radiant javelin, then quickly released it towards Angada. That javelin broke against Angada's  chest, that was as hard as a diamond and fell to the earth."
        },
        {
            "type": "verse",
            "text": "Then seeing his javelin shattered, like a serpent whose powerful coils were cut off by  Garuda the eagle, Angada stretched out his palm and struck the head of the horse. That mountain-like  Narantaka's horse, struck by a blow of the palm, had its head shattered, feet broken, eyes and pupils  put out and tongue come out. It fell down on the earth."
        },
        {
            "type": "verse",
            "text": "Seeing his horse fallen down dead, Narantaka was enraged. Raising his fist, that exceedingly  powerful Narantaka in battle struck Angada on his head. Then, Angada having his head shattered by the  blow of the fist, heavily oozed out very hot blood, repeatedly felt a burning sensation and swooned.  On regaining consciousness, he was surprised."
        },
        {
            "type": "verse",
            "text": "Thereupon, the great-souled Angada, the son of Vali, clinching his fist and then with  a force equal to death, rushed it against the chest of Narantaka. Having his chest deeply sunk back  by that fist-blow, giving out flames and with his limbs smeared by blood, that Narantaka fell down as  a mountain is broken up by the fall of a thundr-bolt."
        },
        {
            "type": "verse",
            "text": "When that Narantaka of great prowess was killed by Angada in battle, the chiefs of celestials  and the monkeys too then emitted a great roar of triumph in the sky. Then, that Angada, who showed that  forcible means, which was very difficult to do, and which rejoiced Rama's intellect. So much so, Angada  too was surprised. Thereupon Angada, of terrible acts, was infused with vigour and again showed enthusiasm  in battle."
        }
    ]
}