{
    "id": "prose-yuddha-7",
    "kanda": "yuddha",
    "sarga": "7",
    "title": "The demons inspire Ravana",
    "chapter": "7",
    "overview": "The demons inspire Ravana with confidence and eulogise his army's strength. They suggest  that Indrajit alone is enough to kill the army of monkeys together with Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of Ravana, those demons who were strong, stupid and without moral conduct,  all raising up their joined palms spoke to Ravana the king of demons, without knowing the strengths  of their enemy's side (as follows):"
        },
        {
            "type": "verse",
            "text": "\"O, king! Our army, equipped with iron bars, javelins, double-edged  swords, darts and sharp-edged spears, is very great. Why are you getting worried? After proceeding to  Bhogavati city (the abode of Nagas in Patala one of the seven regions under the earth), the serpents  there were defeated by you. Kubera (the bestower of riches) who resides on the peak of Mount Kailasa,  surrounded by many Yakshas (a class of demi-gods) surrendered to you after doing a great battle. O,  Lord! By your rage, Kubera who was boasting himself for his friendship with Lord Shiva (the Supreme  Lord) and said to be a guardian of the world possessing great strength, was defeated by you in battle.  Throwing down a group of Yakshas, after causing a flutter among them and taking them in prison, this  aerial car (Pushpak) was procured by you from Mount Kailasa. O, the best of ogres! By Maya, the lord  of demons, Mandodari his daughter was given to you in marriage, due to fear from you and duly desiring  your friendship. Madhu, Kumbhinasa's (your sister's) husband, another ruler of demons, who was  proud of his valour and who was difficult to be defeated, was taken into your subjugation, you having  won a battle against him. O, mighty armed! After moving down to rasatala (the penultimate subterranean  region), you conquered the serpent-demons Vasuki. Takshaka, Saukha and Jati and captivated them as your subjects. O, annihilator of enemies, Commander of demons and the Lord! You, after performing  a battle for a year, mighty demons who were beyond destruction, who were valiant and who obtained boons  (for immortality) were defeated using your own strength in combat. Several fascinating tricks also were  learnt from them. Varuna's sons, valiant strong and who were followed by an army having four limbs (viz.  elephants, chariots, cavalry and infantry) were defeated by you in a battle. After entering a great  ocean in the shape of Yama's realm, with a huge alligator in the form of death's rod of punishment,  adorned with silk-cotton trees (bristling with thorns to be used a weapons), turbulent with a huge wave  in the shape of noose of Kala (Time Spirit), with serpents in the form of Yama's servants and difficult  to be conquered on account of mighty Jvara (Spirit presiding over fevers), and churning the sea in the  form of Yama's forces, a great victory was obtained and death warded off by you. All the people there  were delighted to see your good battle. The earth was filled, like with big trees, with many warriors  who were strong with courage equal to that of Devendra (Lord of celestials). \"O, King! Rama was not  equal to them in combat, by their valour excellence and energy. Those warriors, who were difficult to  be overcome in battle, were overpowered and killed by you. Why exertion to you? You remain here. O,  emperor! This Indrajit alone can destroy the monkeys. After performing an excellent sacrifice to propitiate  Mahesvara (the great Lord Shiva), a boon very rare to be obtained in the world, was acquired by him.  Approaching that huge ocean of army of celestials, whose fish are lanes and spheres, whose guts thrown  asunder as duck-weeds, whose turtles are the elephants, whose frogs are the teeming horses, infested  with alligators in the form of (eleven) Rudras (gods of destruction) and (twelve) Adityas (sons of Aditi),  with huge serpents in the form of (forty nine) Maruts (wind gods) and (eight) Vasus, having chariots  horses and elephants for its volume of waters and the sandy banks its infantry, Devendra (Lord of celestials)  was captured by him and was impelled to come to Lanka (as a detenu). Oh, king! Having been released  by the orders of your grand father Brahma, Devendra who killed demons called Shambara and Vritra and  who was adored by all celestials, went back to heaven. You send that Indrajit alone, so that the army  of monkeys together with Rama will be brought to an end.\" Oh, king this unbefitting danger has come  from a man who is ordinary. It is not to be kept by you in mind you will kill Rama."
        }
    ]
}