{
    "id": "prose-yuddha-70",
    "kanda": "yuddha",
    "sarga": "70",
    "title": "Hanuman kills Trishira",
    "chapter": "70",
    "overview": "Mahodara, Trishira and Devantaka start attacking Angada. When Angada attacks them with  trees, they chop off the trees and break away the rocks hurled at them. With a blow of Angada's palm,  Devantakas's elephant falls down dead. Seeing Angada being surrounded by three valiant demons, Hanuman  and Neela arrive there. With a blow of Hanuman's fist, Devantaka dies. Trishira and Mahodara attack Neela  with their arrows. Mahodara dies in the hands of Neela. Meanwhile, Hanuman and Trisira fight at each  other. Hanuman finally kills Trishira, by chopping off his three heads by Trishira's sword itself. Then,  Mahaparshva, the demon comes to the battle field and attacks Rishabha, the monkey-warrior. By banging  Mahaparshva's mace on Mahaparshva Rishabha kills him.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing Narantaka dying, Devantaka, Trishira and Mahodara the son of Pulastya the foremost  of demons, wept. Mounting an excellent elephant, resembling a cloud, Mahodara hurrily attacked Angada  of great energy."
        },
        {
            "type": "verse",
            "text": "The strong Devantaka, tormented at his brother's calamity, then taking a terrific iron  rod, ran towards Angada. Thereupon, the valiant Trishira, mounting a chariot resembling the sun and  yoked with excellent horses, marched towards Angada. That Angada, being attacked by the three chief  demons, who were capable of smashing the pride of celestials, uplifted a tree with its large boughs."
        },
        {
            "type": "verse",
            "text": "The valiant Angada hurled that large tree with big branches quickly on Devantaka as Indra  the lord of celestials would a blazing thunderbolt. Trishira chopped off that tree with arrows looking  like serpents. Seeing the tree chopped off, that Angada then sprang up. Thereupon, that foremost of  monkeys streamed forth trees and rocks. The enraged Trishara chopped them off with his sharp arrows.  That Mahodra broke those trees with the tip of his club. Trishira too with his arrows attacked the valiant  Angada."
        },
        {
            "type": "verse",
            "text": "Marching ahead quickly towards Angada on an elephant, the enraged Mahodara struck on  his chest with javelins looking like thunderbolts. Then, the enraged Devantaka with a speed, approached  Angada, struck him quickly with a club and went off to a distance. Eventhough attacked at the same time  by those three foremost of demons, that Angada of great prowess and splendour, did not get alarmed.  The speedy and quite unconquerable Angada, acting with a great swiftness and attacking well, struck  Devantaka's elephant with his palm."
        },
        {
            "type": "verse",
            "text": "By that blow of Angada in battle, the eyes of that royal elephant fell down and that  elephant died. Pulling out a tusk of that elephant in battle, the mighty Angada ran towards Devantaka  quickly and struck him. That energetic Devantaka swayed to and fro in disorder, like a tree being tossed  up by the wind and emitted plenty of blood with the colour of a lacquer."
        },
        {
            "type": "verse",
            "text": "Thereafter, the strong Devantaka of great splendour, recovering his breath with a great  difficulty, then struck Angada violently, by firmly holding an iron rod. Then, Angada the son of king  Vali, struck by the iron rod, fell down on his knees on the earth, but again jumped up."
        },
        {
            "type": "verse",
            "text": "While Angada, the son of Vali was jumping up, Trishira struck him with three terrific  and straight-going arrows on his forehead. Noticing Angada being surrounded by the three demon-warriors,  Hanuman and Neela went there. Thereupon, Neela then hurled a mountain-peak on Trishira. The intelligent  Trishira the son of Ravana broke it by using his sharp arrows."
        },
        {
            "type": "verse",
            "text": "That mountain-peak, broken into pieces by a multitude of arrows, with its split up rocks,  fell down with sparks of fire and flames. Seeing Hanuman rushing with enthusiasm in the battle-front,  that strong Devantaka ran towards him with his iron rod."
        },
        {
            "type": "verse",
            "text": "Then, Hanuman the foremost of monkeys, while jumping up, struck on the head of Devantaka  rushing upon him with his fist equal to a thunder-bolt. Then, the valiant and the strong Hanuman struck  him on his head. That great ape made the demons shake with the sound."
        },
        {
            "type": "verse",
            "text": "That Devantaka, the son of Ravana, with his head crushed and broken by the blow of the  fist, with his teeth and eyes coming out and with his tongue hanging down, swiftly fell down dead on  the earth. When that Devantaka the mighty chief of demon-warriors and the enemy of celestials was killed  in battle, the enraged Trishira showered a terrible rain of sharp-pointed arrows on Neela's chest."
        },
        {
            "type": "verse",
            "text": "Again mounting an elephant resembling a mountain, as the sun mounting Mandara Mountain,  that enraged Mahodara on his part, caused rain of arrows to fall quickly on Neela, like rumbling cloud  with a circle of lightning, showers rain on a mountain. Thereupon, by the rain of a multitude of arrows,  the body of Neela the commander of the army of monkeys became blown up. Thus the mighty Mahodara then  made his loosened limbs paralyzed."
        },
        {
            "type": "verse",
            "text": "After regaining consciousness, Neela uplifted a mountain consisting of a number of trees  and then jumping up with a great speed, struck with it on the head of Mahodara. That Mahodara, then  shattered by the fall of that mountain and crushed by that large elephant too, lost his life and fell  down on the earth like a mountain struck by a thunderbolt."
        },
        {
            "type": "verse",
            "text": "Seeing Mahodara his young paternal uncle killed. Trishira was enraged seized hold of  his bow and struck Hanuman with sharp arrows. While that enraged Hanuman hurled a mountain-peak, the strong  Trishira broke it into several pieces with his sharp arrows. Seeing that mountain-peak becoming useless,  Hanuman then hurled a volley of trees towards Trishira in that battle-field."
        },
        {
            "type": "verse",
            "text": "The valiant Trishira chopped off that volley of trees descending on him, with his sharp  arrows in the sky itself and roared aloud. Then, the enraged Hanuman on his part, bouncing up, tore asunder  with his nails, Trishira's horse, as a lion tears asunder a large elephant."
        },
        {
            "type": "verse",
            "text": "Thereupon, Trishira the son of Ravana seizing hold of a spear, as Yama the lord of death  takes in his service Kalaratri, a night of all-destroying time, hurled it on Hanuman. Capturing that  spear coming like a meteor in the sky, Hanuman the foremost of monkeys broke it, even without its descending  on him and roared too."
        },
        {
            "type": "verse",
            "text": "Seeing that spear of a terrific form broken up by Hanuman, the monkey-troops were very  much delighted and roared aloud like rumbling clouds. Thereupon, lifting up a sword, Trishira the foremost  of demons them dug it into Hanuman's breast."
        },
        {
            "type": "verse",
            "text": "Hurt by the thrust of the sword, the valiant Hanuman the son of wind-god, struck Trishira  on his breast, with his palm. Struck by Hanuman's palm, that Trishira of great splendour fell down unconscious  on the earth with the weapons slipping from his hand."
        },
        {
            "type": "verse",
            "text": "Hanuman, that large ape, equal to a mountain in size, snatching away that falling sword  of Trishira, roared loudly frightening all the demons there. Unable to bear that roar, the demon jumped  up and struck Hanuman with his fist."
        },
        {
            "type": "verse",
            "text": "Enraged as he was by the blow of Trishiras's fist, Hanuman seized hold of Trishira the  foremost of demons by his head covered by his diadem. That enraged Hanuman the son of wind-god chopped  off with that sharp sword, his three heads furnished with diadems and ear-rings, like Indra the lord  of celestials chopped off the heads of Vishvarupa the son of Tvashta."
        },
        {
            "type": "verse",
            "text": "Those mountain-like heads of Trishira the enemy of Indra, having longish organs of senses  and having fire-like blazing eyes, fell down on earth, as planets and stars drop from the track of the  sun. When that Trishira, the enemy of celestials, having a prowess equal to that of Indra was killed,  the monkeys made a loud noise. The earth trembled. Then, the demons ran away everywhere. Seeing Trishira,  Mahodara and the invincible Devantaka killed, Matta (Mahaparshva) was enraged with indignation."
        },
        {
            "type": "verse",
            "text": "Then, Mahaparshva was holding a large mace, which was resplendent, completely made of  iron, wound round with golden wires, filled with a froth of flesh and blood, satiated with the blood  enemies, the upper most part of which was blazing with splendour, decked with red coloured garlands  and which frightened the elephants supporting the quarters like Airavata, Mahapadma and Sarvabhauma."
        },
        {
            "type": "verse",
            "text": "Taking that mace, the enraged Matta, the foremost of demons, went quickly to the monkeys  like the blazing fire at the end of the world. Then, a strong monkey called Rishabha came jumping and  stood in front of that Mattanika (Mahaparshva), the younger brother of Ravana."
        },
        {
            "type": "verse",
            "text": "Enraged in seeing that Rishabha, looking like a mountain, standing before him, Mahaparshva  struck him upon his breast with a mace equaling a thunderbolt. When he struck with his mace, the breast  of that Rishabha the foremost of demons was broken. He then trembled and exuded blood profusely."
        },
        {
            "type": "verse",
            "text": "That Rishabha, the supreme monkey regained his consciousness after a long while and enraged  as he was with his lips quivering, looked towards Mahaparshva. That Rishabha, the supreme monkey regained  his consciousness after a long while and enraged as he was with his lips quivering, looked towards Mahaparshva."
        },
        {
            "type": "verse",
            "text": "With his body drenched in blood, that Mahaparshva suddenly fell unconscious on the ground,  like a tree with its root cut off. Then, taking quickly Mahaparshva's mace, which was looking like Yama's  rod, he roared loudly. Mahaparshva remained as though he was dead for a while. Springing suddenly after  regaining his consciousness, that demon, whose colour resembled his consciousness, that demon, whose  colour resembled an evening cloud, struck that Rishabha, the son of Varuna the lord of waters."
        },
        {
            "type": "verse",
            "text": "That Rishabha fell unconscious for a while on the ground. Rising after regaining consciousness  and tightly holding just the same mace, which was looking like a large mountain-peak, banged it on Mahapatra  in the battle-field. That terrific mace, reaching the body of Mahaparshva, the fierce demon, the enemy  of celestials, sacrificial rites and Brahmanas, broke his chest. Mahaparshva started exuding copious  blood, as a supreme mountain exudes water full of minerals."
        },
        {
            "type": "verse",
            "text": "The great souled Rishabha quickly ran towards the mace of that mighty Mahaparshva. Seizing  that dreadful mace and striking it repeatedly on the floor, he struck it on Mahaparshva in the battle-front.  Struck by his own mace, that Mahaparshva with his teeth and eyes fallen out, fell down like a mountain  struck by a thunderbolt."
        },
        {
            "type": "verse",
            "text": "When that demon depleted his strength, burst open his eyes, with his long life gone away  and fallen down on the ground, the army of demons ran away. When that Mahaparshva was killed, that army  of demons, which was as extensive as an ocean, abandoning their weapons in the battle-field, fled for  mere lives, like a sea which has burst its shores."
        }
    ]
}