{
    "id": "prose-yuddha-71",
    "kanda": "yuddha",
    "sarga": "71",
    "title": "Lakshmana kills Atikaya",
    "chapter": "71",
    "overview": "<a name=\"PageTop\"></a>Seeing Atikaya, the colossal demon, coming towards him on a chariot,  Rama asks Vibhishana who he is Vibhishana introduces Atikaya, as being a son of Ravana and Dhanyamali  (another consort of Ravana). When some commanders of monkeys try to attack Atikaya, he chops off trees  and crags hurled at him. Without fighting further with the monkeys, Atikaya, moves  forward to Rama and challenges him for a fight. Then Lakshmana with his bow and arrows begins  to fight with Atikaya. By a sharp arrow struck by Atikaya in Lakshmana&rsquo;s chest, Lakshmana is enraged  and releases an arrow employed with a missile of fire and Atikaya attacks it with an arrow employed  with a solar missile. On the advice the wind-god appeared before him, Lakshmana finally hurls an arrow  employed with a missile of Brahma and chips off the head of Atikaya.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing his own army making a tumultuous sound tottering with excessive fear, seeing his  brothers having a prowess equal to that of Indra the lord of celestials having been killed, and seeing  his paternal uncles as also Yuddhonmatta and Matta (Mahodara and Mahaparshva) his brothers and the foremost  of demons having been fallen down, Atikaya of great splendour, having boons bestowed by Brahma the lord  of creation, having appearance of a mountain and who removed the pride of celestials and ogres, was  enraged."
        },
        {
            "type": "verse",
            "text": "That Atikaya, the enemy of Indra the lord of celestials, mounting  a chariot shining like a cluster of thousand suns, ran towards the monkeys. Wearing  a crown and well-cleansed ear-rings as also drawing his bow, he roared with a big noise, making his  name loudly heard."
        },
        {
            "type": "verse",
            "text": "By that lion-like roar, making his name loudly heard and by that  terrific sound of the bow-string, it created terror to the monkeys. Seeing the  bulkiness of his body, all the monkeys, thinking that Kumbhakarna woke up again, took refuge with each  other, afflicted as they were, with fear."
        },
        {
            "type": "verse",
            "text": "Seeing his form appearing like Vishnu who strided over the three  worlds in three steps, the those renowned monkey-warriors with fear, ran  away hither and thither. When Atikaya was to be attacked, the monkeys were bewildered  in mind and sought in the battle, a refuge with Rama, who affords protection."
        },
        {
            "type": "verse",
            "text": "Then, Rama saw from a distance, Atikaya, who resembled a mountain  in size, stationed in a chariot, armed with a bow and rumbling like a cloud appearing at the time of  universal dissolution. Seeing that Atikaya, having a colossal body, Rama for his  part was quite surprised and after consoling the monkeys, spoke to Vibhishana (as follows):"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Who is he, resembling a mountain in size, armed with a bow,  brown-eyed and seated in a spacious chariot yoked with a thousand horses?&rdquo; He  is shining like Lord Shiva surrounded by genii, with resplendent and sharp spikes, with very sharply  barbed javelins and lances."
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;He is shining like a lightening cloud and moving round with  staffs which support the banners of the war-chariot, appearing like tongues of the Time-Sprit.  Bows adhered with golden backs in his excellent chariot are shining on all sides like a rainbow in the  sky. That warrior of demons, the eminent of charioteers,  making the battle-front to shine, is coming in a chariot with the splendour of the sun, with arrows  having gleams of sun-beams, shining in ten directions and embellishing brilliance by an emblem of Rahu  installed on the point of his standard.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;His triply curved, golden backed and decorated bow, having  a rumbling sound of the cloud, is shining like a rain-bow. His large chariot,  with its flag and emblem, with its axle-tree at the bottom, and having the sound of a cloud&rsquo;s lightning,  consists of four charioteers.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;Twenty quivers, ten terrific bows and eight bow-strings, golden  and reddish brown in colour, are abiding in his chariot. On that chariot are hanging  two swords, clearly measuring ten cubits in length and provided with measuring four cubits, casting  their splendour on his two sides.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;This brave warrior, with a red garland adorning his neck,  resembling a large mountain black in colour and having a month as large as Death, looks like the sun  veiled by a cloud. With his arms adorned with gold armlets, he shines like the <st1:place> Himalaya</st1:place>, the highest mountain with its two lofty peaks.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;His awfully dreadful face, with two ear-rings, is shining  like a full moon appearing between the two stars constituting the constellation, Punnarvasu. O the long armed! Tell me who this foremost of demons is! On seeing him all the  monkeys, afflicted with fear, are running away in different directions.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus asked by Rama, the prince having an unlimited splendour, that  Vibhishana of great brilliance, replied to Rama as follows: &ldquo;The ten-necked king  Ravana, having great brilliance, the brother of Kubera the lord of wealth, doing terrific deeds and  possessing a great power, is the lord of demons. To him, there is a valiant son,  equal to Ravana in combat, who serves elders, holding that which is heard from them and skilled in the  use of weaponry. He is respected for his counsel, for his rides on the backs of  horses and elephants, for his drawing out of the sword and the bow, for his strategy winning over to  his side by sowing dissention negotiation and bribery and for his steering capacity of an army."
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;He is Atikaya, the son of Dhanyamali. Lanka is feeling fearless,  by resting on his arm. He, who purified his soul by meditating on the universal  soul, worshipped Brahma the lord of creation, obtained missiles too and conquered the enemies. Brahma, the lord of creation, granted a boon, exempting him from death at the  hands of celestials and demons as also this wonderful armour and the chariot shining like the sun.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;He conquered the celestials and the  ogres several times, destroyed Yakshas the supernatural beings and defended the demons.  He is Atikaya, who paralyzed the thunderbolt of the intelligent  Indra with his arrows. He struck down the noose of Varuna, the seizer of transgressors. This wise Ravana&rsquo;s  son, who is strong and the foremost of demons took off the pride of celestials and ogres. O Rama, the foremost of men! Therefore let the effort to destroy him be made quickly. Otherwise shortly, he will bring in destruction for our  army of monkeys, with his arrows.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;Entering the army of monkeys, the strong Atikaya then stretched  his bow and roared again and again. Seeing him with a terrific body, seated in  the chariot, as the excellent one among the charioteers, powerful chiefs of monkeys rushed towards him."
        },
        {
            "type": "verse",
            "text": "Taking trees and mountain peaks, Kumuda, Dvivida, Mainda, Nila  and Sharabha marched forwards quickly to attack him at once. Atikaya of great  splendour, the foremost among those skilled in weaponry, chopped off their trees and crags with his  arrows decked with gold. That strong and skilled Atikaya with a terrific body, struck all those monkeys, facing in front of him in battle with arrows  fully made of iron."
        },
        {
            "type": "verse",
            "text": "Those overthrown monkeys, injured with their blown out bodies,  by the shower of Atikaya&rsquo;s arrows in that great battle, were unable to retaliate on him. That demon, who was arrogant of his youth, frightened  that army of monkey-warriors, as an enraged lion frightens a herd of deers."
        },
        {
            "type": "verse",
            "text": "That chief of demons did not strike whomsoever of the monkey-warriors  who were unable to fight. That Atikaya, with his bow and quiver of arrows, going up quickly towards  Rama, spoke haughty words (to him) as follows: &ldquo;I am seated in the chariot with  arrows and a bow in my hand. I would not give battle with any common warrior. He who has ability and  energy can give his fight to me now and here quickly.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;Hearing his words, Lakshmana the annihilator of enemies was  enraged. Then, unable to bear his words and smiling, he rose up quickly and took up his bow. The enraged Lakshmana, coming forward quickly and taking off an arrow from his  quiver pulled out his great bow in front of Atikaya. That twang of the bow of  Lakshmana, filling the entire quarters, earth, sky and the ocean, was angry, frightening the demons. Hearing the terrific twang of Lakshmana&rsquo;s bow, the strong Atikaya of great splendour,  was surprised."
        },
        {
            "type": "verse",
            "text": "Seeing Lakshmana standing in front of him for the battle, Atikaya  then was enraged and taking a sharp arrow, spoke the following words: &ldquo;O Lakshmana!  You are still a boy. You are ignorant of a fight. Why do you wish to fight with me, who is like Yama the Lord of Death? Go away. Even the  Himalayan Mountains or the sky or the earth would be unable to endure the speed of arrows released by my arms. You wish to arouse a fire of dissolution, when it is sleeping happily. Placing  your bow here, go back. Do not lose your life, by fighting against me. If you  do not go back, with an obstinance, then you rather stay back. Abandoning your lives, you will reach  the abode of Yama.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;See my sharp arrows decked with pure gold, which can remove  the pride of my enemies and which are like the weapons of Ishvara the lord of destruction. This arrow looking like a serpent will drink your blood as a lion drinks the blood  of an elephant. Thus speaking, Atikaya was enraged and fixed an arrow on his bow.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Atikaya, filled with anger and arrogance in  that battle-field, Lakshmana was enraged. Thereafter, that Lakshmana, having a great strength wisdom  and great glory, also spoke as follows: &ldquo;O the evil-minded! Just by uttering mere  words, you cannot by a very important person. People cannot become good persons, just by boasting of  themselves. You rather show your strength in me, who is standing with an arrow in hand and wielding  a bow. Reveal yourself by your deeds. You do not deserve to boast of yourself.  A person with valour alone is declared as a warrior.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;You are seated in a chariot, with all the weaponry and wielding  a bow. Show your prowess either by your arrows or even by your weapons. Thereupon,  with sharp arrows, I shall strike down your head like a fruit of a fan-palm, ripened by its time, is  fallen down from its stalk by the gust of a wind. Today, these arrows of mine  decked with pure gold, will drink blood oozing forth from the holes formed in your body by the sharp  points of my arrows. Thinking me to be a boy, you need not disregard me. Either  as the boy or as the aged, you indeed know me in battle-front as the god of Death. Vishnu, as a boy  occupied the three worlds just with his three strides, Didn&rsquo;t he?&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the reasonable and highly meaningful words of Lakshmana,  Atikaya was very much enraged and took out an excellent arrow. Then, Vidyadharas  the supernatural beings, Bhutas the spirits, Devas the celestials, Daityas the demons, Maharshies the  great sages and Guhyakas a class of demi-gods, all the great souled ones saw that battle."
        },
        {
            "type": "verse",
            "text": "Thereafter, the enraged Atikaya, stringing an arrow to his bow,  dispatched it towards Lakshmana, as though he were shrinking up the space in between.  Lakshmana, the annihilator of enemy-warriors, chopped off that serpent-like sharp arrow, which was falling  down on him, with his crescent-pointed arrow."
        },
        {
            "type": "verse",
            "text": "Seeing that arrow which was chopped off as a snake&rsquo;s hood severed  into pieces, Atikaya was very much enraged and fitted five arrows to his bow.  That demon hurled those arrows towards Lakshmana. Even before they reached him, Lakshmana chopped them  off with his sharp arrows. Cutting off those arrows with his sharp arrows that  Lakshmana, the destroyer of enemy-warriors, took up a sharp arrow, as though it was blazing with a glow."
        },
        {
            "type": "verse",
            "text": "Taking that arrow, Lakshmana harnessed it on his excellent bow,  stretched it with force and released it. That valiant Lakshmana, by a flat-jointed  arrow released fully, struck it on the forehead of that excellent demon. That  arrow, sunken into the forehead of that terrible demon, smeared with blood, appeared like a serpent-king  on a mountain."
        },
        {
            "type": "verse",
            "text": "The demon, tormented by Lakshmana&rsquo;s arrow, then trembled violently  as when the terrific town-gate of Tripura City, (built of gold, silver and iron in the sky, air and  earth by Maya for the demons) was struck by Shiva&rsquo;s arrow."
        },
        {
            "type": "verse",
            "text": "That demon of great strength, recovering his breath, reasoningly  reflected as follows: &ldquo;Well! By flying down an arrow, you have become a commendable enemy for me.&rdquo; Thus speaking with his mouth wide open, Atikaya bent down with his large shoulder,  ascended the top of his chariot and roamed about hither and thither by his chariot."
        },
        {
            "type": "verse",
            "text": "Atikaya, the foremost of demons, seized hold of one, three, five  and seven arrows and fixed them to his bow, stretched it and released the arrows.  Those arrows, released from the bow of Atikaya, the leader of demons, appearing as Death, with golden  shafts and shining like the sun, set the sky ablaze. Thereupon, Lakshmana coolly  chopped off those gluts of arrows released by that foremost of demons, by the multitude of his sharp  arrows."
        },
        {
            "type": "verse",
            "text": "That Atikaya, of great splendour, fixing that arrow to his bow  and by instantly releasing it, struck the approaching Lakshmana in the middle of his chest. That Atikaya, of great splendour, fixing that arrow to his bow and by instantly  releasing it, struck the approaching Lakshmana in the middle of his chest.  Struck in battle by Atikaya in his chest, Lakshmana oozed out blood severely, like  the fluid exuding from a rutting elephant."
        },
        {
            "type": "verse",
            "text": "That powerful Lakshmana, then quickly made himself freed from that  arrow-head, took up a sharp arrow and fixed it with a missile. When Lakshmana  employed the missile of fire on his arrow, that arrow of the great souled Lakshmana and as also the  bow, caused a flame to blaze."
        },
        {
            "type": "verse",
            "text": "Atikaya of great splendour took up a solar missile and employed  it on that arrow, having a golden shaft as also looking like a serpent. Meanwhile,  Lakshmana hurled at Atikaya, that blazing and awful arrow employed with that mystic missile as Yama  the lord of Death would hurl his rod of destruction."
        },
        {
            "type": "verse",
            "text": "Seeing that arrow charged with a mystic missile of fire, Atikaya  the demon then released the awful arrow charged with the solar missile. Those  two arrows, having their points blazed in splendour, struck at each other in the sky, like two enraged  serpents."
        },
        {
            "type": "verse",
            "text": "Those two excellent arrows, eventhough they  were both blazing, did not radiate any longer on the earth&rsquo;s surface, in that they were without a flame  and had been reduced to ashes. Thereupon, the enraged Atikaya released an arrow  made of cane (a missile) presided over by Tvasha (the architect of gods). Then, the valiant LakShmana  chopped off that missile, by his missile presided over by Indra the lord of celestials."
        },
        {
            "type": "verse",
            "text": "Seeing his arrow made of cane struck down, that young Atikaya was  quite enraged and fixed his arrow with a missile presided over by Yama the lord of retribution. Thereupon, Atikaya hurled that missile on Lakshmana. That Lakshmana struck it  down by a missile presided over by the wind-god."
        },
        {
            "type": "verse",
            "text": "Then, the furious Lakshmana showered forth hails of arrows on Atikaya,  as a rainy cloud showers hails of down-pour. Reaching Atikaya, those arrows with  the points of their shafts shattered on his armour, adorned with diamonds and instantly fell on the  earth&rsquo;s surface."
        },
        {
            "type": "verse",
            "text": "Seeing those arrows becoming unsuccessful, the highly famous Lakshmana  the annihilator of enemy-warriors, showered forth arrows in thousands. Atikaya, that mighty demon, though deluged with a flood of arrows, was not agitated  in battle because of the inviolability of his armour."
        },
        {
            "type": "verse",
            "text": "Atikaya released an arrow having a serpent-like form on Lakshmana.  Struck by that arrow on his vital parts, that Lakshmana, the tormentator of his enemies, felt unconscious  just for a moment. Having regained his consciousness, the  mighty Lakshmana, the annihilator of enemies, with his flood of arrows threw down the flag-staff and  killed the horses and the charioteer in combat, with his four excellent arrows."
        },
        {
            "type": "verse",
            "text": "Free from flurry, that Lakshmana, the son of Sumitra, released  those arrows, exactly aiming at that demon, for the purpose of killing him. Lakshmana,  the best among men, was not able to afflict any injury to Atikaya in battle. Then, the wind-god came  to him and spoke to him as follows: &nbsp;&ldquo;He, endowed with a boon by Brahma  the lord of creation, is cloaked by inviolable armour. Split him with a missile of Brahma. He cannot  be killed by any other means. The mighty Atikaya, with that armour, cannot be destroyed by other missiles.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Then, hearing the words of the wind-god, Lakshmana having a prowess equal to that of  Indra the lord of celestials, adjusting his arrow with a missile presided over by Vrahma, quickly directed  the arrow with a terrific force. While fixing that excellent missile on that  superior sharp-pointed arrow by Lakshmana, all the quarters, the sun, the moon, the great planets and  the sky were frightened. Earth also made an uproar. Having charged the missile of Brahma on that arrow with the feathers and all, equal to a messenger  of Yama the lord of Death over his bow, Lakshmana released that arrow looking like a thunderbolt on  Atikaya, the son of Ravana."
        },
        {
            "type": "verse",
            "text": "Atikaya saw that arrow, released with augmented force by Lakshmana,  moving so fastly as the wind, having beautiful wings with variegated feathers and looking like a thunderous  thunderbolt, approaching him in battle. Seeing that arrow, Atikaya quickly struck  with several sharp arrows. That Lakshmana&rsquo;s arrow, with a speed equal to Garuda the eagle, thus reached  Atikaya&rsquo;s proximity."
        },
        {
            "type": "verse",
            "text": "Seeing that blazing arrow, looking like Yama the lord of Death  and black in colour, approaching him, Atikaya then struck it with spike, spear, mace, axe and arrows. Then, that arrow, blazing like fire, made in vain those weapons of wonderful  form and taking Atikaya&rsquo;s head, carried it away. That head with its diadem, chopped  off by Lakshmana, quickly fell down on the ground, like a peak of the Himalayan Mountain."
        },
        {
            "type": "verse",
            "text": "Seeing Atikaya falling on the ground, with his clothes and ornaments  scattered away, all the surviving demons became perturbed. Many of those depressed  demons, dejected as they were, showing fatigue born of fighting, in their faces, suddenly began to shout  loudly, with their voices in discordant notes."
        },
        {
            "type": "verse",
            "text": "As their leader was dead, the demons were then frightened and  becoming indifferent to fight, went running away all around, with their faces turned towards that City  of Lanka. When the dangerous demon  with the terrific strength was killed, the multitude of monkeys then were endowed with a great delight,  with their faces looking like full blown lotuses and worshipped Lakshmana who got his desire fulfilled."
        },
        {
            "type": "verse",
            "text": "Throwing down in battle, that Atikaya who was exceedingly strong  and looking like a cloud, Lakshmana was greatly delighted and while he was being worshipped by the multitude  of monkeys, thereupon quickly hastened towards the proximity of Rama."
        }
    ]
}