{
    "id": "prose-yuddha-72",
    "kanda": "yuddha",
    "sarga": "72",
    "title": "Ravana's grief over Atikaya's death",
    "chapter": "72",
    "overview": "<a name=\"PageTop\"></a>Having been informed that Atikaya, Dhumraksha, Akampana, Prahasta, Kumbhakarna and other mighty  demons are killed in battle, Ravana felt anxious. He is surprised as to how Rama and Lakshmana got released  from the bind of arrows, made by Indrajit, his son earlier. He feels that no demon is capable of defeating  Rama, Lakshmana, Sugreeva and Vibhishana. He enjoins demons to protect the City of  Lanka   and even Ashoka garden, where Sita has been kept in capture. He asks  the army not to be indifferent to the movements of the monkey-warriors. After issuing the necessary  instruction to his army, he enters deep into his palace and remains boarding over the loss of Atikaya,  his son.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing Atikaya having been killed in the hands of the great-souled  Lakshmana, Ravana was worried and spoke as follows: Dhumraksha, who was greatly impatient Akampana who was excellent among all wielders of weapons, Prahasta and Kumbhakarna were killed by Rama, who was unwearied in battle.  The mighty and valiant demons longing for battle, who conquer the adversaries,  who was never defeated in battle by the enemies they along with their enemies were killed. Many other mighty warriors.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;That day, Indrajit, my son, whose strength and prowess are renowned, bound both Rama  and Lakshmana, the brothers with terrific arrows, on which boons had been conferred. That terrific bind of arrow cannot be released by any celestial  or a mighty demon or by Yakshas the supernatural beings or Gandharvas the celestial musicians or Pannagas  the serpent-demons. Rama and Lakshmana, the two brothers were released from that tie of arrows either  by their power or by their sorcery or by their marvel I do not know that.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;All of those valiant demon-warriors set out for battle, at  my command, were killed by those exceptionally mighty monkeys. I do not find any  demon, who can destroy the valiant Rama along with Lakshmana, Sugreeva and  Vibhishana accompanied by their army in battle now. By Rama&rsquo;s valour, the demons were destroyed. Alas! How great is Rama&rsquo;s strength! How  great is the power of his arrow!&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Some regiments of the army have to protect this City and even Ashoka garden where Sita is being guarded, vigilantly on all sides. We  should know the locations of army-regiments and also the places where persons are exiting and entering  at all times, again and again.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;O demons! Stay on all sides with your respective armies. The various positioning  of those monkeys are to be watched. Indifference should not be shown to monkeys in any way at any time,  either at evening or at midnightor at dawn. You have watch whether the army of adversaries is  fervently active or advancing or staying where it was.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing those words of Ravana, all the mighty demons then precisely carried it out forthwith  in its totality. Having thus instructed all of them, Ravana  the king of demons, suffering from prickly sorrow and depression, penetrated deeply into his palace.  Blazed as he was with a fire of anger, Ravana the mighty lord of demons, then remained broading about the loss of his son (Atikaya) and also sighing again and  again. "
        }
    ]
}