{
    "id": "prose-yuddha-73",
    "kanda": "yuddha",
    "sarga": "73",
    "title": "Rama and Lakshmana fell unconscious",
    "chapter": "73",
    "overview": "Seeing Ravana, his father looking lamented after hearing the death of Ravana&rsquo;s sons and  brothers, Indrajit promises to destroy Rama and Lakshmana. He sets out, for the battle, accompanied  by his army. After reaching the battle-field, Indrajit performed a sacrificial ritual there, duly making  an oblation to the fire. After performing the sacrificial rite, Indrajit goes himself invisible into  the sky. Indrajit then showers multitude of arrows towards the monkeys and the monkeys lose their consciousness.  Indrajit tears asunder principal monkey-warriors by his maces and arrows. Then, he rains a multitude  of arrows of Rama and Lakshmana. Rama says to Lakshmana that he along with Lakshmana can act as thought  they fell unconscious, so that Indrajit can return to Lanka, boasting of his laurels of victory. Grievously  hurt on the battle field by the missiles of Indrajit, Rama and Lakshmana along with the whole army of  monkeys fell unconscious.",
    "content": [
        {
            "type": "verse",
            "text": "Then, those surviving troops of demons hastily told Ravana that Devantaka, Trishira,  Atikaya and other foremost of demons had been killed. Thereupon, suddenly hearing of those who had been  killed, Ravana the prosperous king of demons, having his eyes filled with profuse tears; boarding over  the terrific destroyal of his son as also the death of his brothers, contemplated for long."
        },
        {
            "type": "verse",
            "text": "Then, seeing Ravana the king, miserably submerged in a sea of sorrow, Indrajit, Ravana&rsquo;s  son, the best among charioteers, spoke to him as follows: &ldquo;O father, the king of demons! You ought not  to get embarrassed, while Indrajit is alive. Anyone who is struck by Indrajit&rsquo;s arrows cannot indeed  protect his life. Today, you will see Rama along with Lakshmana, with their bodies undistinguished,  scattered and dead, lying down on the floor, with their limbs diffused all over. Listen to Indrajit&rsquo;s  promise, which is very firm, backed by valour and divine blessing. Now itself, I will overwhelm Rama  together with Lakshmana unfailing flood of arrows. "
        },
        {
            "type": "verse",
            "text": "&ldquo;Now itself, Indra, Yama, Vishnu, Rudra, Sadhyas (a class of celestial beings), the fire-god,  the sun and the moon can see my unlimited prowess, like the terrific prowess of Vishnu (in his dwarf  incarnation as Vamana) in the enclosure where a sacrifice was being performed by Bali, the demon-king.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus speaking, that Indrajit, with an undepressed mind, after seeking permission from  the king, mounted his chariot with a speed equal to that of wind and yoked with excellent donkeys. That  greatly resplendent Indrajit, the annihilator of enemies, having ascended a chariot looking like the  chariot of the sun, quickly went to the battle-front."
        },
        {
            "type": "verse",
            "text": "Many mighty demons with terrific prowess, with joy, holding excellent bows in their hands,  carrying lances, sharp-edged spears, swords, axes and maces as also armed with Bhushundis (probably  a kind of fire arms), mallets, cudgels, Shataghnis (cylindrical piece of wood studded with iron spikes)  and iron rods, followed that great souled Indrajit. Some rode on the back of elephants, some ascended  excellent horses, tigers, scorpions, cats, donkeys and camels, looking."
        },
        {
            "type": "verse",
            "text": "That valiant Indrajit swiftly went to the battle-field with full blasts of couches and  kettle-drums. Indrajit, the tormentator of enemies, with a parasol white as a couch and the moon, shone  like the sky with the full moon. The valiant Indrajit, the foremost among all the wielders of bow and  decked with gold ornaments, was being fanned then with supremely charming whisks with handles of gold."
        },
        {
            "type": "verse",
            "text": "Seeing that son setting out with a large army, that glorious Ravana, the king of demons,  spoke as follows: &ldquo;O my dear son! There is no charioteer who can stand you as your rival. Indra the  lord of celestials was conquered by you. You can kill Rama, a mere human being, who is assailable. How  much more can I tell?&rdquo; After hearing these words of Ravana Indrajit accepted his great blessings. With  that Indrajit, having a splendour equal to that of the sun and having no warrior who can stand him as  his rival, the City of Lanka shone, like the sky shining with the sun."
        },
        {
            "type": "verse",
            "text": "Reaching the battle-field, Indrajit of great splendour, the annihilator of enemies, stationed  his demons around his chariot. Then, that foremost of demons, having a radiance equal to that of fire,  with excellent sacrificial incantations, performed a sacrifice, as per rules, making an oblation to  the fire."
        },
        {
            "type": "verse",
            "text": "That valiant leader of demons offered oblations to fire there, with garlands and pounded  sandalwood, including clarified butter and parched grain. That sacrificial rite was performed with weapons  serving as reeds, chips of Vibhishaka tree serving as fuel, then using red pieces of cloth and the sacrificial  ladle made of iron."
        },
        {
            "type": "verse",
            "text": "Duly spreading fire with reeds (in the form of other weapons) accompanied by lances there,  Indrajit elapsed the neck of a live goat of dark hue (for offering it to the fire as an oblation). From  the great fire of flames, set ablaze by that offering having been thrown into it acting at once without  smoke, appeared such signs as had beckoned victory (of the past)."
        },
        {
            "type": "verse",
            "text": "The fire, resembling the molten gold, rising up on its own and having flames revolving  from left to right, accepted that oblation. Indrajit, who was skilled in the use of mystic missiles,  invoked the missile presided over by Brahma and charged it on his bow, chariot and all."
        },
        {
            "type": "verse",
            "text": "While that missile was being invoked and the sacrificial fire propitiated, the firmament  including the sun, the moon, other planets and lunar mansions trembled with fear. Having propitiated  offering in fire, Indrajit, having a splendour shining like the fire, having a might similar to that  of Indra, and possessing an unimaginable prowess, became himself invisible in the sky, with the bow,  arrows, sword, chariot, horses, charioteer and all."
        },
        {
            "type": "verse",
            "text": "Then, the army of demons, extensive with horses and chariots, embellished by banners  and flags, set out with a desire to fight, roaring. They killed the monkeys in the battle-field with  many wonderful and ornamental arrows, possessing great velocity as also lances and goads. "
        },
        {
            "type": "verse",
            "text": "Seeing those demons, the most enraged Indrajit on his part spoke to them as follows:  &ldquo;All of you fight enthusiastically with an intent to kill the monkeys.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Roaring with a desire for victory, all those demons thereafter terribly rained showers  of arrows on monkeys. That Indrajit, on his part, along with his demons in the battle-field, destroyed  the monkeys with Nalika (broad-headed) arrows, steel arrows, maces and clubs. Those monkeys, wielding  trees as their weapons, being struck in the battle-field, quickly rained mountains and trees on Indrajit."
        },
        {
            "type": "verse",
            "text": "Indrajit the son of Ravana, on his part, possessing great splendour and great strength,  was enraged and wounded the bodies of the monkeys. Bringing enormous delight to the demons that enraged  Indrajit severed off the monkeys by nines, fives and sevens with a single arrow."
        },
        {
            "type": "verse",
            "text": "That most invincible chief of demons, with arrows decked with gold, having brilliance  equal to the sun, destroyed the monkeys in battle. Those monkeys, tormented by the arrows in battle,  with their limbs severed, fell down with their aspirations shaken, like the great demons fallen down  by the celestials."
        },
        {
            "type": "verse",
            "text": "Those excellent monkeys with anger attacked Indrajit, who was tormenting them like the  sun with his terrific ray-like the sun with his terrific ray-like arrows. Then, all the monkeys, with  their bodies severed, having lost their consciousness and perturbed as they were, having their limbs  dampened with blood, took to their heels."
        },
        {
            "type": "verse",
            "text": "Those monkeys, wielding mountains as their weapons, roaring in the battle field, without  turning back, abandoned their lives, showing their courage for the sake of Rama. Continuing to stay  in the battle-field, those monkeys rained trees, mountain-peaks and rocks on Indrajit."
        },
        {
            "type": "verse",
            "text": "Indrajit of great splendour and the conqueror of battles, kept off that great rain of  deadly hail of trees and rocks. Thereupon, the capable Indrajit with his arrows, identical of fire and  looking like serpents in battle, split the armies of monkeys."
        },
        {
            "type": "verse",
            "text": "Indrajit struck Gandhamadana with eighteen sharp arrows and also struck Neela, who was  standing at a far-away place, with nine arrows. Indrajit having a great prowess, struck Mainda with  seven arrows, which can tear asunder vital parts and also struck Gaja with five arrows in battle."
        },
        {
            "type": "verse",
            "text": "Indrajit then struck Jambavan with ten arrows and Nila with thirty arrows. He also struck  Sugreeva, Rishabha, Angada and Dvivida with sharp and terrific arrows endowed with boons and made them  breathless. That enraged Indrajit, then looking like an excited fire that is to destroy the world, tormented  other chiefs of monkeys too with many arrows."
        },
        {
            "type": "verse",
            "text": "He harassed the armies of monkeys&rsquo; fast-moving arrows looking like the sun in their splendour.  That enthusiastic Indrajit, with a great pleasure, saw that exclusive army of monkeys, drenched in blood  and tormented by a multitude of arrows."
        },
        {
            "type": "verse",
            "text": "Indrajit, the son of Ravana, possessing a great splendour power and strength, again generating  a terrific rain of arrows and weapons, destroyed the army of monkeys from all sides. Leaving off his  army from that great battle-field and becoming invisible, Indrajit advanced towards the monkeys and  quickly rained terrific hail of arrows on those armies of monkeys, as black cloud downpours the rain."
        },
        {
            "type": "verse",
            "text": "In that battle, those mountain-like monkeys as victims of conjuring tricks with their  bodies torn into pieces by Indrajit&rsquo;s arrows and roaring as they were with discordant notes, fell down  on earth, like mountains struck by Indra&rsquo;s thunder bolt. Those monkeys in battle saw only arrows with  pointed tips falling on the armies of monkeys. They could not see there, that Indrajit the demon, the  enemy of Indra, remaining concealed by his conjuring trick."
        },
        {
            "type": "verse",
            "text": "Then, the mighty Indrajit, the leader of demons, covered all the quarters with hundreds  of sharply pointed arrows, having splendour of the sun and tore asunder the monkey-chiefs. Indrajit  excessively rained on the army of monkeys&rsquo; pikes, swords and axes, shining like augmented and flaming  fire and shooting forth incandescent flames with sparks."
        },
        {
            "type": "verse",
            "text": "Struck by the Indrajit&rsquo;s arrows, shining brightly as fire, the monkey-commanders then  looked like Kimshuka trees bearing crimson flowers. Those excellent monkeys, torn asunder by that chief  of demons, approaching at each other and roaring in a discordant tone, fell down on the ground."
        },
        {
            "type": "verse",
            "text": "Banged in the eyes by arrows, some monkeys looking up towards the sky, joined each other  and fell down on the floor. With lances, spikes and sharp arrows, charged with sacred texts, Indrajit  the excellent demon struck all those foremost of monkeys, namely Hanumann, Sugreeva, Angada, Gandhamadana,  Jambavan, Sushena, Vegadarshina, Mainda, Dvivida, Nila, Gavaksha, Gavaya, Kesari, Hariloma, Vidyuddamshtra,  Suryanana, Jyothimukha, a monkey called Dadhimukha, Pavakaksha, Nala as also a monkey named Kumuda."
        },
        {
            "type": "verse",
            "text": "Tearing asunder the principal monkey-warriors by maces and arrows, which were of golden  colour, that Indrajit rained a multitude of showers of arrows equal to sun&rsquo;s rays on Rama and Lakshmana."
        },
        {
            "type": "verse",
            "text": "Ignoring that showering rain of arrows, as though they are mere showers of rain, that  Rama of the most wonderful luster, looking around thoroughly, then spoke to Lakshmana as follows: &ldquo;O  Lakshmana! This Indrajit, by a great missile, is throwing down our army of monkeys and tormenting us  incessantly with his sharp arrows. How can the mighty and composed Indrajit on whom a boon has been  bestowed by Brahma and who has concealed his terrible form who stands with his weapons uplifted eventhough  his body is visible be killed in the battle today?&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;I think the self-born Brahma who is the source of the universe is inconceivable and  this missile is presided over by him. O wise one! Remaining undistracted in mind, you bear along with  me today the hail of arrows here. Let this chief of demons, who is surpassing all, be covered with a  multitude of showers of arrows. This entire army of Sugreeva, whose leading warriors have fallen, looks  no more charming.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;Finding both of us fallen unconscious without displaying any joy or anger as also having  desisted from fighting, Indrajit will certainly return to Lanka, after having obtained laurels of battle  in its beginning itself.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thereafter, Rama and Lakshmana there became struck by a multitude of arrows of Indrajit.  That leader of demons also there, causing affliction to both of them, roared with a thrill of rapture  in battle. Thus causing the army of monkeys along with Rama and Lakshmana to become despondent in battle,  that Indrajit, getting eulogized by the demons, quickly reached the city of Lanka which was being protected  by Ravana&rsquo;s arms. Then, Indrajit cheerfully informed all that had happened, to his father."
        }
    ]
}