{
    "id": "prose-yuddha-74",
    "kanda": "yuddha",
    "sarga": "74",
    "title": "Hanuman's journey to Himalayas",
    "chapter": "74",
    "overview": "<a name=\"PageTop\"></a>After having been struck by Brahma&rsquo;s missile released by Indrajit,  Rama and Lakshmana became unconscious. Sixty-seven crores of monkeys fainted. Hanuman and Vibhishana,  however in consciousness, roared about in the battle-front with torches in their hands, making a search  of Jambavan. They find Jambavan. Jambavan requests Hanuman to proceed to Himalayas, by crossing over  the ocean and to bring four important herbs, viz. Mrita Sanjivani, Vishalya karani, Suvarna karani and  Sandhani; so as to bring succour to the fainted army of monkeys. Hanuman begins his journey to Himalayas  and reaches <st1:placetype>Mount    Rishabha, where the wonderful herbs exist. Hanuman searches for the  four wonderful herbs. But the herbs appear invisible for him. Hanuman uproots the mountain clothed with  the four celestial herbs and carries it along with him. Inhaling the odour of those herbs, Rama, Lakshmana  and all the monkeys regain their normal health.</st1:placetype>",
    "content": [
        {
            "type": "verse",
            "text": "Then, in the battle-front, Rama and Lakshmana were knocked down senseless. The army of  monkey-leaders fainted. Sugreeva, Nila, Angada and Jambavan could not understand what to do. Seeing  the entire army looking worried, Vibhishana, the best among the intelligent ones, spoke the following  matchless words, consoling the warriors of Sugreeva, the lord of monkeys:"
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Honouring the spell sacred of Brahma the creator, the two sons of the venerable  Dasharatha have actually lost their free will and became dejected and have allowed themselves to be knocked  down by the missiles of Indrajit. Hence do not be afraid. There is no occasion for despondency now.  This excellent missile, presided over by Brahma the creator, with never-failing strength, was given  to Indrajit by Brahma. Honouring it, Rama and Lakshmana the princes fell down in battle. This not a  time for despondency here.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Then, the intelligent Hanuman, the son of wind-god, paying honour to the missile presided  over by Brahma and hearing the words of Vibhishana, spoke the following words: &ldquo;Let us restore to confidence  whosoever is in this army of energetic monkeys, after having been struck by the missile.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Both those valiant ones, Hanuman and Vibhishana, together at that time of the night, roamed  about in the battle-front, with torches in their hands.Hanuman and Vibhishana  saw the battle-field, covered on all sides, with mountain-sized monkeys fallen with heir tails, arms,  thighs, feet, fingers and heaps of heads fractured with blood oozing from their limbs and urine flowing  out. The earth was also covered with flaming weapons fallen around."
        },
        {
            "type": "verse",
            "text": "Vibhishana and Hanuman saw Sugreeva, Angada, Nila, Sharabha, Gandhamadana, Gavaksha, Sushena,  Vegadarshi, Mainda, Nala, Jyotimukha and a monkey called Dvivida, who were struck down on the battle-field."
        },
        {
            "type": "verse",
            "text": "Sixty seven crores of powerful monkeys were struck down by the cherished missile of Brahma,  the self-born creator, in the fifth and last period* of the day."
        },
        {
            "type": "commentary",
            "text": "*The twelve hours of the day were commonly divided into five parts consisting of  six Ghatikas (or two hours and twenty four minutes) each. They were known by the names of PraataH (early  morning), Sangava (forenoon), Madhyaahva (midday), Aparaahna (afternoon) and Saayaahna (evening)."
        },
        {
            "type": "verse",
            "text": "Hanuman, along with Vibhishana, began to search for Jambavan, while looking at the terrific  army (wounded by the arrows) which appeared like the tide of an ocean. "
        },
        {
            "type": "verse",
            "text": "Looking at Jambavan, the son of Brahma, who was naturally bequeathed with old age, an  elderly person, with his body conspicuous of hundreds of arrows and a valiant person looking like an  extinguishing fire, Vibhishana approached him and spoke as follows: &ldquo;O Vibhishana, the leader of demons,  with a great prowess! I am able to recognize you by your voice alone. Pierced with sharp arrows, I am  not able to see you with my eyes. O Vibhishana, of good manners! Does Hanuman, the foremost among monkeys,  because of whom, Anjana (his mother) and the wind-god are his blessed parents survive, holding his life  any where nearby?&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Jambavana, Vibhishana spoke the following words, &ldquo;why do you enquire  about Hanumann, passing over the venerable sons of Dasharatha? O venerable one! The exceptional affection,  you are showing towards Hanuman, is not being shown towards Sugreeva or Angada or even Rama.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Vibhishana, Jambavan replied as follows: &ldquo;O the foremost among demons!  Listen to me, why I am enquiring about Hanuman. If that brave Hanuman is surviving, the whole army even  if killed, is unhurt. On the other hand, if Hanuman has given up is life, we are all dead, even though  living.&rdquo;"
        },
        {
            "type": "verse",
            "text": "O dear child! If Hanuman, who is equal to the wind and the fire in prowess, survives;  then there is a hope for all of us to survive.&rsquo;"
        },
        {
            "type": "verse",
            "text": "Thereafter, Hanuman the son of wind-god approaching the elderly Jambavan, offered  his salutation, by grasping the feet of Jambavan with modesty. Hearing the voice of Hanuman, Jambavan,  the foremost among monkeys, with perturbed senses, considered himself as  though born again."
        },
        {
            "type": "verse",
            "text": "Thereafter, that Jambavan of great splendour spoke to Hanuman as follows: &ldquo;Come on, O  foremost of monkeys! You ought to protect the lives of monkeys. You are the great companion for these  monkeys, by your copious prowess. There is no other person. This is the appropriate time to show your  prowess. I do not see any other person to do it.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;Cheer up the martial warriors of both monkeys  and bears. Heal Rama and Lakshmana from their arrow-wounds. O Hanuman! You ought to go to Himalaya, the  foremost of mountains, by traveling higher and higher over the large ocean. O annihilator of enemies!  Thereafter, you will see there the Mount Rishabha,  the excellent mountain and the very much powerful peak  of Kailasa, with a golden hue.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;O valiant Hanuman! In the midst of these  two peaks, you will see a blazing and unequally brilliant herbal mountain, containing all kinds of herbs. O foremost of monkeys! Sprouted on the head of that mountain, are four blazing  herbs. You can see them, illuminating the ten quarters.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;You can see there, Mrita Sanjivani (capable  of restoring the dead to life), Vishalyakarani (capable of extracting weapons and healing all wounds  inflicted by weapons), Suvarnakarani (restoring the body to its original complexion) and Sandhani, the  great herb (capable of joining severed limbs or fractured bone). O Hanuman! Bring  all those herbs quickly. O son of wind-god! Bring succour to the monkeys, by injecting lives into them.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing the words of Jambavan, Hanuman the son of wind-god was infused with animated strength,  as the ocean gets animated with the force of the wind."
        },
        {
            "type": "verse",
            "text": "Standing on the summit of Trikuta mountain and pressing the foremost of mountains (with  his feet), that valiant Hanuman appeared like a second mountain. Then, increasingly pressed and  bent by Hanuman&rsquo;s feet, that mountain was not able to bear its weight and sank."
        },
        {
            "type": "verse",
            "text": "The trees on that mountain, pressed by Hanuman, fell to the ground and caught fire due  to rapidity of Hanuman. Its peaks also got broken. The monkeys were unable to stand on that excellent  mountain, which started to reel, while being pressed severely by Hanuman, as the trees standing on it  and the rocks got broken."
        },
        {
            "type": "verse",
            "text": "Confounded with panic, the City of Lanka, whose principal gates  were broken, whose houses and town-gates were shattered, appeared as though dancing at night. Pressing  hard the mountain, Hanuman equal to a mountain, caused the earth along with the ocean to shake."
        },
        {
            "type": "verse",
            "text": "From that mountain, Hanuman then ascended Mount Malaya, appearing  as Mounts Meru and Mandara, filled with several kinds of cascades, full of many trees and creepers,  having Kamala and Utpala lotuses blooming, visited by celestials and celestial musicians, having a height  of sixty Yojanas (four hundred eighty miles), frequented by Vidyodharas, a number of sages and Apsaras  the nymphs, filled with various kinds of animal-troupes and illuminated by many caves, Hanuman grew his  body, appearing like a cloud, bewildering Yakshas, Gandharvas and Kinnaras."
        },
        {
            "type": "verse",
            "text": "Pressing the mountain hard with his feet, opening his terrific mouth which shone like  a submarine fire and frightening the demons, Hanuman roared loudly. Hearing his loud noise, roaring clamorously,  the foremost of demons residing in the City of Lanka, were not able to stir anywhere."
        },
        {
            "type": "verse",
            "text": "Hanuman of terrific prowess, annihilator of his enemies, after offering salutation to  the ocean, made up his mind to embark on a prime act for the sake of Rama. Raising his tail which resembled  on serpent, bending his back, contracting his ears and opening his month which shone like a terrific  submarines-fire, Hanuman jumped into the sky, with a head long speed."
        },
        {
            "type": "verse",
            "text": "By his velocity, he carried away a multitude of trees, mountains and some ordinary monkeys.  Driven up and away by the momentum generated from his arms and thighs, they fell down in water when  their speed diminished. Stretching his arms, looking like coils of serpents, that Hanuman vying with  the prowess of hostile Garuda the eagle, headed towards the excellent mountain of Himalayas, with gush  as though he was drawing away the four quarters."
        },
        {
            "type": "verse",
            "text": "Beholding the sea, whose waves along with its water were made to agitate and all whose  creatures were caused to whirl round, Hanuman quickly speeded up, like the discuss loosed by the fingers  of Lord Vishnu. Gazing at the hills, flocks of birds, lakes, rivers, pools and excellent towns full  of people, that Hanuman with a speed equal to that of the wind-god his father, shot forth towards Himalayas."
        },
        {
            "type": "verse",
            "text": "That valiant Hanuman, with a prowess equal to that of his father, whose fatigue was gone,  swiftly rushed, taking recourse to the orbit of the sun. With a great speed of wind, reverberating the  four quarters with sound, Hanuman the foremost of monkeys, hastened towards Himalayas."
        },
        {
            "type": "verse",
            "text": "Remembering the words of Jambavan, Hanuman the great monkey with a terrific stride, suddenly  saw Mount  Himalaya too. Hanuman went to Mount  Himalaya, the foremost of mountains, embellished with various kinds of cascades, many  kinds of caves, mountain-streams and summits resembling an assemblage of white clouds as also many kinds  of trees."
        },
        {
            "type": "verse",
            "text": "Having approached that great mountain having excellent overbearing summits, he saw great  holy hermitages, inhabited by a multitude of divine sages. He saw the abode of Brahma the lord of creation,  Kailasa the abode of Shiva the lord of dissolution, the abode of Indra the lord of celestials, the arrow-discharging  place of Rudra, the worshipping place of Hayagriva, the horse-faced form of Vishnu, the shining place  at which Brahma&rsquo;s head fell down, the sun-god and Kimkaras."
        },
        {
            "type": "verse",
            "text": "He saw the abode of Agni the fire-god, the abode of Kubera (son of Visrava) shining like  the sun, the spot where the sun was tied down, the abode of Brahma, the abode of bow belonging to Lord  Shiva and the novel of the earth (containing the hole through which one can enter Patala the nethermost  subterranean region)."
        },
        {
            "type": "verse",
            "text": "He saw the gigantic Mount Kailasa, the rock of Mount Himalaya (on which Lord Shiva is  believed to have practiced austerities and abstract meditation) and Mount Rishabha, the lofty golden  mountain, which was highly illumined by the flaming herbs and the lord of mountains on which all types  of herbs grew."
        },
        {
            "type": "verse",
            "text": "Seeing that mountain shining with a heap of fire, Hanuman the son of wind-god, who is  the envoy of Indra, was surprised to see that great mountain of herbs and then made a search for the  herbs. That Hanuman, the great monkey, having crossed thousands of yojanas, walked  around that mountain, searching for the heavenly herbs."
        },
        {
            "type": "verse",
            "text": "Knowing then that somebody was coming in search of them, all the distinguished herbs  on that mountain disappeared from Hanuman&rsquo;s view. In not seeing them thus, that great souled Hanuman was  enraged. He made a loud noise in anger unable to bear it, Hanuman with his eyes as red as the fire, spoke  the following words to the prince of mountains. &ldquo;O prince of mountains! Is it quite sure that you have  not shown any compassion for Rama? If it is so, overcome by the strength of my arms; find yourself shattered  to pieces today.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Fiercely seizing hold of the top of that  mountain, furnished with thousands of minerals, with its trees, elephants and gold, with the projections  of mountain shattered and the crest of its plateau set on fire, at once sprang up with speed. Having uprooted that mountain, frightening the worlds together with the leaders  of celestials and demons inhabiting them and being praised by many aerial beings, Hanuman sprang up into  the sky and proceeded expeditiously with the terrible speed of Garuda the eagle."
        },
        {
            "type": "verse",
            "text": "Grasping that mountain-peak, radiant as the sun, that Hanuman who resembled the sun, having  reached the orbit of the sun, shone as a second sun (as sun&rsquo;s image) in the vicinity of the sun. In the sky, with that mountain in his hand, that Hanuman the offspring of the wind-god,  who resembled a mountain himself, appeared mostly like Vishnu with his flaming discuss with its thousand  edges holding his hand."
        },
        {
            "type": "verse",
            "text": "Then, seeing Hanuman, the monkeys made a noise. Seeing them, Hanuman in turn roared in  delight. Hearing their awfully excessive noises the inhabitants of Lanka roared still more terribly.  Thereupon, the great souled Hanuman descended on that prince of mountains (Trikuta) in the midst of that  army of monkeys. Having offered salutation to the illustrious monkeys there with his head bent low,  he then embraced Vibhishana"
        },
        {
            "type": "verse",
            "text": "By inhaling that fragrance of those great herbs, both Rama and Lakshamana became healed  of their wounds then and there. Other monkey-warriors rose up. By the fragrance of those most powerful  herbs, all those monkey-warriors who were earlier dead were healed momentarily of their wounds, relieved  of their pain, even as those who are asleep fully get up at the close of night."
        },
        {
            "type": "verse",
            "text": "From the day the monkeys and demons began to fight in Lanka, from that day onwards, under  the orders of Ravana, all those demons, who were being killed by the foremost of monkeys were being  thrown away into the sea as and when they were killed, merely or the sake of honour (so that their number  may not be known to the monkeys). Then, Hanuman the son of wind-god, with a great  speed, carried away that mountain of herbs quickly back to the mountains of Himalayas and again joined  Rama."
        }
    ]
}