{
    "id": "prose-yuddha-75",
    "kanda": "yuddha",
    "sarga": "75",
    "title": "The battle resumes",
    "chapter": "75",
    "overview": "King Sugreeva asks Hanuman to arrange for setting ablaze the City of Lanka. With torches  in their hands, some monkeys throw fire to all parts of Lanka. The City, burnt by the monkeys within  a short time, assumed like the earth burning at the time of a terrific dissolution of the world. Getting  healed of their wounds, Rama and Lakshmana take their bows to resume fighting. Gates and buildings in  the city are tumbled down by Rama&rsquo;s arrows. Ravana gets enraged and sends Kumbha and Nikumbha the sons  of Kumbhakarna along with other demons to the battle. A terrific fighting ensure between the monkeys  and the demons. All the monkeys finally surround the army of demons in all sides.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Sugreeva of great majesty, the king of monkeys spoke (the following) meaningful  words to Hanuman, in order to inform him what they should do next.&nbsp; &ldquo;Since Kumbhakarna and his four  sons were killed, Ravana cannot give any defense now. Let those dexterous monkeys, possessing the strength  of lions, taking torches in their hands, rush towards Lanka quickly, in order to set ablaze the abode  of Ravana.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Then at the sunset of that awful evening, those foremost of the monkeys, went towards  Lanka, with torches in their hands. When the troops of monkeys, with torches in their hands, attacked  Lanka on all sides, the diversely eyed demons who were holding the position of guards, suddenly fled  away. Those monkeys, feeling gladdened, threw fire to the towering gates, attics, streets, various byways  and mansions."
        },
        {
            "type": "verse",
            "text": "Then, the fire consumed thousands of houses of demons. Mansions of mountainous forms  fell down on the ground. Aloe, excellent sandalwood of great value, pearls, glossy gems, diamonds and  corals were burnt there. Linen, charming silk, blankets of sheep&rsquo;s wool, various kinds of ram&rsquo;s wool,  gold ornaments and weapons were burnt there."
        },
        {
            "type": "verse",
            "text": "The ornaments, saddles etc. of diverse and peculiar designs of horses, the chains worn  round the neck of the elephants as also their girths and polished ornaments meant for the chariots were  also burnt. Coats of mail of the warriors, the armour of the elephants and horses, swords, bows, bow-strings,  arrows, lances, goads and javelins were burnt there."
        },
        {
            "type": "verse",
            "text": "The fire raging on all sides burnt blankets and rugs made of the hair of animals, whisks  made of the hair of the tails, the skins of tigers, many birds, palaces inlaid with pearls and gems  and various kinds of stores of arms. Then, the fire burnt away many kinds of bright coloured houses  of all demons, who were greedily desirous of their homes. The fire there burnt away hundreds and thousands  of inhabitants of Lanka, who were protected by gold coloured armoury and decked with garlands, ornaments  and garments, with quivering eyes due to inebriation, moving with lustful walking, who were seized with  fury against their enemy, who carried maces, pikes and swords in their hands, who were eating and drinking  too or lay fast asleep on splendid beds with their loved ones and who were decamping quickly to all  sides, taking their sons with them, frightened and fearing up again and again."
        },
        {
            "type": "verse",
            "text": "The fire there burnt away the houses, which were strong, very valuable, with profound  qualities, decked in gold with moon shapes and crescent shapes, which rose high with their top rooms,  provided all round with beautiful windows, furnished with seats coaches etc., decorated with gems and  corals, as though touching the sky, rendered noisy with notes of herons, peacocks, veena the Indian  lute and the jingling of ornaments as also appearing like mountains."
        },
        {
            "type": "verse",
            "text": "Surrounded by fire, the arch-ways shone like a collection of clouds bound by lightning,  at the end of a summer season."
        },
        {
            "type": "verse",
            "text": "The houses, surrounded by fire shone like the peaks of a large mountain, ignited by a  forest-fire. Getting scorched in fire, beautiful women, while lying fast asleep in their seven-storeyed  mansions, gave up all connection with their ornaments and screamed loudly, saying &ldquo;ah! Alas!&rdquo;"
        },
        {
            "type": "verse",
            "text": "The houses too, surrounded by fire there, fell down like peaks of a great mountain, struck  by the thunder-bolt of Indra. Those houses, while being burnt, shone, from afar, like the peaks of Himalayasbeing  consumed by fire on all sides. That City of Lanka at night with its house-tops being burnt ablaze with  flames, looked like Kimshuka trees in full bloom."
        },
        {
            "type": "verse",
            "text": "With their elephants let loose by the superintendents of the elephants and horses too  set free, Lanka was like an ocean, with roaming alligators in it at the end of a world-cycle. Here,  seeing a horse being let loose, an elephant went back frightened. There, seeing a frightened elephant,  a horse turned back with an alarm."
        },
        {
            "type": "verse",
            "text": "While Lanka was being burnt, the great ocean, with its image reflected on its waters,  assumed like a great sea with red waters. That City burnt by the monkeys, within a short time, became  transformed like the earth burning at the time of terrific dissolution of this world."
        },
        {
            "type": "verse",
            "text": "The noise of the women-folk, who were burnt by fire and covered with smoke, roaring loudly,  was heard upto one hundred Yojanas (or eight hundred miles). Then the monkeys, eager to fight, bounced  suddenly upon the other demons, whose bodies had been severely burnt and who rushed out (to save their  lives)."
        },
        {
            "type": "verse",
            "text": "The loud noise made by the monkeys and the cry of the demons caused resounding of all  the ten quarters, the ocean and the earth. Healed of their wounds and unperplexed, both those great  souled princes, Rama and Lakshmana seized hold of those two excellent bows."
        },
        {
            "type": "verse",
            "text": "Thereupon, Rama pulled his excellent bow, making a tumultuous twang, which struck terror  in demons. Rama, drawing his great bow, was as shining at that time as Lord Shiva (the source of Universe),  stretching his bow, consisting of the Vedas in a great wrath (as at the time of dissolution of the Universe)."
        },
        {
            "type": "verse",
            "text": "The twang of the bow-string of Rama could be heard above both of those sounds. The sound  of the monkeys and the cry of the demons. The raised voice of the monkeys, the cry of the demons and  even the twang of Rama&rsquo;s bow-string these three sounds pervaded all the ten quarters."
        },
        {
            "type": "verse",
            "text": "By the arrows released from Rama&rsquo;s bow, the main gate of that City looking like a peak  of Mount Kailasa, tumbled down, shattered, to the ground. Thereupon, seeing Rama&rsquo;s arrows descending  on seven-storeyed mansions and other houses, the war-preparedness of the leaders of demons got disturbed."
        },
        {
            "type": "verse",
            "text": "To those demoniac leaders, who were preparing for the battle and emitting lion&rsquo;s roars,  that night became a night of final dissolution (presided over by Rudra, the lord of destruction). The  monkey-chiefs were commanded by Sugreeva as follows: &ldquo;O monkeys! Approaching the nearest gate, begin  to wage the war. Even though present at the scene of fighting, he among you who proves futile by an  escape, should be overtaken and killed as he will be quality of disobeying the royal command.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Seeing those monkey-chiefs, standing at the gate, with flaming torches in their hands,  Ravana was enraged with fury. All the ten directions were distracted because of Ravana&rsquo;s act of disorderly  movement of his body due to yawning and he looked like the wrath manifest in the limbs of Rudra appearing  with a form."
        },
        {
            "type": "verse",
            "text": "The enraged Ravana sent both Kumbha and Nimkumbha, the sons of Kumbhakarna, along with  a multitude of demons. By the orders of Ravana, Yupaksha, Shonitaksha, Prajangha and Kampana along with  the aforesaid sons of Kumbhakarna set out for the battle."
        },
        {
            "type": "verse",
            "text": "Ravana instructed all those mighty demons thus, &ldquo;O demons! Proceed now itself, bellowing  a lion&rsquo;s roar.&rdquo; Incited by Ravana, the valiant demons then, wielding shining weapons and roaring repeatedly,  sallied forth from Lanka. By the gleams of ornaments worn by their own natural splendour, those demons  and monkeys with their fires, made the sky fluorescent on all sides."
        },
        {
            "type": "verse",
            "text": "The effulgence of the moon there, the light of the stars and the splendour of the ornaments  of both the armies, while blazing, made the sky brilliant. The effulgence of the moon, the splendour  of the ornaments and the fluorescence of the blazing planets made the armies of monkeys and demons glitter  on all sides."
        },
        {
            "type": "verse",
            "text": "With the flames of the half-scorched houses there, the ocean on its part with its agitated  waves mingled with water, shone abundantly. That army of demons was looking awful with flags and banners,  with excellent axes shaped like swords, consisting of terrific horses, chariots and elephants, crowded  with foot-soldiers of every description, distinguished by shining pikes, maces, swords, spears, lances  and bows, noted for its redoubtable valour and prowess, with shining lances and rendered noisy by hundreds  of tiny bells (tied around chariots, elephants etc), the arms of its warriors adorned with sets of gold  ornaments, their axes being brandished, mighty weapons being waved about, arrows fitted to the bows  and the whole atmosphere rendered fragrant by the abundance of sandal paste, garlands and wine."
        },
        {
            "type": "verse",
            "text": "Seeing the army of demons, which came crowded with gallant warriors, thundered like a  huge cloud which was difficult to assail, the army of monkeys marched forth and made a loud noise. That  large army of demons on its part went springing forward with all speed, towards the hostile army, as  moths towards a flame."
        },
        {
            "type": "verse",
            "text": "The excellent army of those demons, in which iron clubs and the tips of missiles being  brandished through the action of their arms, shone all the more brightly. Thereafter, the monkeys desirous  to fight there, striking the demons with trees, rocks and fists, jumped up as though frenzied. Likewise,  the demons with their terrific prowess instantly tore off the heads of those monkeys bouncing upon them,  with sharp arrows."
        },
        {
            "type": "verse",
            "text": "The demons there strolled in the streets of Lanka, with their ears bitten off with teeth,  their skulls smashed with fists and their limbs broken by crag blows. Even so, some demons with terrific  form struck those chiefs among the monkeys, with sharp swords, on all sides of the battle field."
        },
        {
            "type": "verse",
            "text": "One warrior killed the one who was killing another, a second one threw down the one throwing  down another; a third one scolded another who was scolding the other one; while a fourth one chewed  the one chewing another. There, one said &ldquo;Give me the blow. Another said, &ldquo;He is giving&rdquo;. Yet another  said, &ldquo;I am giving&rdquo; some talked with one another, saying &ldquo;Wait. Why do you take pains?&rdquo;"
        },
        {
            "type": "verse",
            "text": "In that very terrific war between monkeys and demons, some weapons were made futile.  Some weapons were dug into armours. Long lances were lifted up. Fists, pikes, swords and spears were  used as weapons of war. In the battle-front, the demons killed monkeys in tens and sevens. The monkeys  too threw the demons down in tens and sevens. Catching hold of the army of demons, whose hair and raiment&rsquo;s  were kept in order with difficulty and whose armours and standards were thrown away, the monkeys surrounded  them on all sides. "
        }
    ]
}