{
    "id": "prose-yuddha-76",
    "kanda": "yuddha",
    "sarga": "76",
    "title": "Sugreeva kills Kumbha",
    "chapter": "76",
    "overview": "Angada kills Kampana and severely injures Shonitaksha, the demons in battle. Angada,  along with Mainda and Dvivida the monkey-warriors encounter Shonitaksha, Yupaksha and Prajangha. Angada  kills Prajangha. Shonitaksha dies in the hands of Dvivida and Youpaksha at the hands of Mainda. When  Kumbha throws down Angada in the battle-field, Rama sends some more monkey-chiefs headed by Jambavan.  Sugreeva, with his thunderbolt-like fist, strikes Kumbha with a heavy blow and kills him.",
    "content": [
        {
            "type": "verse",
            "text": "While that terrific battle, which destroyed many eminent heroes, was in progress, Angada,  who was eager to fight, attacked the valiant Kampana. Calling Angada to fight, Kampana with fury, rapidly  struck him with a mace in anticipation. Violently hit by him, Angada was reeled."
        },
        {
            "type": "verse",
            "text": "Restoring consciousness, the energetic Angada hurled a mountain peak. Tormented by that  stroke, Kampana fell down on the ground. Then, seeing Kampana killed in battle, Shonitaksha fearlessly  rushed there towards Angada quickly in a chariot."
        },
        {
            "type": "verse",
            "text": "He then swiftly struck Angada with sharp pointed arrows which can tear up the limbs and  with fire-like forms which can destroy the world. He struck with many sharp arrows by the names of Kshura,  Kshurapra, Naaraacha, Vatsatanta, Shilimukha, Karni, Shalya and Vipatha. The strong and powerful Angada,  the son of Vali, with his wounded limbs, crushed his terrific bow, chariot and darts with his might."
        },
        {
            "type": "verse",
            "text": "Then, Shonitaksha quickly took a sword and a shield. Enraged as he was, he swiftly jumped  down (from his chariot) unhesitatingly. Springing forward more swiftly, seizing hold of him with his  hand and snatching away the sword, the strong Angada made a lion&rsquo;s roar. Angada the foremost of monkeys  the sword into the flat surface of his shoulder and cut him from left to right diagonally."
        },
        {
            "type": "verse",
            "text": "Taking hold of that large sword and repeatedly roaring, Angada rushed towards the other  surviving enemies in the battle-front. Taking hold of that large sword and repeatedly roaring, Angada  rushed towards the other surviving enemies in the battle-front. That valiant Shonitaksha, wearing golden  armlets, restoring his consciousness, took an iron mace and rushed quickly towards the same Angada."
        },
        {
            "type": "verse",
            "text": "The strong and the great warrior, Prajangha on his part, along with Yupaksha, was enraged  and rushed towards the mighty Angada with his mace.Angada, the chief of monkeys, between the two warriors,  Shonitaksha and Prajangha, shone like a full moon between the two asterisms known as Vishakhas."
        },
        {
            "type": "verse",
            "text": "Protecting Angada, Mainda and Dvivida took their position near Angada, with an intent  to exhibit each of their own martial skill. The mighty demons with their colossal bodies retaliated  and rushed in anger, wielding swords, arrows and maces, towards the monkeys. A great battle, causing  hair to stand on end, was waged by the three monkey-chiefs who encountered the three excellent demons."
        },
        {
            "type": "verse",
            "text": "In the battle-field, the monkeys, seizing hold of trees, hurled them against the demon-chiefs.  The mighty Prajangha, however, cut them down with his sword. The monkeys in the battle-field hurled  trees and rocks towards chariots and horses. The mighty Yupaksha chopped them off with a flood of arrows."
        },
        {
            "type": "verse",
            "text": "Shonitaksha, the valiant and the powerful demon, chopped off the trees uplifted and hurled  by Dvivida and Mainda with his mace in the midway itself. Prajangha, lifting a large sword, which can  chop off vital parts of the enemies, rushed swiftly towards Angada."
        },
        {
            "type": "verse",
            "text": "Then the mighty Angada, who was exceedingly strong, seeing him coming nearer, struck  him with an Ashvakarna tree. Angada struck, with his fist, the arm of Prajangha, holding the sword.  By that blow, the sword fell on the ground. Seeing that sword looking like a pebble (in shape), which  fell on the ground, the mighty Prajangha tightened his thunderbolt like fist."
        },
        {
            "type": "verse",
            "text": "When that Prajangha of great splendour struck Angaa, the excellent monkey with a great  strength on his forehead, Angada shuddered for a moment. That Angada of splendour and prowess, restoring  his consciousness, struck with his fist and shattered Prajangha&rsquo;s head off his trunk."
        },
        {
            "type": "verse",
            "text": "That Yupaksha, with tears filled in his eyes because of the death of his paternal uncle  in battle, quickly took a sword as his arrows were exhausted and descended from his chariot. Seeing  that Yupaksha rushing on him, Dvivida hurriedly struck Yupaksha on his chest and with a rage, forcibly  caught hold of him. Seeing his mighty brother being seized, Shonitaksha, of great splendour, then struck  Dvivida on his chest. That mighty Dvivida, struck by Shonitaksha was tottered; but pulled off the platter&rsquo;s  mace when lifted again on him. "
        },
        {
            "type": "verse",
            "text": "Meanwhile, Mainda came nearer to Dvivida and banged Yupaksha on his chest with his palm.  Those two demons, Shonitaksha and Yupaksha, who were full of violence, carried on a keen contest with  the two monkeys in the battle field, by pulling and overthrowing them vehemently and severely."
        },
        {
            "type": "verse",
            "text": "The valiant Dvivida, after splitting open shonitaksha&rsquo;s face with his claws, threw him  down on the floor by his strength and crushed him down. Mainda, the foremost of monkeys, was enraged  and pressed Yupaksha with his arms. Yupaksha fell down dead on the ground."
        },
        {
            "type": "verse",
            "text": "That army of demons, which was perturbed with their great warriors killed, then moved  with its face turned towards the place where Kumbha (the son of Kumbhakarna) was carrying on battle.  Kumbha, restored to confidence, that army which was coming towards him with speed. Then, seeing the  army of demons whose chief-warriors were thrown down by the most powerful monkeys who could fulfill  their aim, the powerful Kumbha then performed a great feat which was very difficult to do in a battle."
        },
        {
            "type": "verse",
            "text": "That Kumbha, the foremost among the wielders of bow, taking his bow and fully composed,  released serpentine arrows which can split open the bodies. That excellent bow of his, fitted with an  arrow, shone like a second bow of Indra (the rain-god), illumined by flashes of lightning and the splendour  of Airavata (the elephant carrying Indra on its back)."
        },
        {
            "type": "verse",
            "text": "By that arrow with a golden shaft and fastened with feathers, drawn upto his ear and  discharged, he then struck Dvivida. Suddenly struck by that arrow, that excellent monkey possessing  a splendour of Mount Trikuta, was perturbed, with his feet swaying to and fro and fell down throbbing."
        },
        {
            "type": "verse",
            "text": "Beholding his brother defeated in that great battle, Mainda there on his part, taking  a large rock, rushed with speed to attack the demon. While that mighty Mainda hurled that rock towards  the demon, Kumbha broke that rock into pieces with his five shining arrows."
        },
        {
            "type": "verse",
            "text": "Stretching another arrow resembling a serpent and with a good pointed tip, Kumbha of  a great splendour, struck it on the chest of Mainda the brother of Dvivida. As that blow of Kumbha&rsquo;s  arrow struck that Mainda, the monkey-chief, on his vital parts, he fell unconscious on the ground."
        },
        {
            "type": "verse",
            "text": "Seeing both his mighty maternal uncles wounded, Angada rushed speedily towards Kumbha,  who was standing with his bow uplifted. With five steel arrows and with three other sharp-edged arrows,  Kumbha pierced that Angada advancing towards him, as on would pierce an elephant with goads."
        },
        {
            "type": "verse",
            "text": "That valiant Kumbha pierced Angada with a multiple of sharp arrows, decked in gold, with  edges which were harsh and sharp. Angada, the son of wind-god, though pierced all over the body with  sharp arrows, was however not shaken. He showered a rain of rocks and trees on Kumbha&rsquo;s head."
        },
        {
            "type": "verse",
            "text": "The glorious Kumbha the son of Kumbhakarna chopped off all those trees hurled by Angada  and burst off the rocks further. Seeing Angada the monkey-chief rushing upon him, Kumbha pierced his  brows with his brows with his arrows, as an elephant would be struck with flaming torches."
        },
        {
            "type": "verse",
            "text": "Since Angada&rsquo;s blood was oozing out, his eyes were covered with blood; Covering his eyes,  dampened with blood, with one hand, he caught hold of a Sala tree nearby with another hand. In the battle-field,  propping that tree with branches and all, on his chest, holding it with his hand and bending a little,  Angada uprooted it from the ground."
        },
        {
            "type": "verse",
            "text": "While all the demons were looking on, Angada hurled that tree-which was tall like Indra&rsquo;s  banner and resembled Mount Mandara in size. That Kumbha chopped off that tree with seven sharp arrows  which were capable of splitting asunder the body. That Angada was very much perturbed and fell down,  swooning."
        },
        {
            "type": "verse",
            "text": "Seeing the unconquerable Angada fallen down and sinking into depression as though in  an ocean, the monkey-chiefs informed the matter to Rama. Hearing of Angada being seized with anguish  in that great combat, Rama sent out for help, leaders of monkeys, headed by Jambavan."
        },
        {
            "type": "verse",
            "text": "Hearing Rama&rsquo;s message, those excellent monkeys were very much enraged and quickly rushed  towards Kumbha who was wielding a bow in his hand. With an intent to defend Angada, the monkey-chiefs  then holding trees and rocks in their hands and with their furious blood-red eyes, rushed on."
        },
        {
            "type": "verse",
            "text": "The enraged Jambavan, Sushena and Vegadarshi, the monkey ran up towards Kumbha the son  of Kumbhakarna to attack him. Seeing those mighty monkey-chiefs coming nearer to him, Kumbha covered  them with a flood of arrows, as one would obstruct the course of a stream by means of a rock."
        },
        {
            "type": "verse",
            "text": "Reaching the range of his arrows, the great souled monkey-chiefs were unable even to  look at him, much less advance towards him, any more than a great ocean would overstep its shore. Seeing  those troops of monkeys being tormented by a flood of arrows, Sugreeva the king of monkeys, keeping  Angada his brother&rsquo;s son in the rear, rushed headlong towards Kumbha in the battle, as a swift lion  would bounce upon an elephant walking along the slopes of a mountain."
        },
        {
            "type": "verse",
            "text": "Uprooting many large trees beginning with Ashvakarna and many kinds of trees, Sugreeva  the king of monkeys hurled them on Kumbha. The illustrious Kumbha, the son of Kumbhakarna, with his  sharp arrows, chopped off that down pour of trees, which was obscuring the sky and which was difficult  to be assailed."
        },
        {
            "type": "verse",
            "text": "The trees, chopped off with his sharp arrows by the brutal Kumbha, skilled in hitting  his target, shone like terrific Shataghnis (stones or cylindrical pieces of wood studded with iron spikes).  Seeing that shower of trees chopped off by Kumbha, the mighty and illustrious Sugreeva of valour was  not disturbed."
        },
        {
            "type": "verse",
            "text": "Enduring those arrows being hit, Sugreeva snatched away Kumbha&rsquo;s bow, possessing the  splendour of a rain-bow and broke it all at once. Thus bouncing swiftly and doing that most difficult  task, the enraged Sugreeva spoke (as follows) to Kumbha, who was looking like an elephant with a broken  tusk."
        },
        {
            "type": "verse",
            "text": "&ldquo;O Kumbha, the elder brother of Nikumbha! Both your prowess and the swiftness of your  arrow are wonderful. Both Ravana and you are equal in complaisance towards demons and the majesty too  exists. &ldquo;O Kumbha, the compeer of Prahlada, Bali, Indra (the destroyer of the demon Vritra), Kubera  (the god of riches) and Varuna (the god of water)! You alone are born with a likeness of your father  (Kumbhakarna) who was exceedingly strong.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;The celestials cannot surpass even you alone, with a spike in hand, who can destroy  the enemy with your large arms, as mental agonies cannot overwhelm the one who subdued his senses. Hence,  exhibit your prowess, O demon of great intellect and see my exploits. Because of the boon received by  him, Ravana your uncle is able to attack the celestials and demons. But Kumbhakarna (your father) on  his part is tolerating the celestials and demons.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;You are equal in archery to Indrajit and in prowess to Ravana. Hence, you are now the  foremost in strength and heroism among the demon-folk. Let the created beings see your great wonderful  fight with me in the battle field today, as they saw that fight between Indra and Shambara, the demon.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&ldquo;You have performed an incomparable task. You have also shown your skill in missile weaponry.  You have struck down these monkey-heroes possessing a terrific prowess. O valiant demon! Since you look  tired after performing your martial duty, I did not kill you, with a fear of public censure. Identify  my strength, after taking some rest.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Kumbha was thus honoured with those insulting words of Sugreeva. Kumbha&rsquo;s splendour then  enhanced, like the splendour of the sacrificial fire, when a melted butter is offered to it as an oblation.  The reopen, Kumbha pressingly clasped Sugreeva in his arms. Then, they stood breathing heavily again  and again as elephants in rut, having their bodies fastened against each other, rubbing one another  and emitting a flame to blaze with smoke from their faces because of their fatigue. The battle-ground  sank under the trampling of their feet. With their waves whirled about, the ocean became turbulent.  Then tossing up Kumbha, Sugreeva threw him down speedily into the ocean, showing him the bottom of the  sea."
        },
        {
            "type": "verse",
            "text": "Due to the hurling down of Kumbha, the fully risen sea, reaching a height of as to that  of Mount Vindhya, diffused on all sides. The enraged Kumbha, then jumping up and throwing down Sugreeva,  struck him on his chest with his thunderbolt-like fist. Sugreeva&rsquo;s armour was burst asunder. Even blood  appeared oozing out of his chest. His cage of bones gave a counter-strike to that awfully forceful fist.  Then, by the force of that fist shot forth there, a mighty flame resembling the fire that bursts up  on Mount Meru, was born out of a stroke of lightning. Thus struck by Kumbha there, that mighty Sugreeva,  the chief of monkeys, tightened his fist which appeared like a thunderbolt. The valiant Sugreeva forcefully  descended his fist, which shone like the solar disc encircled by a thousand rays, on the breast of Kumbha."
        },
        {
            "type": "verse",
            "text": "That Kumbha, very much hurt by that blow, was exhausted and then fell down, like fire  whose flame has extinguished. Thus struck with Sugreeva&rsquo;s fist, that demon fell down suddenly, as the  planet Mars, of splendid rays, would drop down from the sky accidentally. When Kumbha was killed in  battle by Sugreeva the chief of monkeys, possessing a terrific prowess, the earth with its mountains  and forests trembled. Too much fear seized the demons."
        }
    ]
}