{
    "id": "prose-yuddha-77",
    "kanda": "yuddha",
    "sarga": "77",
    "title": "Kumbha's brother, Nikumbha faces the battle",
    "chapter": "77",
    "overview": "Seeing Kumbha his brother killed in battle, the enraged Nikumbha with an iron club as  his weapon roars and faces the battle. Hanuman directly attacks Nikumbha, by striking his fist forcibly  on Nikumbha&rsquo;s breast. Unmoved by that blow, Nikumbha lifts Hanuman, off the ground. Hanuman in retaliation  frees himself and throws down Nikumbha on the ground. Hanuman descends on Nikumbha, pounds his chest  with his fist, catches his head and tears it off. Thus, Nikumbha dies at the hands of Hanuman.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing his brother stretched on the ground, Nikumbha cast angry looks at Sugreeva, as  it would burn him into ashes. Then, Nikumbha of firm mind grasped his iron club, stupendous like the  crest of Mount Mandara and which was bright, festooned with wreaths and provided with iron plates, measuring  five digits in breadth."
        },
        {
            "type": "verse",
            "text": "Round it ran a broad strip of gold while diamonds and rubies studded it all over. Like  the death-dealing rod of Yama, it seemed causing dismay to the monkeys and nerving the demons with courage.  Wielding that weapon, which in size resembled the flag-staff of Indra, Nikumbha of terrific prowess,  roared with his mouth yawing wide. On his chest shone a medal of gold. His arms were held by beautiful  bracelets. Lustrous pendants depended from his ear. Resplendent garland enfolded his neck. With these  ornaments and with his club, Nikumbha assumed the threatening semblance of a cloud, with lightning and  thunder and shot with a vivid rainbow."
        },
        {
            "type": "verse",
            "text": "The strong Nikumbha, with his arms as strong as his club, hurled his club having sun-like  splendour, on the breast of that mighty Hanuman. The sky above appeared whirled around in the toss of  Nikumbha's club, as though Alaka the City with the palaces of Gandharvas performed rapid revolutions  and the moon and the stars and the planets joining the rotating race."
        },
        {
            "type": "verse",
            "text": "The hot tempered fire of Nikumbha, which had his club and ornaments for its flame and  his fury as its fuel, became dangerous to be approached, like the fire rising at the time of dissolution  of the world. The demons and the monkeys too, out of fear, were unable even to make the slightest movement.  The mighty Hanuman, on his part, stood alone among them, with his breast bared to the fury of the attack,  in front of Nikumbha."
        },
        {
            "type": "verse",
            "text": "The strong Nikumbha, with his arms as strong as his club, hurled his club having sun-like  splendour, on the breast of that mighty Hanuman. The titanic club, which fell on the wide and rock-like  chest of Hanuman, at once shattered into hundreds of fragments, like hundreds of meteors shattering into  the sky. That Hanuman, struck by that blow of the club, was unmoved like a mountain in an earthquake.  Thus struck by him, the mighty Hanuman the monkey-chief clenched his fist forcibly."
        },
        {
            "type": "verse",
            "text": "The greatly splendoured, powerful and swift Hanuman, with the violence of the wind-god,  his father, lifting that fist, struck it against, Nikumbha&rsquo;s breast with force. By the blow of that  fist there, his armour got split up and red blood profusely oozed out, as a black cloud streaked suddenly  with fierce lightning. But, by that blow, Nikumbha was unmoved, recovered soon and grasped the unwieldy  bulk of Hanuman."
        },
        {
            "type": "verse",
            "text": "Seeing the mighty Hanuman lifted off the ground in battle, loud roar of exultant joy rose  from the ranks of demons. Eventhough he was being carried off in that way by that demon, Hanuman the  son of wind-god, struck him with his thunderbolt-like fist."
        },
        {
            "type": "verse",
            "text": "Freeing himself from Nikumbha, Hanuman the son of wind-god then threw him down on the  ground and treated him with blows. Throwing down Nikumbha by main force and with a supreme effort, Hanuman  descended on him, leaped on his chest and pounded it mercilessly."
        },
        {
            "type": "verse",
            "text": "Then with both hands, he caught the enemy&rsquo;s neck, twisted it about and tore off his huge  head, while Nikumbha was horribly roaring. Then, while the roaring Nikumbha was killed in battle by  Hanuman, there ensued an exceedingly terrific struggle between the enraged Rama and Makaraksha, son of  Khara, a ruler of demons. When it was clear that Nikumbha had expired, the monkeys shouted with glee,  the quarters thundered with satisfaction, the earth rocked with joy, the heaven appeared to crumble  and fear seized the army of demons. "
        }
    ]
}