{
    "id": "prose-yuddha-78",
    "kanda": "yuddha",
    "sarga": "78",
    "title": "Ravana orders Makaraksha",
    "chapter": "78",
    "overview": "Ravana orders Makaraksha to proceed to the battle-field with an army and to kill  Rama, Lakshmana and the monkeys. Makaraksha, surrounded by his army of demons, set out for the  encounter. Makaraksha&rsquo;s whip and flag staff fall down all of a sudden, by the will of  providence and a dust-storm ensued. Ignoring those portents, Makaraskha&rsquo;s  army march forward in the battle-field, to reach Rama and Lakshmana.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing of Nikumbha and Kumbha having been killed, Ravana was very much flared up  like fire. Engulfed with both anger and sorrow, Ravana ordered the wide-eyed Makaraksha, the  son of Khara (as follows): &ldquo;I am commanding you!&nbsp; Accompanied by an  army, go my son! Kill Rama, Lakshmana and the monkeys.&rdquo; Hearing Ravana&rsquo;s words, Makaraksha, the  son of Khara, thinking himself as a hero, was rejoiced and assured Ravana  that he would do it certainly as commanded. Having respectfully saluted, even by performing circumambulation,  the mighty Makaraksha, by the orders of Ravana, came forth from these shining palace of Ravana."
        },
        {
            "type": "verse",
            "text": "Makaraksha the son of Khara asked the commander of an army who was in the  vicinity to bring a chariot and the army swiftly. Hearing his words, the army-commander of the demons  brought the chariot and the army to his proximity."
        },
        {
            "type": "verse",
            "text": "Walking clockwise round the chariot and ascending it, Makaraksha asked the charioteer  to drive forward the chariot quickly to the battle-field.&nbsp; Then Makaraksha spoke the following  words to those demons, &ldquo;O demons! All of you begin your fight before my presence. The mighty Ravana,  the king of demons commanded me to kill both Rama and Lakshmana in battle. Today,  I will kill Rama, Lakshmana, Sugreeva the monkey and the other monkeys with my excellent arrows, O demons!  By hurling the spears, I will destroy completely the huge army of monkeys who arrived today to the battle-field,  as the fire destroys the dry wood.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing those words of Makaraksha, all those strong demons, wielding various kinds  of weapons, were steadfast to fight. Those cruel demons, who can change their  forms at will, who had protruding tusks, had tawny coloured eyes, had their disheveled hair,  creating terror with their colossal bodies, then marched forward like roaring elephants, shaking the  firmament and surrounded the huge-bodied Makaraksha."
        },
        {
            "type": "verse",
            "text": "There arose a great tumult sounded, on all sides, of thousands of couches and kettle-drums  including leonine roars and clapping of arms. The long whip then slipped down from the hands of Makaraksha&rsquo;s  charioteer and the flag-staff of that demon also suddenly fell down by the will of the province. Those horses, yoked to his chariot, deprived of their diversified gait, were walking  with flurried feet and went timidly, with tears in their eyes. At the time of marching of that dreadful  and evil-minded Makaraksha, a harsh and fearful dust-storm blew forth."
        },
        {
            "type": "verse",
            "text": "Though seeing those portents, all those highly valiant demons ignored them and set out  to the place, where both Rama and Lakshmana were there. Saying thunderously, &ldquo;I shall take the lead&rdquo;,  those demons who resembled black clouds, elephants and buffaloes in hue, who had been wounded  pointedly more than once by maces and swords in the battle-front and who were skilled in martial art,  moved hither and thither in the battle-field."
        },
        {
            "type": "verse",
            "text": "&nbsp;&ldquo;Today, I will kill Rama, Lakshmana, Sugreeva the monkey and the other monkeys  with my excellent arrows, O demons!&rdquo;"
        }
    ]
}