{
    "id": "prose-yuddha-79",
    "kanda": "yuddha",
    "sarga": "79",
    "title": "Makaraksha challenges Rama to fight with him",
    "chapter": "79",
    "overview": "Fight again ensues between monkeys and demons, when Makaraksha enters the battle-field.  The monkeys get frightened of Makaraksha's arrows and begin to run away. Rama comes in and intercepts  the demons with his hail of arrows. Makaraksha challenges Rama to fight with him. Rama tears  off the arrows hurled by Makaraksha and Makaraksha broke the arrows released by Rama.  Finally, Rama breaks the chariot and its horses of his chariot, stands on the ground, takes a splendorous  spike in his hand to fight and hurls it on Rama. Rama chops it off with his four arrows. When Makaraksha  rushes towards Rama to fight with his fist, Rama hurls a mystic missile from his bow and kills him on  the spot. The demons get frightened and run away to .",
    "content": [
        {
            "type": "verse",
            "text": "On seeing Markaraksha come out, all those chiefs of monkeys, leaping all at once,  took their positions, with intent to give fight. Thereafter, a very great battle ensued between monkeys  and demons, which caused one's hair to bristle, like the encounter between celestials and demons."
        },
        {
            "type": "verse",
            "text": "The monkeys and demons then, by hurling trees and spikes and by throwing maces and clubs,  began to crush each other. Those demons, who were prowlers of might, made a slaughter  of the lions among the monkeys, by means of their javelins, swords, maces, spears, lances, sharp edged  spears, Bhindipalas (slings for throwing stones), nooses, mallets, staffs, missiles and other  weapons and by throwing arrows on all sides."
        },
        {
            "type": "verse",
            "text": "Tormented by Makaraksha with a multitude of arrows, all the monkeys were bewildered  in mind, agonized with fear and ran away. On seeing those monkeys fleeing, all the arrogant demons roared  like lions, assuming a triumphant feeling. While those monkeys were fleeing on  all sides, Rama then, with a shower of arrows, intercepted those demons on that occasion."
        },
        {
            "type": "verse",
            "text": "Seeing Rama thus interrupting the demons, Makaraksha, the  demon, engrossed in a fire of anger, spoke the following words: \"Pause, O Rama! You will have a dual  with me. I will make your life to quit, by the sharp arrows discharged from my bow. Since you killed  my father on that day in Dandaka forest, my anger is still growing violent,  when I think of you engaged in such nefarious acts. O evil minded Rama! Since you were not being seen  by me from that time in that large forest, my limbs were getting very much fumed. By a good fortune,  you came into my sight here, O Rama! You are being sought by me, as a lion in hunger seeks other animal  to eat. Now, by the flight of my arrows, you will go to the world of Death and reside there with those  warriors, who were killed by you earlier.&rdquo;"
        },
        {
            "type": "verse",
            "text": "\"O Rama! What is the use, by telling too much on this topic? Hear my words. All the worlds  will look at you and me, in this battle-front. O Rama! The battle will proceed in the battle-field,  either with the weapons, or with a mace or by our arms or by any other means as learnt by you.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Makaraksha, Rama the son of Dasharatha laughingly spoke the  following words to him, who was still talking further and further (without interruption). \"O demon!  Why are you boasting yourself with so many unworthy words, in vain? Without fighting in the battle-field,  it is well nigh impossible for you to attain victory with the strength of a mere speech. I killed fourteen  thousand demons along with Khara your father, Trishira and even Dushana in Dandaka forest.\""
        },
        {
            "type": "verse",
            "text": "\"O sinful one! Today, vultures jackals and crows with their  sharp beaks and goad-like claws will be satiated with your flesh.&rdquo;"
        },
        {
            "type": "verse",
            "text": "&nbsp;Hearing Rama's words, the mighty Makaraksha discharged a multitude of arrows  on that Rama in the battle-field. Rama tore those arrows in many ways, by his array of arrows. Those  arrows, which were provided with golden shafts, fell to the ground, when torn in thousands. That battle raged furiously, on their meeting each other there, between Makaraksha  the son of Khara the demon and Rama the son of Dasharatha."
        },
        {
            "type": "verse",
            "text": "Then, the sound emanated by the bows, with a great resonance, was heard on the battle-front,  like the rumbling of clouds in space. With an intent to see that wonderful  battle, all the celestials, the demons, the celestial musicians kinnaras  the mythical beings and Mahoragas the great serpents reached the sky."
        },
        {
            "type": "verse",
            "text": "Though the limbs of both were pierced by each other, their strength was redoubled. The  two warriors inflicted wounds on each other, returned the blows of the other in the battle-front and  continued the combat. In the battle, that demon broke the multitude of arrows discharged by Rama. Rama  snapped off, in many ways, the arrows released by the demon."
        },
        {
            "type": "verse",
            "text": "All the four quarters and the intermediate points were diffused with a multitude of arrows.  Even the earth was covered on all sides and did not become visible. Then, the long-armed Rama, full  of anger in battle, broke off the bow of the demon. Thereupon, by his eight iron arrows, struck the  charioteer."
        },
        {
            "type": "verse",
            "text": "Rama, breaking the chariot with his arrows and killing its horses, made them to fall  down dead. That Makaraksha the demon, bereft of his chariot, stood on the ground. That demon,  standing on the ground, took into his hand, a spike, which created fright among all living beings and  whose splendour was equal to the fire at the end of the world."
        },
        {
            "type": "verse",
            "text": "That great spike, which was difficult to be obtained, was gifted  to him by Rudra, one of the eight forms of Shiva the Lord of Dissolution. That terrible  spike, which flamed violently in the sky, looked like another new weapon of destruction of the world.  On seeing it, all the godheads were afflicted with fear and fled to different quarters."
        },
        {
            "type": "verse",
            "text": "Brandishing that flaming great spike that enraged demon hurled it against that great-  souled rama. Rama broke, by his four arrows,  that flaming spike coming forth from Makaraksha's arm and rushing towards  him in the sky."
        },
        {
            "type": "verse",
            "text": "That spike, adored with charming gold, broken in many ways, struck by Rama's arrows,  fell scattered on the earth, like a mighty meteor. Seeing that spike struck by Rama, who was unwearied  in action, the beings standing in the air, cried, saying 'Excellent, Excellent!'."
        },
        {
            "type": "verse",
            "text": "Seeing that spike destroyed, Makaraksha the demon, rising  his fist, called out to Rama, saying \"Wait, Wait!\". Then, seeing Makaraksha  rushing towards him, that Rama the delight of Raghu dynasty, while smiling, fitted to his bow,  a mystic missile presided over by fire. Struck by that missile by Rama, the demon with his heart split open, fell down dead then and there, in the battle-field."
        },
        {
            "type": "verse",
            "text": "Seeing the fall of Makaraksha, all those demons, tormented by the fear of Rama's  arrows, ran away straight to Lanka. Thrilled with delight, the celestials watched that demon, the son  of Khara, destroyed by the flights of Rama's arrows and resembling a mountain shattered, after  struck by lightning."
        }
    ]
}