{
    "id": "prose-yuddha-8",
    "kanda": "yuddha",
    "sarga": "8",
    "title": "All demons eulogising their strengths",
    "chapter": "8",
    "overview": "All the demons of King Ravana present there namely Prahasta, Durmukha, Vajradamshtra,  Nikumbha and Vajrahanu, eulogising their strengths, assure the king that they can individually kill  Rama and his army within no time.",
    "content": [
        {
            "type": "verse",
            "text": "A valiant demon by name Prahasta, the commander-in-chief, appearing like a dark cloud,  joined his palms in salutation and spoke these words. \"All gods, demons, gandharvas, devils, birds and  serpents can be attacked by you in battle. Why talk about two human beings? All of us, in good faith  but with negligence, were cheated by Hanuman. That monkey cannot go alive, while I am alive. I shall  make the entire earth extending up to the ocean, along with mountains forests and woods, bereft of monkeys.  You command me. O Ravana! I shall arrange for your defence from that monkey. Not a little trouble will  come to you on account of your guilt (abduction of Sita).\""
        },
        {
            "type": "verse",
            "text": "A demon by name Durmukha, being seriously enraged, spoke to him as follows: \"This humiliation  meted out to us by that monkey is indeed not to be tolerated. This insult to the city of Lanka and the  palaces together with attack by Sugreeva on the glorious Ravana are still outrageous. Proceeding at  this moment alone, I shall destroy those monkeys, whether they entered the ocean or the subterranean  region or the sky.\""
        },
        {
            "type": "verse",
            "text": "Thereafter the very strong Vajradamshtra, beset with great anger, took hold of a terrific  iron club smeared with flesh and blood and spoke (as follows): \"What work for us with that pitiable  and miserable Hanuman, when Rama along with Lakshmana and Sugreeva who are difficult to be conquered  exist? Now itself, with this iron club, killing Rama, Lakshmana and Sugreeva after perturbing the army  of monkeys, I shall come back. Oh, king! If you are willing, hear my words further. One who is skilled  din a stratagem alone will be without lassitude and can indeed defeat the enemies. O king of demons!  Thousands of demons able to change their form at will courageous appalling terrifying to look at and  firm (in their purpose) can wear human body approach Rama without embarrassment and all speak to Rama  (as follows). We have been despatched by Bharata, your younger brother. He is summoning his forces and  will surely come here soon. Carrying spikes, javelins and maces together with arrows and swords in hand,  we will quickly go there from here soon. Standing as groups in the sky and beating that army of monkeys  with a mighty hail of stones and missiles, we should send them to the world of Death. If Rama and Lakshmana  thus approach softly into our trap they will surely abandon their lives as they are taken away by the  trap.\""
        },
        {
            "type": "verse",
            "text": "Thereafter Kumbhakarna's son, by name Nikumbha, strong and powerful, became very angry  and spoke (as follows) to Ravana, who made people cry. All of you stay along with the king. I alone  will kill there, Rama along with Lakshmana, Sugreeva along with Hanuman and all the monkeys also."
        },
        {
            "type": "verse",
            "text": "Then, a demon by name Vajrahanu, who resembled a mountain, becoming enraged and licking  the corners of his mouth with his tongue, spoke as follows: \"You do your occupations freely redeemed  of mental pain, play comfortably and drink spirituous liquor without any worry. I alone will devour  the entire army of monkeys.\""
        },
        {
            "type": "verse",
            "text": "At this time I alone will kill Sugreeva along with Lakshmana, Hanuman along with Angada  and all monkeys."
        }
    ]
}