{
    "id": "prose-yuddha-80",
    "kanda": "yuddha",
    "sarga": "80",
    "title": "Ravana instructs Indrajit to enter the battle field.",
    "chapter": "80",
    "overview": "Ravana instructs Indrajit to proceed to the battle field. Before proceeding t the battle,  Indrajit performs ceremonial oblations into a sacred fire and obtains a capacity of going out of sight  while fighting. He proceeds to the battle-field and releases a flood of arrows towards Rama and Lakshmana,  while himself remaining invisible in the sky. With a network of arrows, Indrajit creates darkness in  the sky and showers a multitude of steel arrows towards Rama and Lakshmana. Sharp golden shafts arrows  are then released by Rama and Lakshmana. Struck by the arrows discharged by Indrajit, monkeys in hundreds  fall down dead. Then, Rama and Lakshmana reflect on the various ways and means to destroy Indrajit.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing Makaraksha having been killed, Ravana who had been ever victorious in battle,  grinding his teeth in rage, reflected on what to do then and there, and as greatly furious as he was,  instructed Indrajit, his son to proceed to the battle-field. \"O hero! Either remaining yourself invisible  or visible, kill Rama and Lakshmana, the brothers of great prowess. You are superior in strength by  all means. You have conquered Indra, of incomparable deeds, in battle. Can you  not kill those two men, on seeing them in the battle-field?\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Ravana, that Indrajit, bowing to the command of his father, poured  oblations into the sacred fire, with due ceremony, on the sacrificial ground. Even as he was pouring  oblations into the sacred fire there, the female-demons carrying red turbans (for the use of priests)  hastily arrived at the spot where Indrajit was there."
        },
        {
            "type": "verse",
            "text": "Weapons (such as a lance) served as blades of Shara grass (for being  spread around the sacrificial fire). Chips of wood of Vibhitaka tree served as wooden sticks to feed  the sacrificial fire as also red robes and iron ladles were used for cleaning and pouring clarified  melted butter into the sacrificial fire. Having spread on the ground around all  the sides of the sacrificial fire with other weapons along with lances, the demon seized hold of the  neck of a live goat, entirely black and consigned it to the fire."
        },
        {
            "type": "verse",
            "text": "Such omens as betokened victory appeared in the smokeless fire which burst into mighty  flames, when it was fully aroused by that single offering. Becoming visible in person, the god of fire,  who was shooting out flames towards the right and who shone brightly like refined gold, received that  offering."
        },
        {
            "type": "verse",
            "text": "Offering oblations in fire and gratifying the gods, the devils and demons, Indrajit ascended  an excellent and splendid chariot, capable of disappearing from sight. Drawn by  four horses, provided with sharp arrows and a mighty bow placed on it, that excellent chariot looked  beautiful."
        },
        {
            "type": "verse",
            "text": "Adorned with gold, that chariot glittered on account of its body and was decorated with  carved images of antelopes, full moons and crescents. The flag-post of Indrajit shone like a flaming  fire, provided, as it was, with large rings of gold and decorated with cat's eye gems."
        },
        {
            "type": "verse",
            "text": "Protected by the missile presided over by Brahma, which was as effulgent as the sun,  that Indrajit endowed with exceptional strength, became difficult to be attacked. "
        },
        {
            "type": "verse",
            "text": "Coming forth from the city and having acquired the capacity of vanishing from the sight,  by offering oblations into the sacred fire, with the utterance of spells sacred to demons, that Indrajit,  who was ever victorious in war, spoke as follows: \"By killing both the princes who left home to become  religious mendicants in the forest in vain, I will present a gift of victory secured in the battle,  to my father, Ravana today. By making the earth bereft of monkeys today and by killing  Rama and Lakshmana, I will create a great pleasure\". Thus speaking, Indrajit vanished from the sight."
        },
        {
            "type": "verse",
            "text": "Impelled, as he was, by Ravana, the fiery Indrajit, with his barbarous bow and steel  arrows, swiftly came to the battle-field enraged. That Indrajit saw the two heroes, showering a multitude  of arrows. Both the princes, having mighty prowess, looked like three- hooded serpents in the middle  of the monkeys."
        },
        {
            "type": "verse",
            "text": "Concluding that both of them were the two princes, Rama and Lakshmana and stringing his  bow, he covered them with a flood of arrows, as the rainy clouds do. That Indrajit with his chariot,  reaching the sky and remaining invisible, struck Rama and Lakshmana with his sharp arrows."
        },
        {
            "type": "verse",
            "text": "When enveloped by a stream of arrows Rama and Lakshamana, fitted arrows to their bows  and revealed divine missiles. Though covering the sky with a net-work of arrows,  the two mighty princes could not touch Indrajit with their arrows charged with mystic missiles and which  were effulgent like the sun."
        },
        {
            "type": "verse",
            "text": "Covering the sky, the illustrious Indrajit created a dark-like smoke. He made the quarters  also invisible, by enclosing them with mist-like darkness. While Indrajit was moving about, neither  the sound produced by the impact of his palm on the bow string was heard, nor the sound of his wheels  or the clattering of hoofs of his horses could be heard, nor did his form come tot he view."
        },
        {
            "type": "verse",
            "text": "In that thick darkness, that long-armed Indrajit showered hails of his steel arrows,  like wonderful shower of rocks. That enraged Indrajit in battle, abundantly pierced  Rama in all his limbs with his arrows, which were earlier granted as boons to him and which were effluent  like the sun."
        },
        {
            "type": "verse",
            "text": "Both Rama and Lakshmana, the foremost of men, who were being struck with steel arrows,  like two mountains being hit by torrents, released sharp golden-shafted arrows. Those arrows, adorned  with plumes of heron, reaching Indrajit in the sky and piercing him, fell to the ground, soaked in blood."
        },
        {
            "type": "verse",
            "text": "Shining beyond measure with a flood of arrows, the two excellent men began to chop off  those arrows which were falling on them with many arrows called by the name of Bhallas. Both Rama and Lakshmana for their part directed their excellent missiles in the  direction from which they saw the aforesaid sharp arrows, fallen."
        },
        {
            "type": "verse",
            "text": "Indrajit for his part, who was a superior chariot-warrior and who was swift in discharging  missiles, rushed on towards all sides and pierced Rama and Lakshmana with his sharp arrows. Those valiant princes, Rama and Lakshmana pierced deeply with well-made golden  shafted arrows, appeared like two Kamshuka trees in flowering."
        },
        {
            "type": "verse",
            "text": "No one could perceive his rapid movement, like the position of the sun when the sky is  thickly overcast with clouds, nor his form nor his bows and arrows, nor any other thing about him whatsoever  could be known. Struck down by him, the monkeys were killed. The monkeys dropped dead in hundreds on  the earth's surface there."
        },
        {
            "type": "verse",
            "text": "Then, Lakshmana for his part was enraged and told his brother that he would employ the  missile presided over by Brahma for the purpose of killing all the demons. Then, Rama spoke to that  Lakshmana, who was endowed with auspicious bodily marks as follows: \"You ought not to kill all the demons  on earth, merely for the sake of a single demon. You ought not to kill on this earth  one who is not fighting or one who is hiding or one who seeks refuge with joined palms or is fleeing  or is intoxicated.\""
        },
        {
            "type": "verse",
            "text": "\"O long-armed Lakshmana! We shall try to kill Indrajit alone. We will employ mystic missiles  with great impetuosity and which are equal to venomous serpents. On seeing this  demons, the leaders of monkey-troops will forcibly kill this petty demon, who is skilled in conjuring  tricks and whose chariot remains invisible. Scorched by my mystic missiles, he will fall dead on the  ground, even if he enters the earth or into heaven or into the subterranean world or penetrates the  vault of heaven and remains completely hidden in this manner.\""
        },
        {
            "type": "verse",
            "text": "Speaking highly meaningful words in the aforesaid manner, the great- souled Rama, surrounded  by the foremost of monkeys, started to reflect on the speedy means of killing the furious Indrajit,  the demons of cruel deeds."
        }
    ]
}