{
    "id": "prose-yuddha-81",
    "kanda": "yuddha",
    "sarga": "81",
    "title": "Indrajit places illusory live image of Sita",
    "chapter": "81",
    "overview": "Placing an illusory live image of Sita in his chariot, Indrajit along with his army  enters the battle-field. Hanuman with his army of monkeys march in front to face Indrajit in battle.  While Hanuman and his army are watching, Indrajit pulls Sita by her hair and unsheathed his sword.  Indrajit kills the illusory living image of Sita, with his sharp sword.",
    "content": [
        {
            "type": "verse",
            "text": "Guessing the mind of that great- souled Rama, Indrajit turning away from that  battle, entered the City."
        },
        {
            "type": "verse",
            "text": "Then, recalling the killing of those energetic demons like Kumbhakarna  and others, that valiant Indrajit sallied forth (for the fight) with red-hot eyes in anger. That Indrajit, of very great prowess, the adversary of gods and who was born in  Sage Pulstya's dynasty, accompanied by an army of demons, came forth from  the western gate."
        },
        {
            "type": "verse",
            "text": "Seeing the two valiant brothers, Rama and Lakshamana, who were prepared  for the encounter, Indrajit for his part, then started to demonstrate his conjuring tricks. Placing an illusory image of Sita on his chariot and a large army surrounding  the chariot, Indrajit intended to kill her."
        },
        {
            "type": "verse",
            "text": "Making up his mind to purposefully confuse all, by playing a trick  to kill Sita's illusory image, the exceedingly evil-minded Indrajit sallied forth towards the  direction of the monkeys. Seeing him coming forth towards their direction, all  those monkeys were enraged and bounced towards him, with rocks in their hands and with an intent to fight."
        },
        {
            "type": "verse",
            "text": "Hanuman, the foremost among the monkeys, taking hold of a very large  mountain-peak, which was difficult to be reached by others, marched in front.  That Hanuman saw Sita, the wife of Rama, the best among women, bereft of joy,  wearing only a single braid of hair, looking miserable, with her face emaciated due to fasting, dressed  in single worn-out clothing, unadorned and with all her limbs covered with dust and dirt; in the chariot  of Indrajit."
        },
        {
            "type": "verse",
            "text": "On seeing her for a moment, Hanuman ascertained her as Sita and  became dejected. That Sita was indeed seen by him, not long ago.  Seeing her stricken with grief bereft of joy, looking distressed, miserable and  sitting under the sway of Indrajit, Hanuman wondered as to what his intention might be. Thus thinking,  he along with those leaders of monkeys, rushed towards Indrajit."
        },
        {
            "type": "verse",
            "text": "Beholding that army of monkeys, Indrajit was excited with anger,  pulled Sita by the hair on her head and unsheathed his sword. While those monkeys  were seeing, demon began to strike that woman who was placed in the chariot by the dint of his conjuring  trick and who was crying \"Rama! Rama!\""
        },
        {
            "type": "verse",
            "text": "On seeing her seized by the hair Hanuman the son of wind-god was  confounded with affliction and shed tears, in agony from his eyes. On seeing Sita  with all her charming limbs, the beloved wife of Rama, Hanuman angrily addressed the following harsh  words to Indrajit:"
        },
        {
            "type": "verse",
            "text": "\"O evil minded one! Born in a dynasty of Brahmanical  sages, but belonging to demoniacal race, you touched a lock of her hair, for your hair, for your own  ruin. O cruel, vulgar and mean fellow! O wicked demon of sinful prowess! O pitiless  fellow! Woe be to you, of sinful conduct, in whom such a resolve has taken  place. Such an act is worthy of a barbarian. There is no pity in you.\""
        },
        {
            "type": "verse",
            "text": "\"O pitiless one! Sita came away from her house, from her kingdom  and from her husband&rsquo;s (Rama's) protection. What wrong has Sita done to you, that you are killing  her? By killing Sita, you will not survive for long in any way. O demon, deserving  of death! By your act, you indeed fell into my hands. Abandoning your life in  this world, you shall, after death, descend to those worlds which are the lot of the killers of women  and are condemned even by those who deserved to be killed by the people.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, Hanuman surrounded as he was by monkeys with their  weapons and very much enraged, rushed headlong towards Indrajit. The army of demons  of terrible rage intercepted that army of monkeys possessing a high prowess and advancing towards them."
        },
        {
            "type": "verse",
            "text": "Stirring up that army of monkeys with a multitude of his arrows,  Indrajit replied to Hanuman, the foremost of monkeys as follows: \"For whose sake,  Sugreeva, yourself and Rama came here, I am going to kill Sita now itself, while you stand looking  on. O monkey! After killing her, I will make a short  work of Rama, Lakshmana, yourself too, Sugreeva and that vulgar Vibhishana thereafter. O monkey! What you have said just now viz. that women are not to be killed is  correct. But that which causes tormentation to the enemies indeed needs  to be done.\""
        },
        {
            "type": "verse",
            "text": "Having spoken thus to Hanuman, Indrajit personally killed that illusory  Sita, who had been sobbing all the while, with his sharp-edged sword. Split  asunder by him diagonally, that miserable lady of broad hips and pleasant to the sight, fell down on  the ground. After killing that woman, Indrajit told Hanuman  as follows: \"See, I killed Rama's wife with my weapon. This Sita is dead and all your labour  is in vain.\""
        },
        {
            "type": "verse",
            "text": "After killing her with a large sword personally, that Indrajit  then sitting on his chariot, pleasure fully roared loudly. The monkeys standing  in vicinity heard his roar, even as he shouted with his mouth wide open, while comfortable sitting in  that tower of the aerial chariot, which was actually difficult of access for others. After killing Sita in that way, the evil-minded Indrajit became exceedingly  glad. Seeing him exceedingly pleased, the monkeys looked dejected and suddenly ran away."
        }
    ]
}