{
    "id": "prose-yuddha-82",
    "kanda": "yuddha",
    "sarga": "82",
    "title": "Hanuman Leads the monkey army",
    "chapter": "82",
    "overview": "Led by Hanuman, the monkeys fight with the demons in battle with trees and rocks. On seeing  his army seriously hurt, Indrajit releases a number of arrows and kills some monkeys. Hanuman destroys  some terrible demons with trees and rocks. Later, Hanuman along with his army returns to the presence  of Rama. Indrajit pours oblations into the sacred fire at the sanctuary of Nikumbhila.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing that terrific roar, similar to the sound of Indra's thunderbolt, the monkeys  looking hither and thither, ran away in all directions. Then, Hanuman the son of wind-god spoke (as follows)  to all those monkeys, who were running away widely apart, looking dejected, miserable and frightened."
        },
        {
            "type": "verse",
            "text": "\"O, monkeys! Why are you running away, looking dejected and leaving your zeal to fight?  Where has your valour gone? Come along closely behind me, while I am marching ahead in the battle. For  the valiant who are born in a good family, it is not indeed proper to shrink back from the battle.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of that wise Hanuman, the monkeys in a cheerful mood, took hold of mountain-peaks  and trees in a great fury. The foremost of monkeys, while roaring, rushed towards the demons. They followed  him, by surrounding Hanuman on all sides, in that great battle."
        },
        {
            "type": "verse",
            "text": "That Hanuman, being surrounded by those monkey-chiefs on all sides, began to consume that  army of adversaries as a flaming fire. Then Hanuman, accompanied by his army of monkeys, brought about  the destruction of demons, as Yama the lord of death does at the time of universal dissolution."
        },
        {
            "type": "verse",
            "text": "Filled with inordinate grief and rage, that Hanuman the monkey-chief, threw a large rock  on Indrajit's chariot. On seeing that rock rushing towards them, the obedient horses, yoked to that  chariot, carried the chariot off to a far-distance."
        },
        {
            "type": "verse",
            "text": "That rock employed in vain, without reaching that Indrajit and his charioteer sitting  in the chariot, split itself into fragments and penetrated the ground. The demons were very much bruised  by the falling fragments of the rock. That army of demons was perturbed over the rock thus falling upon  them."
        },
        {
            "type": "verse",
            "text": "Hundreds of monkeys with their colossal bodies, lifting up trees and mountain-peaks,  rushed roaring towards Indrajit. Those monkeys of terrible prowess, threw trees and mountain-peaks towards  Indrajit in battle. While shooting a large deluge of trees and rocks, the monkeys caused destruction  of their enemies. They roared in various high tones."
        },
        {
            "type": "verse",
            "text": "Beaten forcibly with trees, by those highly terrible monkeys, those demons of frightful  appearance, rolled about restlessly in the battle-field. On seeing his army tormented by the monkeys,  that enraged Indrajit, taking hold of his weapons, sallied forth, facing towards his enemies."
        },
        {
            "type": "verse",
            "text": "That Indrajit, of firm fortitude, accompanied by his army, by releasing a multitude of  arrows, killed a very many number of monkeys. In the battle, Indrajit's soldiers too killed the monkeys  with spikes tips of missiles, swords, sharp-edged spears and concealed weapons similar to mallets."
        },
        {
            "type": "verse",
            "text": "The mighty Hanuman played a havoc among demons of terrible deeds, with Shala trees, distinguished  by excellent trunks and branches as with rocks. Keeping the hostile army back, that Hanuman spoke to  those monkeys as follows: \"Retreat! This army need not be conquered any more by us.\""
        },
        {
            "type": "verse",
            "text": "\"That Sita for whose sake we have fought so far, with a wish to do what is pleasing  to Rama, making a special effort to win, risking our lives has been killed. Informing Rama and even  Sugreeva about this matter, we shall do that which both of them are prepared to do in return.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking and keeping back all the monkeys, Hanuman the chief of monkeys, with absence  of fear, along with his army, gradually turned back. Seeing Hanuman with drawing to the place where Rama  was, the evil-minded Indrajit went to a sanctuary called Nikumbhila, seeking to pour oblations into  the sacred fire."
        },
        {
            "type": "verse",
            "text": "Arriving at Nikumbhila, Indrajit poured oblations into the sacred fire. Thereupon, while  being propitiated by that demon on reaching sacrificial ground, the sacrificial fire then blazed up  on consuming the oblations of flesh and blood."
        },
        {
            "type": "verse",
            "text": "Swollen up when propitiated with oblations of blood, the highly intense fire, like the  evening sun, appeared wrapped in flames. Then, Indrajit, well-versed with the technique of performance  of rites for the prosperity of the demons, poured oblations according to the scriptural precepts. Seeing  this, those demons, who knew what was prudent and evil in major battles, stood firm in big piles (by  Indrajit&rsquo;s side)."
        }
    ]
}