{
    "id": "prose-yuddha-83",
    "kanda": "yuddha",
    "sarga": "83",
    "title": "Sita has been killed by Indrajit",
    "chapter": "83",
    "overview": "Hanuman, with his army, approaches Rama and informs him that Indrajit has killed Sita.  Rama faints away, upon hearing that news. The monkeys sprinkle water on Rama, so that he regains consciousness.  Then, Lakshmana embraces Rama and discusses with him the roles of vice and virtue in life. After consoling  Rama, Lakshmana prepares for a fight with Indrajit. ",
    "content": [
        {
            "type": "verse",
            "text": "On hearing that great tumult of battle between demons and monkeys, Rama spoke to Jambavan  as follows: \"O excellent Jambavan! From the way in which a very great terrible rattling sound of arms  in heard, it seems an exceedingly difficult feat has been performed by Hanuman. It is certain. O lord  of bears! Therefore, accompanied by your own army, go and quickly extend your help to that Hanuman, who  is fighting.\""
        },
        {
            "type": "verse",
            "text": "Saying \"Yes, so be it\" and surrounded by his own army, Jambavan came to the western gate,  where the monkey, Hanuman was."
        },
        {
            "type": "verse",
            "text": "Thereupon, Jambavan saw Hanuman, coming with monkeys, who had given fight and were sighing  (on account of grief caused by the destruction of Sita). Seeing that terrible army of bears, looking  like a dark cloud on their way, ready (to perform battle) and effectively intercepting it, Hanuman retreated  them all. "
        },
        {
            "type": "verse",
            "text": "Quickly seeking the presence of Rama with that army, the highly illustrious Hanuman, with  sorrow, spoke the following words to Rama: \"While we, who were carrying on the battle, stood looking  on, Indrajit, the son of Ravana killed Sita in front of us, even though she continued to weep. O destroyer  of enemies! On seeing her with my distressed mind, I felt sad. I came to report the event to you.\""
        },
        {
            "type": "verse",
            "text": "Hearing those words of Hanuman, Rama then was agitated with grief and fell down on the  ground, like a tree with its bottom chopped off. On seeing that Rama, who with the semblance of god,  falling on the ground, the chiefs of monkeys came bouncing from all sides and rushed towards him. They  sprinkled him with water, fragrant with scent of lotuses and lilies, as one would sprinkle an inextinguishable  as one would sprinkle an inextinguishable fire, which has just flared up suddenly and is burning all."
        },
        {
            "type": "verse",
            "text": "Then, the highly lamenting Lakshmana, having embraced that ailing Rama in his arms, spoke  the following meaningful words, endowed with reason: \"O venerable brother! Virtue cannot save you, who  are sticking to the noble path and who have subdued the senses, from adversities and is (hence) useless.  Just as inanimate and animate beings are visible, likewise virtue and vice are not visible. Therefore,  my opinion is that virtue is non-existent. Even as inanimate beings and animate beings are expressly  visible, likewise this form of virtue of vice is not established. For, in that case, a virtuous man  like you would not have this misfortune.\""
        },
        {
            "type": "verse",
            "text": "\"If unrighteousness had been effective, Ravana should have obtained the hell. You, endowed  with virtue, would never obtain such troubles. Since there is absence of calamity for Ravana and misfortune  occurred to you, the result of vice is obtained through virtue and the result of virtue is obtained  through vice. The contraries of each other have changed the roles with each other.\""
        },
        {
            "type": "verse",
            "text": "Will the fruit of virtue be obtained through virtue and fruit of vice through vice? If  that in whom unrighteousness is rooted are enjoined with the fruit of unrighteousness alone, people  showing interest in unrighteousness would be deprived of the fruit of virtue. The fruit of virtue alone  would have accrued to those who administer righteousness through that virtue? Since prosperities of  those, in whom unrighteousness is rooted, develop; while those who have a conduct of virtue suffer,  hence these two (virtue and vice) are useless."
        },
        {
            "type": "verse",
            "text": "\"Or if a man is killed by a recourse to a ritual prescribed in the scriptures or kills  another (by recourse to such a ritual), that destiny alone, which is engendered by that ritual, is tainted  by that sinful act and not the agent. O Rama, the destroyer of adversaries! It is not clear how prosperity  can be reached by righteousness, which has never known how to retaliate. Hence, righteousness seems  to be non-existent.\""
        },
        {
            "type": "verse",
            "text": "\"O chief among the virtuous! If righteousness were really there, no evil whatever would  have accrued to you. As you reaped such a calamity, the hypotheses that the destiny engendered by virtuous  acts is real is not proved.\"*"
        },
        {
            "type": "commentary",
            "text": "*The utterance of such apparently incoherent words on the part of Lakshmana in a  fit of agony on seeing Rama agonized shows his agitation caused by love. Later on, as his grief subsides,  Lakshmana himself says in verse 44 below that he had given expression only to assuage the grief of Rama  and spur him on to action."
        },
        {
            "type": "verse",
            "text": "\"Or else, if righteousness becomes weak and cowardly, as it surrenders to the might,  it is my opinion that the righteousness, which lacks strength and has been deprived of its capacity,  should no longer be pursued. Depend on might, as you do now on virtue, if the virtue is subordinate  to might, thus giving up predominance of virtue. O tormentator of enemies! Or else, if speaking truth  were indeed a virtue, our lying father, who was merciless to you, was disunited from you. Were you not  bound by that announcement made by our father regarding your installation as the Prince Regent?\""
        },
        {
            "type": "verse",
            "text": "\"O tormentator of your enemies! Had either righteousness or unrighteousness worth pursuing,  Indra the wielder of thunderbolt would not have performed a sacrifice on killing a sage (viz. Viswarupa,  son of Twasta*)"
        },
        {
            "type": "commentary",
            "text": "*The story was narrated at length in Book VI, DiscourseIX of Srimad Bhagavata."
        },
        {
            "type": "verse",
            "text": "\"O Rama! Virtue destroys enemies, when united with might (something other than virtue).  O Rama! A man does all this, according to his will. O Rama in a pitiable condition. My opinion is that  righteousness consists in such recourse to both virtue and strength. The very roots of virtue (in the  form of earthly gain) have been chopped off by you in that you spurned the sovereignty the other day.  By the treasures brought from place to place and augmented by means of various strategies, all the tasks  are indeed fulfilled, as the rivers flow from the mountains. All the tasks of a man of small intellect,  bereft of his wealth, get a cessation as small rivers dry up in summer-season.\""
        },
        {
            "type": "verse",
            "text": "\"Such a man, brought up by comforts, renouncing wealth (within easy reach) and seeking  comfort, proceeds to commit sinful act and then evil (in the form of punishment) follows from it. Friends  gather round him, who has riches. Relatives stand by him, who has riches. He alone is virile in the  world, who has riches. He alone is a learned man, who has riches.\""
        },
        {
            "type": "verse",
            "text": "\"He alone is a mighty man, who has riches. He alone is a prudent man, who has riches.  He alone is highly fortunate. He alone is distinguished, who has riches. O resolute one! I told you  about these evils attendant on the abjuration of wealth. The ground on which you made the resolve to  sacrifice the kingdom was not known to me. A man in whom the treasures abide, religious merit and wealth  are obtained. All would be favourable to him. To the penniless man, who has a desire for wealth and  even hunting for wealth, it is not possible to attain wealth.\""
        },
        {
            "type": "verse",
            "text": "\"O king! Delight, sensuous pleasure, pride, virtue, anger, peace, control of the senses  all these are attained from wealth. Those riches, due to renunciation of which, worldly happiness of  those practicing the path of virtue gets lost, are not seen in you, any more than the planets are seen  in cloudy days.\""
        },
        {
            "type": "verse",
            "text": "\"O valiant one! While you were in exile, faithful to the command of your father, your  wife who was more beloved than life itself, was stolen away by a demon. O valiant prince! I shall dispel  with my exploits today, that great agony caused by Indrajit. Therefore, raise O Rama! O the foremost  among men! O the long-armed one! O the firmly resolute one! Arise! Why are you not knowing about yourself,  who is the great-souled and whose spirit is disciplined? O faultless one! On seeing the death of Sita  and enraged, rising to do favour for you, I shall completely destroy with my arrows, Lanka with its  chariots, elephants and horses along with Ravana.\""
        }
    ]
}