{
    "id": "prose-yuddha-84",
    "kanda": "yuddha",
    "sarga": "84",
    "title": "Vibhishana tells the secret of conjuring trick",
    "chapter": "84",
    "overview": "Vibhishana comes to Lakshmana and beholds Rama having fallen into a swoon and lying   in the lap of Lakshmana. Lakshmana informs Vibhishana that on hearing the words of Hanuman saying   that Sita was killed by Indrajit, Rama fell into a swoon. Telling Rama the secret of conjuring   trick practiced by Indrajit in killing an illusory image of Sita, Vibhishana assures him of Sita   being still alive and urges him to send Lakshmana with an army to the sanctuary of Nikumbhila.",
    "content": [
        {
            "type": "verse",
            "text": "While Lakshmana, who was so fond of his brother, was consoling Rama, Vibhishana,   keeping the troops of simian army in their respective positions, arrived there. That Vibhishana,   surrounded by four warriors, wielding many types of weapons, and who were chiefs of troops, looking   like heaps of black collyrium and who were appearing like elephants, approached Lakshmana who was   totally engrossed in sorrow and saw the monkeys also, whose eyes were filled with tears."
        },
        {
            "type": "verse",
            "text": "Vibhishana also saw the great-souled Rama, the delight of Inkshvaku dynasty fallen   into a swoon and resting on the lap of Lakshmana. On seeing the embarrassed Rama, tormented with   grief, that Vibhishana, distressed as he was in spirits, with agony inside, asked him, \"What is   this?\""
        },
        {
            "type": "verse",
            "text": "Fixing his gaze on Vibhishana's face and looking at Sugreeva and those monkeys, Lakshmana   with tears pouring down, spoke the following words, with a splendid meaning: \"O gentle Sir! Just   on hearing through the words of Hanuman, saying that Sita was killed by Indrajit, Rama entered   into a swoon.\""
        },
        {
            "type": "verse",
            "text": "&nbsp;Intercepting the narrating Lakshmana in the middle, Vibhishana spoke the following   amply meaningful words to Rama, who was in an unconscious state. \"I hold that which you have been   told by Hanuman with a sorrowful temper, O ruler of men, to be absurd as the drying up of the sea.   O the long armed! I know the design of the evil-minded Ravana towards Sita. He would never do   the killing of Sita.\""
        },
        {
            "type": "verse",
            "text": "\" Eventhough begged by me, the well-wisher, several times to give up Sita, he did   not heed that advice. It is neither possible even to see her by recourse to conciliation nor by   bestowing gifts nor by sowing dissention. How is it possible then by a war? By any other strategy,   it is impossible.\""
        },
        {
            "type": "verse",
            "text": "\"That Indrajit for his part retracted, by hoodwinking the monkeys. O the long armed!   Know that Sita (who was seemingly killed by him) as illusory. After reaching a sanctuary by name   Nikumbhila, this Indrajit will pour oblations into the sacred fire. On returning after pouring oblations   into the sacred fire, Indrajit will prove difficult to be overcome in battle, even by celestials   including Indra.\""
        },
        {
            "type": "verse",
            "text": "\"Certainly, this conjuring trick (in the form of killing an illusory living effigy   of Sita) was exhibited by him, who was employing his magical art, expecting interruption by the   prowess of the monkeys there. While the sacrificial performance is not ended, we shall proceed to   that place, along with an army. O the foremost of men! Give up this improper grief, which has come   upon you. Seeing you tormented with grief, the entire army is sinking into despondency.\""
        },
        {
            "type": "verse",
            "text": "\"Very exalted as you are in courage, stay you here, confident at heart, and send   Lakshmana with us, who are taking an army along with us. This Lakshmana, the eminent prince, can   make Indrajit abandon that act of sacrifice, by employing his sharp arrows. Then, he will be susceptible   of being killed.\""
        },
        {
            "type": "verse",
            "text": "\"Lakshmana's arrows, which are sharp and fiery, with a speed equal to the wings of   a bird, can drink his blood like cruel birds. O the long-armed one! Therefore, dispatch Lakshmana   having auspicious body-marks even as Indra the lord of celestials employed the thunderbolt to kill   Indrajit.\""
        },
        {
            "type": "verse",
            "text": "\"O the best of men! It is not appropriate to delay the killing of the enemy any further   now. Therefore, grant permission to Lakshmana to destroy the enemy, as Indra would hurl his thunderbolt   to destroy the enemies of celestials. If that Indrajit, the foremost of demons completes the sacrifice,   he would not be visible even to the celestials and the demons in battle. If he come with a desire   to fight, after ending that sacrifice, the celestials also will feel a great suspicion on their   own lives.\" "
        }
    ]
}