{
    "id": "prose-yuddha-85",
    "kanda": "yuddha",
    "sarga": "85",
    "title": "Rama sends Lakshmana to kill Indrajit",
    "chapter": "85",
    "overview": "Vibhishana suggests Rama to send Lakshmana to kill Indrajit, even before Indrajit completes  the sacrificial fire in the sanctuary of Nikumbhila. Rama then asks Lakshmana to proceed with the battle  along with armies of Sugreeva, Hanuman, Jambavan and Vibhishana. Lakshmana proceeds to Nikumbhila along  with Hanuman, Vibhishana and Jambavan to kill Indrajit. Lakshmana accompanied by Vibhishana, Angada and  Hanuman penetrates that heterogeneous army of the enemies at the sanctuary of Nikumbhila.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing those words of Vibhishana, Rama, agonized as he was with grief, could not understand  clearly what was spoken by that demon."
        },
        {
            "type": "verse",
            "text": "Then, Rama the conqueror of the cities of enemies, leaning upon  his courage, spoke to Vibhishana who was sitting nearby and in front of the monkeys (as follows): &ldquo;O lord of demons! I wish to hear again those of the words spoken by you. I desire  to hear again, whatever you intend to tell me.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Hearing those words of Rama, spoken very sadly, that Vibhishana  who was skilled in expression, again spoke his words gently as follows: \"O the long armed hero! Immediately after your orders, the marshalling of the troops  was done by me in the manner as enjoined by you. All those armies were divided  and positioned at all places. Even the commanders of those divisions were arrayed and distributed according  to their ranks. O great lord! I have to report to you something further. Listen  to it. While you are lamenting without any cause, we feel painful at our hearts.\""
        },
        {
            "type": "verse",
            "text": "\"O king! Abandon this lamentation and false grief which came to  you. Let your worry, which augments the pleasure of your adversaries be therefore abandoned. O hero! If you want to get back Sita and if the demons are to be destroyed, raise  up for the occasion. Keep yourself cheerful. O Rama! Listen  to my benign words I tell you. This Lakshmana together with a large army should go soon to kill Indrajit,  who reached Nikumbhila, with arrows as deadly as the serpentine poison released from his snake-like  bow in battle.\""
        },
        {
            "type": "verse",
            "text": "\"By his penance, Indrajit obtained a weapon called Brahmashira,  by way of a gift from Brahma and also horses, which are coursing at his will. That Indrajit, as such along with his army, is reported to have reached  Nikumbhila. If he comes forth after completing his sacrificial act, know that all of us as killed.\""
        },
        {
            "type": "verse",
            "text": "\"A boon was given by Brahma to that intelligent  demon as follows: \"O Indrajit! That enemy of yours, who strikes while you are marching with your bow  drawn, and while you have not arrived at Nikumbhila, or even while you have not offered oblations to  the sacred fire, will prove to be the cause of your killing. O mighty Rama! Give  your command for killing of Indrajit. When he is killed, know that Ravana along with his associate troops  also as killed.&rdquo; "
        },
        {
            "type": "verse",
            "text": "Hearing the words of Indrajit, Rama then spoke the following words:\"O  Vibhishana of true prowess! I know the conjuring trick of that terrific demon. That Indrajit is skilled in the use of the mystic missile presided over by Brahma. He is intelligent.  He is a master of several conjuring tricks. He is so mighty that he can render unconscious in battle  even the gods along with Varuna the king of gods. O highly illustrious hero! While  he drifts in the sky, ascending his chariot, his movement is not known to others, as the sun is not  seen beneath a dense mass of clouds.\""
        },
        {
            "type": "verse",
            "text": "Having known the toughness of the conjuring tricks of the evil-minded  adversary, Rama spoke to the illustrious Lakshmana as follows:  \"O Lakshmana! You, accompanied by that entire army which stands at the disposal  of Sugreeva, along with troop-commanders with Hanuman as their head and protected by Jambavan the lord  of bears, who will be accompanied by his army, kill that Indrajit the prince of demons, rich in the  power of conjuring tricks. The great souled Vibhishana, who knows all the conjuring  tricks of Indrajit, along with his counsellors, will follow behind you.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Rama, Lakshmana of highly wonderful prowess,  along with Vibhishana, took hold of his excellent bow. "
        },
        {
            "type": "verse",
            "text": "The rejoiced Lakshmana who was prepared for the combat, clad in an armour, wielding a  sword and arrows, wearing his bow in his left hand and having touched Rama's feet in salutation, spoke  as follows: \"Today, the arrows released from my bow, piercing Indrajit, will drop  into the City of Lanka, as swans descend into a louts-pond. Now itself, my arrows  discharged from the bow-string of this great bow, duly splitting his terrific body, will blow him away.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking in front of his brother, that resplendent Lakshmana,  quickly marched forward, with an intent to kill Indrajit. Offering salutation to the feet of his brother and doing circumambulation too,  that Lakshmana went to the sanctuary named Nikumbhila, which was protected by Indrajit. Having obtained the blessings from his brother, the glorious Lakshmana, the prince,  quickly sallied forth along with Vibhishana. "
        },
        {
            "type": "verse",
            "text": "Then, Hanuman accompanied by many a thousand of monkeys and Vibhishana  along with his counsellors went behind Lakshmana. That Lakshmana, quickly surrounded  by a large army of monkeys, saw the army of Jambavan also stationed in the way. "
        },
        {
            "type": "verse",
            "text": "After covering a long distance, that Lakshmana, the delight to  his friends, saw the army of Ravana, ranged in battle-array, from a distance.  Duly arriving at Nikumbhila, that foe-conquering Lakshmana stood, bow in hand, to conquer that Indrajit,  the possessor of conjuring tricks, in conformity with Brahma's ordinance. The  valiant Lakshmana stood there along with Vibhishana, the heroic Angada and Hanuman, the son of wind-god."
        },
        {
            "type": "verse",
            "text": "Lakshmana penetrated that heterogeneous army of enemies, resplendent  with spotless weapons, thick with ensigns and abounded with huge chariots, exceedingly impenetrable,  very terrific, with unimaginable swiftness, even as one would enter a thick veil of darkness."
        }
    ]
}