{
    "id": "prose-yuddha-86",
    "kanda": "yuddha",
    "sarga": "86",
    "title": "Indrajit enters the battle-filed again",
    "chapter": "86",
    "overview": "<a name=\"PageTop\"></a>On the advice of Vibhishana, Lakshmana releases a multiple    of arrows towards Indrajit. A fight ensues between bears monkeys and demons. Hearing the    terrible noise of the battle, Indrajit discontinues his sacrificial rite and enters the    battle-field. Hanuman with trees as weapons, plays havoc among the demons and challenges    Indrajit to a duel. Lakshmana catches sight of Indrajit, coming in his chariot.",
    "content": [
        {
            "type": "verse",
            "text": "In that situation, Vibhishana then spoke the following words, which were hostile  to the enemies and advantageous to Lakshmana. \"Let this army of demons which is seen here, dark  as a cloud, be quickly engaged in battle, by the monkeys using rocks as thier weapons. O Lakshmana!  Make an effort to break this mighty army. When this army is destroyed, Indrajit also will become  visible.\""
        },
        {
            "type": "verse",
            "text": "\"You as such, rush forward quickly, gushing out arrows, equal to Indra's thunderbolt,  on the enemies, so long as this sacrificial act of Indrajit is not actually carried through. O hero!  Make a short work of Indrajit, the evil minded, who is interested in performing conjuring tricks,  who is unjust, engaged in cruel acts and who brings fear to all the worlds.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Vibhishana, Lakshmana, having auspicious marks, showered forth  streams of arrows in the direction of Indrajit. Bears and monkeys, who fight was gigantic trees,  rushed towards that army of demons, drawn up in battle-array."
        },
        {
            "type": "verse",
            "text": "The demons too, with an intent to kill the monkeys in battle, attacked them with  sharp arrows, sowrds, spears and javelins. That tumultuous battle between the monkeys and the demons  rendered Lanka noisy on all sides with its great uproar."
        },
        {
            "type": "verse",
            "text": "The sky was covered with weapons of various shapes, sharp arrows, trees and tossed  mountain tops. Those demons of ugly faces and arms, hurling weapons on the monkeys, created a great  fear. Even the monkeys too struck and killed all the demons in the battle, with various types of  trees and mountain-peaks."
        },
        {
            "type": "verse",
            "text": "A great fear developed among the demons who were fighting with mighty leaders of  bears and monkeys endowed with colossal bodies. Hearing that his own army being tormented by the  enemies, was dejected; that unconquerable Indrajit left off, without performing the sacrificial  rite."
        },
        {
            "type": "verse",
            "text": "That enraged Indrajit, coming out from the gloominess of the trees, ascended his  firmly yoked chariot which had already been united. That awful Indrajit, armed with terrific bow  and arrows, looking like a mass of black collyrium with his blood-red eyes, appeared like the destructive  Death."
        },
        {
            "type": "verse",
            "text": "Just on seeing Indrajit being on a chariot, that army of demons with a terrific speed,  turned back, wishing to fight with Lakshmana. At that time, Hanuman the destroyer of enemies looking  like a mountain, uplifted an absolutely unpaalleled large tree. Consuming that army of demons, as  a fire at the time of universal dissolution, the aforesaid monkey made that army unconscious on  the battle field, with many trees."
        },
        {
            "type": "verse",
            "text": "Immediately on seeing Hanuman destroying thier army rapidly, thousands of demons hurled  weapons on him. Approaching Hanuman looking like a mountain, the demons bearing pointed pikes struck  him from all sides with pkes, those carrying swords in their hands with swords, those carring javelins  in their hands with jalins, with iron rods with maces; those armed with sharp-edged spears with  spears, as also with bright-looking spears, with hundreds of cylindrical wooden pieces studded with  iron spikes, with steel hammers, ,with awful axes, with slings for the rwing stones, with their  thunderbolt-like fists and slaps which fell like flashes of lighning. Then, the enraged Hanuman made  a colossal destruction of those demons."
        },
        {
            "type": "verse",
            "text": "That Indrajit saw Hanuman, the foremost of monkeys, looking like a mountain, fearlessly  killing his enemies. He spoke the following words tohis charioteer: \"Take the chariot to the place  where that monkey is standing. If we neglect him, he will surely destroy our demons.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of that Indrajit, the charioteer went, carrying that very unconquerable  Indrajit sitting in the chariot, to the place where Hanuman was there. Coming close to Hanuman, that  unconquerable Indrajit hurled swords, sharp-edged spears and axes on the head of Hanuman."
        },
        {
            "type": "verse",
            "text": "Receiving those terrible weapons, that Hanuman spoke, seized as he was, with great  rage, the following words: \"O evil-minded Indrajit! If you are valiant, fight with me. Coming nearer  to Hanuman, you will not return alive. O foolish fellow! If you enter into a duel with me, fight  with your arms. Withstand my force in the battle-field. Then you will be considered as the best  among the demons.\""
        },
        {
            "type": "verse",
            "text": "Vibhishana told Lakshmana in the following words that while with bow upraised, Indrajit  sought to kill Hanuman. \"Having seated in a chariot, Indrajit, who conquered Indra, is seeking to  kill Hanuman. O Lakshmana! Kill that Indrajit with your terrific arrows of incomparable workmanship,  which ward off the enemies and putting an end to their lives.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Vibhishana, who was fearful to his adversaries, the great-souled  Lakshmana saw Indrajit, who closely resembled a mountain, seated in a chariot, of terrific strength  and who was difficult to approach."
        }
    ]
}