{
    "id": "prose-yuddha-87",
    "kanda": "yuddha",
    "sarga": "87",
    "title": "Indrajit's harsh words to Vibhishana",
    "chapter": "87",
    "overview": "Vibhishana takes Lakshmana to the place where indrajit is performing the sacrificial  rite. He advises Lakshmana to destroy Indrajit even before he finishes the sacrificial rite at a banyan  tree. Indrajit sees Vibhishana there and starts talking harsh words to him, saying that he has ditched  him by bringing Lakshmana to that place. Vibhishana replies that because of Ravana's vices, he has left  him and joined Rama's side. He further adds that Indrajit and his army will not survive under the range  of Lakshmana's arrows.",
    "content": [
        {
            "type": "verse",
            "text": "After speaking to him as aforesaid, Vibhishana taking Lakshmana, who held a bow in his  hand, felt rejoiced and hastened away. Moving not very distant from there and entering an extensive  thicket, Vibhishana showed to Lakshmana, the place where Indrajit was going to pour oblations into the  sacred fire. The glorious Vibhishana showed a terribly looking banyan tree, appearing like a black cloud  (and spoke as follows):<br/> \"After offering oblations to the spirits at this place, the mighty Indrajit proceeds to the battle afterwards.  Thereupon, this demon becomes invisible to any one, kills some enemies in battle and binds some with  his excellent arrows. Destroy that mighty Indrajit, along with his chariot, horses and charioteer, by  releasing your blazing arrows, even while he has not reached the banyan tree.\""
        },
        {
            "type": "verse",
            "text": "That greatly brilliant Lakshmana, a delight of his fiends, saying 'So be it' took his  stand there, twanging his bow at full length. That Indrajit, the son of Ravana, clad in armour, armed  with a sword, and distinguished by his ensign, appeared in a fire- coloured chariot. That highly splendid  Lakshmana spoke to that Indrajit, the scion of Sage Paulastya, who had never been conquered before (as  follows): \"I am inviting you for a fight. Give battle to me in a right manner.\""
        },
        {
            "type": "verse",
            "text": "Thus spoken by Lakshmana, Indrajit with a great brilliance and high mindedness, seeing  Vibhishana there, spoke the following harsh words to him: \"O demon! You are born and brought up here.  You are a direct brother to my father and a paternal uncle to me. How can you be hostile to a son? O  perverted fellow, an abuser of righteousness! Consanguinity is not a norm for you, or friendliness,  or pride of birth, nor a brotherly feeling nor a right conduct. O evil-minded one! You are pitiable  and deserve to be reproached by the virtuous, in that having abandoned your onw kind; you have entered  into the service of our enemy.\""
        },
        {
            "type": "verse",
            "text": "\"You are not recognizing the great difference because of your feeble mind. Where is living  together with one's own kindred and where is taking refuge with low kind of enemies? Opponents may be  virtuous. One's own kindred may not be virtuous. But, a relation, though bereft of merit is preferable.  An enemy is, indeed, ever an enemy. He who, abandoning his own side, takes sides with adversary, is  killed, after his own knsmen are destroyed just by those people of the other side.\"<br/> \"O Indrajit, the demon! The ruthlessness thus shown by you and the manliness exhibited by you (in bringing  Lakshmana here) could be possible only by you, our own kindred.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Indrajit, his brother's son, Vibhishana replied: \"O demon! Why do  you speak perversely, as though you are not aware of my nature? O Indrajit the wicked one! Atleast out  of respect for the elders, abandon your harshness. Even if I am born in a demoniac race, which does  cruel acts, my nature is goodness, which is prime virtue of human beings and it is not demoniacal. I  neither delight in cruel acts, nor rejoice in unvirtuous acts. How can a brother be driven away by his  brother, even if the former's nature is different?\""
        },
        {
            "type": "verse",
            "text": "\"Renouncing a man of sinful resolve hose conduct has deviated from righteousness, one  attains happiness, as one shakes off a venomous serpent from his hand. The wise men say that an evil-natured  fellow, who is intent on taking away other's property and lustfully touches another's wife, is worth  shunning, as one abandons a house in flames. Three faults produce destruction. Taking  away other's property, lustfully touching another's wife and excessive distrust with one's friends.\""
        },
        {
            "type": "verse",
            "text": "These faults which destroy one's life and lordship killing great sages terribly, waging  war against all celestials, arrogance, becoming angry very easily, quarrelsomeness, ill-will have concealed the good qualities of my elder brother, as the clouds conceal  the view of mountains. Because of these vices, Ravana, your father and my brother, has been abandoned  by me. Neither will this City of Lanka will exist any longer nor you nor your father.\""
        },
        {
            "type": "verse",
            "text": "\"O demon! You can talk to me as you like, since you are arrogant, foolish, and indisciplined  and caught, as you are, in the noose of Death. O the worst of demons! You got this calamity here because  you spoke harsh words to me today. You cannot reach the banyan-tree any longer. It is not possible for  you to survive, on attacking Lakshmana. You fight with Lakshmana, the lord of men, in the battle-field.  After being killed, you will do sacred work in the abode of Yama, the god of Death. Do spend away all  your weapons and arrows, by showing your own augmented strength. Reaching the range of Lakshmana's arrows,  you will not indeed return alive with your army today.\""
        }
    ]
}