{
    "id": "prose-yuddha-88",
    "kanda": "yuddha",
    "sarga": "88",
    "title": "A fierce battle starts between Lakshmana and Indrajit",
    "chapter": "88",
    "overview": "A fierce battle of archery starts between Indrajit and Lakshmana. Indrajit strikes Lakshmana  with seven arrows, Hanuman with ten arrows and Vibhishana with a hundred arrows, almost at the same time.  In retaliation, Lakshmana strikes Indrajit with a multiple of arrows and Indrajit's armour breaks up  into pieces. Indrajit, in response, strikes Lakshmana with a thousand arrows and breaks up Lakshmana's  armour. A fierce fight ensues for a long time. Meanwhile, Vibhishana joins the battle-field, to relieve  Lakshmana's fatigue.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing the words of Vibhishana, Indrajit was excited with rage, spoke harsh words and  rushed forward in fury. Indrajit was looking like Yama the lord of Death at the time of dissolution  of the world, sitting in a well-decorated and distinguished chariot yoked with black horses, having  upraised sword and weapons, raising a big terrific enormous strong and swift bow and laying hold of  arrows which can torment the enemies."
        },
        {
            "type": "verse",
            "text": "The mighty the destroyer of adversaries, wielding a large bow, fully adorned, and seated  in a chariot saw that Lakshmana who was embellished with his own splendor. Indrajit hurriedly spoke  to those foremost of monkeys and to this Lakshmana, who ascended Hanuman's back with a splendor of the  sun shining on Mount Udaya and also with Vibhishana as follows: \"You behold my prowess now. Now, you  can face an unconquerable stream of arrows, like rain, released in the sky, as discharged from my bow  in the battle-field. Today my arrows released from my large bow will destroy your bodies, as fire consumes  a pile of cotton. Today, I will send all of you to the world of Yama the lord of Death, by piercing  you with my sharp arrows and hurling the pikes, javelins and lances on you."
        },
        {
            "type": "verse",
            "text": "\" Who can stand before me, while I release streams of arrows with my swift-hand in battle,  thundering like a cloud? Earlier on that day, in a nocturnal battle, both of you along with Sugreeva  and other followers, were made unconscious by my arrows which were like thunderbolts and tips of missiles  as also you were made to fall down on the floor. Do you not have that remembrance? I presume clearly  that you are on the road to Yama the lord of Death, since you have come to give battle to me, enraged  as I am, like a venomous serpent.\""
        },
        {
            "type": "verse",
            "text": "Enraged in hearing that roaring of Indrajit, Lakshmana then spoke the following words,  with a courageous countenance. \"O demon! It has been proclaimed by you about the successful conclusion  of your tasks, eventhough it is difficult to achieve them. He alone is clever, whoever carries through  his undertakings in practice.\""
        },
        {
            "type": "verse",
            "text": "\"O evil-minded one! You are thinking that you have accomplished your end, by proclaiming  through word alone, the achievement of your end, which is difficult to attain for anyone, though you,  as such, lack in capacity to achieve your purpose. The path, which was followed on that day by you,  becoming invisible in the battle-field, is the one trodden by thieves and is not the path followed by  valiant ones. O demon! Having reached the range of your arrows, I am standing before you. Therefore  show your prowess today. Why should you brag with your words?"
        },
        {
            "type": "verse",
            "text": "Hearing those words, the mighty Indrajit, victorious in battle, reaching his terrific  bow, released sharp arrows from it. Duly reaching Lakshmana, the arrows released by Indrajit, which  rushed with great speed and were as deadly as the venom of serpents, fell like the hissing of snakes."
        },
        {
            "type": "verse",
            "text": "The swift Indrajit, the son of Ravana, with his arrows of very great velocity, in that  battle, struck Lakshmana who was endowed with auspicious body-marks. That glorious Lakshmana, drenched  in blood, with his body very much wounded by arrows, shone like a smokeless flame."
        },
        {
            "type": "verse",
            "text": "Mulling over his own feat, Indrajit for his part, approaching Lakshmana and emitting  an exceedingly loud roar, spoke the following words: \"The sharp-edged and deadly arrows, with their  wings, released from my bow, will now take your life, O Lakshmana! Let a number of Jackals, multitude  of hawks and vultures descend upon you, when struck down by me, you are dead. The exceedingly evil-minded  Rama now itself can see you, a mere kshatriya (military class only for a name sake), ever ignoble and  his devoted brother, killed by me. O Lakshmana! Rama will see you, struck down by me today, with your  armour dropped down, bow thrown about and head dismantled.\""
        },
        {
            "type": "verse",
            "text": "Lakshmana, understanding the sense of the word, replied in the following logical words  to the enraged Indrajit thus speaking harshly."
        },
        {
            "type": "verse",
            "text": "\"O evil-minded one! Give up strength of speech in your empty words. O demons! You are  doing cruel acts. Why do you indulge in such idle talk? Make it active with your good work. Without  performing that act, why do you boast yourself here? Perform that act by which I can believe your brag.  O the worst of persons! Without speaking even a few harsh words, without abusing you and without bragging  myself, Lo! I will kill you.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, Lakshmana stretching five steel arrows upto the ear, dug them into the  demon's chest with a great speed. The arrows, blazing like serpents and feathered with fine plumes,  shone like sun-rays in that demon's chest. Struck with arrows by Lakshmana, that enraged Indrajit pierced  in return three arrows well-directed towards Lakshmana."
        },
        {
            "type": "verse",
            "text": "That fight between Lakshmana, the foremost among men and Indrajit, the formost among  demons, who wished to conquer one over the other in battle, was most terrific and tumultuous. Both were  endowed with strength. Both were distinguished for their prowess. Both were exceedingly difficult to  conquer and peerless in strength and courage."
        },
        {
            "type": "verse",
            "text": "Those two heroes, who were difficult to overcome in battle, fought at that moment like  two plants figuring in the sky and like Indra and Vritra, the demon. Then, the two warriors, who were  engaged in releasing several streams of arrows, fought like two lions. Lakshmana the foremost among  humans and Indrajit the foremost among demons fought with rejoice."
        },
        {
            "type": "verse",
            "text": "Thereupon, Lakshmana the tormentator of enemies, fitting his arrows to his bow, released  arrows on Indrajit, hissing like an enraged serpent. Hearing the twang of the bow-string of Lakshmana,  Indrajit the Chief of demons became pale-faced and fixed his gaze on Lakshmana. "
        },
        {
            "type": "verse",
            "text": "Seeing Indrajit (the son of Ravana) pale-faced, Vibhishana spoke as follows to Lakshmana,  who was fully absorbed in the fight. \"O the long-armed Lakshmana! I infer on the strength of the indications  which I see in Indrajit, that he is disappointed. There is no doubt about it. Make haste.\""
        },
        {
            "type": "verse",
            "text": "Thereupon, fitting to his bow sharp arrows, resembling poisonous snakes, Lakshmana discharged  those arrows which looked like serpents full of venom to him. Hit by Lakshmana with arrows, which invaded  all his senses, like the hit of Indra's thunderbolt, Indrajit became stupefied for a moment."
        },
        {
            "type": "verse",
            "text": "Regaining his consciousness within a moment, with his senses restored, that Indrajit  saw the valiant Lakshmana engaged in the battle. "
        },
        {
            "type": "verse",
            "text": "With blood-red eyes in anger, Indrajit walked towards Lakshmana. Approaching Lakshmana,  he again spoke the following harsh words to him: \"Don't you remember my prowess in the first encounter,  when you along with your brother, was bound by me and you wriggled on the floor? At first, both of you  along with your foremost warriors in a major encounter, were indeed laid down unconscious on the ground,  by my arrows which were equal to Indra's thunderbolt. The fact that you desire to attack me means that  either the remembrance of it no longer exists in you or I presume you desire to go clearly to the abode  of Yama the lord of Death. If my prowess was not witnessed by you in the first encounter, I will show  it today. Stand ready for it now.\""
        },
        {
            "type": "verse",
            "text": "Thus speaking, he struck Lakshmana with seven arrows and Hanuman with ten excellent sharp-edged  arrows. Then, the valiant Idnrajit with anger and with twice as much vehemence, wounded Vibhishana with  a hundred well-aimed arrows."
        },
        {
            "type": "verse",
            "text": "Seeing that feat accomplished by Indrajit, yet disregarding it, deriding it by saying  \"This is noting\" and taking up terrific arrows, the fearless and enraged Lakshmana the younger brother  of Rama and foremost among men, then discharged them against Indrajit in battle. \"O demon! Heroes who  come to battle do not strike like this. These arrows of yours are light, weak and mild indeed. Warriors,  who wish to win in battle, do not fight like this.\" Thus speaking, Lakshmana the wielder of a bow, streamed  forth arrows on him."
        },
        {
            "type": "verse",
            "text": "A large golden armour, broken to pieces by Lakshmana's arrows, slipped down in the middle  of chariot, like a cob-web of stars falling from the sky. The valiant Indrajit, with his armour disheveled  by the steel arrows, was wounded in battle and looked like the sun at dawn. Thereafter, the valiant  Indrajit of terrific prowess was enraged and wounded Lakshmana with a thousand arrows in battle. The  large celestial armour of Lakshmana broke into pieces. The two warriors vied with each other in offence  and retaliation in their attack."
        },
        {
            "type": "verse",
            "text": "Those two warriors, with their entire bodies lacerated in combat, smeared with blood  all around and breathing heavily, fought the battle tumultuously. Thos mighty warriors, skilled in warfare,  were cutting through each other, for a long time, with sharp arrows."
        },
        {
            "type": "verse",
            "text": "Those two heroes f terrific prowess stay on strenuously trying to secure their own victory,  covered as they were, all over with a multitude of arrows as also their armour and standards torn to  pieces. They stood emitting hot blood, as two water-falls gushing hot water."
        },
        {
            "type": "verse",
            "text": "Much of a time lapsed while the two warriors fought loosing terrific stream of arrows,  then with an awful clamour, like two dark destructive clouds raining from the sky. They neither trned  their back from the battle, nor experienced any fatigue."
        },
        {
            "type": "verse",
            "text": "Displaying their missiles again and again, the two warriors, who were excellent among  those skilled in the use missiles, fastened a net work of arrows both large and small, in the sky. Loosing  their arrows faultlessly, gracefully and easily in a wonderful way, both the man and the demon carried  on a tumultuous and terrific war."
        },
        {
            "type": "verse",
            "text": "Their terrific and tumultuous sound could be heard one by one repeatedly. That sound  created a tremble in people, like a violent thunder-storm. That clamour of those two warriors, who were  engaged thus in that martial act, resembled the rumbling of two dreadful thundering clouds in the sky."
        },
        {
            "type": "verse",
            "text": "Those two mighty and glorious warriors, who were determined to gain victory over one  another, wounded with golden-shafted steel arrows, were profusely giving out blood. Fallen on their  limbs, the golden-shafted arrows, dropped on the battle-field, smeared with blood and pierced into the  surface of the earth."
        },
        {
            "type": "verse",
            "text": "Some more arrows released by those two warriors clashed in thousands with sharp weapons  in the sky and shattered and tore them. The terrific pile of arrows in battle appeared like a mass of  sacred Kusha grass by the side of two blazing fires at a sacrifice."
        },
        {
            "type": "verse",
            "text": "The wounded bodies of those two mighty warriors shoen like Kimshuka and Shalmali (silk-cotton)  trees in full blossom, deprived of leaves. Indrajit and Lakshmana who were time and again wishing to  attain victory one over the other, carried out tumultuous and terrific battle."
        },
        {
            "type": "verse",
            "text": "In the combat, Lakshmana was striking Indrajit and Indrajit too was striking Lakshmana.  Both of them were striking each other and did not experience any weariness. With a multitude of arrows  dug deep into their bodies, those two warriors, of great prowess and swiftness, shone like two mountains  shooting forth plants from them."
        },
        {
            "type": "verse",
            "text": "At that time, all their limbs, dampened with blood and thickly covered with arrows shone  very much like blazing fires. A lot of time lapsed in the meanwhile past the two warriors. They neither  turned their back from the battle nor experienced any fatigue. Then, to relieve martial weariness of  Lakshmana, who did not experience defeat in any facet of war, the great-souled Vibhishana, offering  agreeable and salutary words, took up his position, on reaching the battle-field."
        }
    ]
}