{
    "id": "prose-yuddha-89",
    "kanda": "yuddha",
    "sarga": "89",
    "title": "Vibhishana destroys many demons",
    "chapter": "89",
    "overview": "Vibhishana enters the battle-field and destroys many demons. He speaks encouraging  words to the chiefs of monkeys urging them to carry on the combat. The monkeys start a furious attack  on the demons. Even Hanuman begins to destroy thousands of demons. Indrajit rushes towards Lakshmana  and starts fighting with him. Lakshmana kills Indrajit's charioteer. Four excellent monkey-chiefs  kill Indrajit's horses and destroys his chariot.",
    "content": [
        {
            "type": "verse",
            "text": "Seeing Lakshmana and Indrajit, fighting with commitment to gain victory one over  the other, like elephants in rut, that strong and valiant Vibhishana, wielding his excellent bow,  stood there at the battle-front, with an intent to behold their combat."
        },
        {
            "type": "verse",
            "text": "Standing there thus, Vibhishana stretched his great bow and released excellent sharp  pointed arrow son those demons. Falling in exact spot, those arrows, hitting like fire, tore the  demons into pieces, as thunderbolts would cleave large mountains. Even the foremost of demons, the  attendants of Vibhishana too, rent asunder those valiant demons in battle, with pikes, swords and  sharp-edged spears."
        },
        {
            "type": "verse",
            "text": "Surrounded by those demons, Vibhishana shone like an elephant in the midst of proud  young tuskers. Vibhishana, who knew the timing, spoke to the monkeys, who cherished to destroy the  demons, the following opportune words duly inspiring them. \"O chiefs of monkeys! Here stands before  you, one who is the last support of Ravana. He is all that is left in his force. Why do you stand  idle? At the end of this war, if this sinful demon is killed, the remaining army is as good as killed,  except Ravana.\""
        },
        {
            "type": "verse",
            "text": "Prahasta was killed. The valiant Nikumbha, the mighty Kumbhakarna, Kumbha, the demon  called Dhumraksha, Jambumali, Mahamali, the highly swift Ashaniprabha, Suptaghna, Yajnakopa, a demon  named Vajradamshtra, Samhadri, Vikata the destroyer of enemies, Tapana, Manda, Praghaasa, Praghasa,  PrajaN^gha, Janga, Agniketu who was difficult to be conquered, Agniketu, the valiant Rashmiketu,  vidyujjihva, Dvijihva, Suryashatru, Akampana, Suparshva, Chakramali, Kampana and the mighty Devantaka  were also killed.\""
        },
        {
            "type": "verse",
            "text": "Having killed these many mighty and foremost of demons and having swun the ocean,  let the tiny puddle be crossed. \"O monkeys! Only this much of army remains yet to be conquered here.  All the demons, who were proud of their strength, having come to the battle-field here, were killed  by you. Driving away tenderness, for the sake of Rama, I will kill my own brother's son though being  his uncle (who is as good as a father), it is not appropriate for me to compose his death. My eyes  are getting clouded with tear, even when I think of killing him. This long-armed Lakshmana alone  will finish him. O Monkeys! All of you, together, kill his servents standing beside him.\""
        },
        {
            "type": "verse",
            "text": "Thus impelled by that illustrious Vibhishana, those monkey-chiefs were rejoiced and  lashed their tails (in a happy mood). Then, those monkeys-chiefs, roaring time and again, emitted  various kinds of sounds resembling the sounds of peacocks at the time of seeing the clouds. Even  Jambavan and those monkeys, accompanied by all those, who belong to their identical troops, began  to strike the demons with stones, nails and teeth."
        },
        {
            "type": "verse",
            "text": "Those mighty demons, having various kinds of weapons, abandoning their fear, surrounded  that Jambavan, who was playing havoc on them. They struck Jambavan, who was killing the army of  demons in battle, with sharp axes, spears with sharp edges, sticks and javelins."
        },
        {
            "type": "verse",
            "text": "That tumultuous and terrific battle accompanied by a great noise, occurred between  the monkeys and the demons as between enraged celestials and demons. That haughty Hanuman too who  felt enraged, causing Lakshmana to descend from his back, and tearing up Sala tree from a mountain,  approached the demons and himself began to destroy those demons in their thousands."
        },
        {
            "type": "verse",
            "text": "That mighty Indrajit, the destroyer valiant enemies, after giving a tumultuous fight  to his uncle, yet again rushed towards Lakshmana. The two valiant celebrities, Lakshmana and Indrajit,  the two intense fighters in battle, then began to strike each other, showering a multitude of arrows  on their enemies."
        },
        {
            "type": "verse",
            "text": "The mighty and energetic Lakshmana and Indrajit covered each other off exceedingly  by a network of arrows, in the same way as the sun and the moon are veiled by clouds at the end  of summer. Due to lightness of their hands, even as they fight there, neither the holding of the  bow, nor the taking off the arrows, nor fitting them on their bow-string, nor adjusting their fists,  nor drawing the bow-string nor attaining the target was visible."
        },
        {
            "type": "verse",
            "text": "The sky, having been covered by a multitude of arrows, on all sides, discharged with  force by them both, was shrouded in darkness. Meeting Indrajit, Lakshmana fought with him. Meeting  Lakshmana, Indrajit too took the offensive. As they clashed with each other, there was terrible  confusion (as to who would win ultimately). By the sharp arrows released almost continuously with  the sky was covered with darkness."
        },
        {
            "type": "verse",
            "text": "By the fall of a multitude of their sharp arrows in hundreds, the quarters and sub-quarters  were filled with arrows. All the space was covered with darkness, showing up great fear. While the  sun was setting down, encircling darkness all over, large streams of blood in plenty poured out."
        },
        {
            "type": "verse",
            "text": "Cruel and carnivorous animals diffused awful sounds with their roaring noise. Wind  did not blow at that time nor the wind blazed up. Those great sages proclaimed, \"May it be well  for the (three) worlds!\" The frightened Gandharvas the celestial musicians along with Charanas,  the wandering singers arrived there to see tha battle-field."
        },
        {
            "type": "verse",
            "text": "By discharging four arrows, Lakshmana then struck four black gold-adorned horses  of Indrajit. Thereupon, with alacrity of his hand, that illustrious Lakshmana, fully stretching  and releasing another sharp thunderbolt-like arrow, named Bhalla, which was yellowish in colour,  with charming plumes, having a good splendour similar to Indra's thunderbolt and echoing a clapping  sound, severed the head of Indrajit's charioteer from his trunk, even as he was circling around."
        },
        {
            "type": "verse",
            "text": "When the charioteer was killed, the greatly splendoured Indrajit did the charioteering  by himself and also took hold of his bow. For them, who saw his capability in that battle, it looked  wonderful. When he was driving his horses, Lakshmana struck him with sharp arrows. When he was attending  to his bow, he released arrows on horses."
        },
        {
            "type": "verse",
            "text": "Lakshmana, who was swift in his acts, tormented Indrajit who was ranging the battle-field  fearlessly, with a multitude of arrows on such opportune occasions. Seeing his charioteer killed  in battle, Indrajit became dejected and los this enthusiasm in undertaking the combat."
        },
        {
            "type": "verse",
            "text": "Seeing Indrajit with a despondent face, the monkey-chiefs were very much dejected  and then acclaimed Lakshmana. Then, four monkey-leaders named Pramathi, Rabhasa, Sharabha and Gandhamadana,  getting impatient, acted hastily. Those four monkeys, having a great might and terrible prowess,  quickly bounced and descended on his excellent horses. Blood started flowing from the mouths of  those horses pressed under the weight of those monkeys, as huge as mountains."
        },
        {
            "type": "verse",
            "text": "Those crushed horses, with their limbs broken as also moving to and fro, fell down  dead on the ground. After killing his horses, those monkeys also crushed that great chariot and  jumping up again with speed, they stood by the side of Lakshmana. That Indrajit, whose charioteer  was killed and horses destroyed, leaped down from his chariot and attacked Lakshmana with streams  of arrows."
        },
        {
            "type": "verse",
            "text": "Then, that Lakshmana like Indra the lord of celestials, restrained those arrows with  many a number of his arrows. That Indrajit was coming on foot, as his excellent horses had been  killed and began to release exquisite sharp arrows in battle."
        }
    ]
}