{
    "id": "prose-yuddha-9",
    "kanda": "yuddha",
    "sarga": "9",
    "title": "Vibhishana speak words of morality",
    "chapter": "9",
    "overview": "Restraining the demons, who were boasting of their own strength, Vibhishana starts to speak words of morality and requests Ravana to restore Sita to Rama. After hearing Vibhishana's words, Ravana retires to his own palace.",
    "content": [
        {
            "type": "verse",
            "text": "Then, Nikumbha, Rabhasa, the exceedingly strong Surya satru, Suptaghna, Yagnakopa, Mahaparsva and Mahodara, the unconquerable demons Agniketu and Rasmiketu, then the powerful son of Ravana named Indrajit endowed with great energy, Prahasta and Virupaksha, Vajradamstra who was extraordinarily strong, Dhumarksha and Atikaya and the demon by name Durmukha, all carrying iron clubs, sharp-edged spears, spikes, darts, javelins and axes, bows with excellent arrows and swords shining like a vast expanse of water, and who were all extremely enraged, and flaming as it were with glory, those demons rose up and spoke to Ravana (as follows): \"Now itself, we shall kill Rama along with Lakshmana and Sugreeva as well as the pitiable Hanuman by whom Lanka was attacked.\""
        },
        {
            "type": "verse",
            "text": "Vibhishana  (Ravana's youngest half-brother) restraining all those who were made to seize weapons, were made to sit again by saluting them with joined palms and spoke as follows:"
        },
        {
            "type": "verse",
            "text": " \"Dear brother! That act which cannot be accomplished by three well-known strategies (viz. conciliation, gift and sowing dissention) , is only then to be accomplished by exhibiting prowess, as stated by wise men. The gallantries performed according to the prescribed precept, after being tested, O dear brother, only succeed against those who are indifferent, who have been already attacked by an enemy or who stand struck down by fate. How do you wish to attack that famous Rama, who is always attentive, who has a will to conquer, who is established in strength, who has subdued his anger and who is difficult to be conquered? Who can conceive or even imagine in this world, that Hanuman's speed in crossing the formidable ocean, which is the lord of streams and rivers? The strength and the abilities of the enemies are difficult to be measured. They cannot be treated with contempt hastily by any means. What offence was done earlier to the king of demons by the illustrious Rama, whose wife that he bore away from Janasthana? Khara, who has gone beyond limits, was of course killed by Rama in an encounter. Lives are certainly to be protected, according to one's own strength, by living beings. For this reason, a very great danger because of Sita will occur to us. She, who was brought here, is to be given away. What is the use in doing anything, with an animosity as an end? It is not appropriate to make enmity uselessly with Rama, who is valiant and who follows righteousness. Let Sita be given away to him.\" "
        },
        {
            "type": "verse",
            "text": "\"Before the City of Lanka with its elephants, horses and many riches are shattered by arrows, let Sita be given away to him. Not so long as the huge army of monkeys which is very dangerous and unconquerable attacks our Lanka, let Sita be given away. If the beloved wife of Rama is not given away of your own accord, the city of Lanka will indeed perish. All our valiant demons too will perish. I am propitiating you because of my relationship. Act on my words. I am telling you beneficial as well as truthful words. Let Sita be given away to him. Before Rama the prince discharges, for your destruction, very strong and unfailing arrows equal to the rays of autumnal sun and provided with new heads and shafts, let Sita be given away to Rama. Abandon soon your anger, which destroys happiness and piety. Resort to righteousness, which augments joy and fame. Become placid so that we may live with our sons and relatives. Let Sita be given away to Rama.\" "
        },
        {
            "type": "verse",
            "text": "After hearing Vibhishana's words, Ravana the king of demons left all of them and entered his own palace."
        }
    ]
}