{
    "id": "prose-yuddha-90",
    "kanda": "yuddha",
    "sarga": "90",
    "title": "Indrajit's horse was killed",
    "chapter": "90",
    "overview": "Indrajit goes back to Lanka and brings another chariot with him. He attacks the monkeys severely. The monkeys  seek refuge in Lakshmana. Indrajit and Lakshmana continue a fierce battle with their bow and arrows. Lakshmana  destroys Indrajit&rsquo;s chariot. Indrajit strikes three arrows in Lakshmana&rsquo;s forehead and Lakshmana strikes five  arrows on Indrajit&rsquo;s face. When Indrajit strikes Vibhishana with arrows, Vibhishana kills Indrajit&rsquo;s horses. Fitting  a missile presided over by Indra the lord of celestials, Lakshmana addressed a prayer on Rama and discharged it  towards Indrajit. Indrajit&rsquo;s head gets chopped off and falls to the ground. Witnessing Indrajit&rsquo;s death, all the  monkey-chiefs, Vibhishana, Hanuman and Jambavan applaud Lakshmana.",
    "content": [
        {
            "type": "verse",
            "text": "Indrajit, the demon, who was endowed with extraordinary energy, standing on the ground his horses having been  killed; was very much enraged and blazed with spirit. Those two warriors, holding their bows, having an extreme  intent to kill each other with their arrows, were like two excellent elephants going out in the forest for the  purpose of conquering one over the other. Those demons and monkeys, rushing from all sides, destroying each other,  did not desert their masters in battle."
        },
        {
            "type": "verse",
            "text": "Applauding and causing rejoice to all the demons and even feeling delighted himself , Indrajit then spoke the  following words: &ldquo;These quarters are wrapped on all sides with abundant darkness. O foremost of demons! It can  not be identified at this time whether one belongs to one&rsquo;s own army or an enemy. <a name=\"Verse6\"></a>You courageously  fight, so as to stupefy the monkeys. I, on my part, will return to the battle-field, ascending another chariot. <a name=\"Verse7\"></a>You act in such a way so that these evil-minded monkeys do not carry on their fight (with  me) while enter the city.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus speaking, Indrajit the annihilator of enemies, having deceived the monkeys, entered the City of Lanka for  the sake of getting anther chariot. <a name=\"Verse9\"></a>Arranging for embellishment of a chariot, which was beautiful,  decked with gold, furnished with darts, swords and arrows, yoked with excellent horses, directed by a charioteer  who could understand those horses properly and could give credible instructions to them, that Indrajit, a conqueror  in battle, who was endowed with extraordinary energy, then ascended it."
        },
        {
            "type": "verse",
            "text": "That valiant Indrajit, surrounded by troops of principal demons and incited by the force of destiny, sallied forth  from the city. Moving out form the City with his swift horses, that Indrajit, the destroyer of valiant enemies,  attacked Lakshmana and Vibhishana."
        },
        {
            "type": "verse",
            "text": "Seeing Indrajit seated in the chariot, Lakshmana, the mighty monkeys and Vibhishana the demon then were very much  surprised on recalling the alacrity of the intelligent Indrajit. <a name=\"Verse14\"></a>The enraged Indrajit also  struck down hundreds and thousands of monkey-chiefs by using a multitude of arrows in the battle-field."
        },
        {
            "type": "verse",
            "text": "Stretching his bow to a circle, that enraged Indrajit the conqueror in battle, exhibiting supreme agility, began  to kill the monkeys. Thus being killed by steel arrows, those monkeys of terrible prowess sought refuge in Lakshmana,  as people would take refuge in Brahma the Lord of Creation."
        },
        {
            "type": "verse",
            "text": "Then, blazing with hostile anger, Lakshmana, showing his agility of hand, tore Indrajit&rsquo;s bow. Hurriedly, he took  another bow and made it ready. Lakshmana tore that bow too of Indrajit with three arrows."
        },
        {
            "type": "verse",
            "text": "Thereupon, Lakshmana struck that Indrajit, whose bow was torn, on his chest with five arrows which were deadly  like a serpentine poison. Those arrows, released from that great bow, penetrating through Indrajit&rsquo;s body, fell  to the ground like huge red serpents."
        },
        {
            "type": "verse",
            "text": "Ejecting blood from his month, that Indrajit, who had his bow torn, took hold of his excellent bow with the bow-string  firmly fastened and which was stronger than the earlier bow. Employing utmost agility, Indrajit, aiming at Lakshmana,  streamed forth a shower of arrows, as Indra the lord of celestials streaming forth the rain."
        },
        {
            "type": "verse",
            "text": "Lakshmana the annihilator of enemies coolly warded off the shower of arrows released by Indrajit, though it was  most difficult to resist. Lakshmana with great splendor, remaining unperplexed, then showed his prowess to Indrajit,  which was marvelous indeed."
        },
        {
            "type": "verse",
            "text": "Getting extremely enraged, Lakshmana then pierced all those demons who stood in the battle-field with three arrows  each, showing his speed in discharging missiles and also struck Indrajit with an array of arrows."
        },
        {
            "type": "verse",
            "text": "That Indrajit, who was struck by the enemy, who was mighty destroyer of enemies, released several arrows unhindered  towards Lakshmana. Lakshmana, the destroyer of valiant adversaries, tore those arrows yet unarrived, with sharp  arrows. The virtuous Lakshmana eliminated the head of the charioteer of Indrajit, the chariot-warrior, in the  battle with an arrow called Bhalla which was looking curved at its nodes."
        },
        {
            "type": "verse",
            "text": "Those horses, bereft of a charioteer there, without getting perturbed, ran up in a circular fashion and continued  to draw the chariot. The scene looked wonderful indeed. Getting the power of anger, Lakshmana of unyielding prowess,  pierced the horses of Indrajit with arrows, so as to frighten them thereby."
        },
        {
            "type": "verse",
            "text": "Getting impatient with that act of Lakshmana in battle, Indrajit struck that enraged Lakshmana with ten arrows. <a name=\"Verse32\"></a>Those arrows of Indrajit, equal to thunderbolts and deadly as serpentine poison, having  reached Lakshmana&rsquo;s armour with a golden hue, got destroyed."
        },
        {
            "type": "verse",
            "text": "Understanding Lakshmana to have been protected by an impenetrable armour and showing his swiftness in discharging  missiles, Indrajit the son of Ravana, who felt very much angered, pierced Lakshmana in the forehead with three  arrows provided with good plumes."
        },
        {
            "type": "verse",
            "text": "With those three arrows planted in his forehead, Lakshmana who was fond of fighting, shone like a mountain with  its three peaks, in the battle-field. Thus tormented in battle by Indrajit the demon, that Lakshmana then quickly  stretching the bow, pierced him in return with five arrows, in battle, in Indrajit&rsquo;s face holding beautiful ear-rings."
        },
        {
            "type": "verse",
            "text": "Lakshmana Indrajit, the heroes endowed with extraordinary might and armed with very strong bows and possessing  terrible prowess, struck each other with distinctly pointed arrows."
        },
        {
            "type": "verse",
            "text": "Those two warriors, Lakshmana and Indrajit, with both their bodies stained in blood, shone in the battle-field  at that time, like Kimshuka trees in blossom. Those two archers, with their minds directed towards victory, met  each other and pierced their opponent in all limbs with dreadful arrows."
        },
        {
            "type": "verse",
            "text": "Then, Indrajit, filled with martial anger, struck Vibhishana in his auspicious face, with three arrows. Having  struck Vibhishana, the leader of demons, with three arrows, Indrajit struck all those monkey chiefs with a single  arrow each."
        },
        {
            "type": "verse",
            "text": "Very much enraged with him, that Vibhishana of great splendor killed the horses of that evil-minded Indrajit with  his mace. <a name=\"Verse43\"></a>Just leaping down from the chariot whose charioteer was destroyed earlier and  whose horses were killed, that Indrajit of great splendor employed his javelin towards his maternal uncle."
        },
        {
            "type": "verse",
            "text": "Seeing that Javelin rushing towards Vibhishana, Lakshmana tore it into ten pieces with his sharp arrows and felled  it on the floor. The strong bodied Vibhishana, in anger, dug five arrows, whose impact was a hard as that of a  thunder-bolt, into the bosom of Indrajit, whose horses were already killed."
        },
        {
            "type": "verse",
            "text": "Having penetrated his body, those arrows which were provided with golden feathers, went straight into their target,  got stained with blood and appeared like red large serpents. Enraged with his paternal uncle, that Indrajit, standing  in the midst of demons, took hold of an excellent arrow earlier presented by Yama the lord of Death."
        },
        {
            "type": "verse",
            "text": "Seeing that great arrow seized by him, Lakshmana also, of great splendor and terrible prowess, took hold of another  arrow. That arrow had been presented to him, in the course of a dream, by Kubera the god of riches, of immense  glory himself, which was difficult to be conquered and much more difficult to be tolerated even for gods and demons  including Indra the lord of celestials."
        },
        {
            "type": "verse",
            "text": "Stretched with strength by their arms, which resembled a pair of steel rods, emitted a piercing sound like that  of a pair of curlew-cranes. The excellent arrows fitted and pulled out from their excellent bow by those heroes,  blazed very much with splendour."
        },
        {
            "type": "verse",
            "text": "Those arrows, released from the bow, making the sky shine and hitting each other face to face, collided each other  powerfully. The collision of those arrows of terrible form broke out a fierce fire comprising of smoke and sparkles. <a name=\"Verse54\"></a>Hitting each other like two major planets, those two arrows in battle burst into a hundred  pieces and fell on the ground."
        },
        {
            "type": "verse",
            "text": "On seeing their arrows warded off in the battle-front, those two warriors, Lakshmana and Indrajit then felt abashed  and got provoked. Getting excited, Lakshmana took hold of a missile presided over by Varuna (the god of water).  Skilled in warfare, the great Indrajit too discharged a missile presided over by Rudra (the god of destruction)  in battle."
        },
        {
            "type": "verse",
            "text": "By that Rudra missile, that very wonderful Varuna-missile was struck. Then, that enraged Indrajit of great splendour  and the conqueror of battle, looking like the destroyer of the world, employed a missile presided over by Agni  the god of fire which was blazing. The valiant Lakshmana obstructed Agni-missile, by a missile presided over by  the sun-god. Finding his missile repelled, Indrajit was filled with anger and took hold of a sharp arrow used  by demons and capable of tearing down an enemy."
        },
        {
            "type": "verse",
            "text": "From that bow, blazing weapon similar to a hammer duly hidden, darts, fire arms, maces, swords and axes rushed  forth. <a name=\"Verse61\"></a>Seeing that terrible missile, which was very harsh, unrestrainable for all beings  and which can tear all weapons in battle, the brilliant Lakshmana obstructed that missile by using Maheswara-missile."
        },
        {
            "type": "verse",
            "text": "There was a wonderful battle between both of them, causing hair to stand erect. The beings in the sky surrounded  Lakshmana. <a name=\"Verse64\"></a>Surrounded by many surprised beings in that terrible battle taking place between  monkeys and demons, yielding terrific noise, the sky sparkled."
        },
        {
            "type": "verse",
            "text": "Placing Indra the lord of celestials as their head, the sages, manes, gods, Gandharvas the celestial musicians,  eagles and serpents protected Lakshmana in the battle-field. Then, Lakshmana fitted another excellent arrow, which  had a sensation of ignition and which can tear down Indrajit."
        },
        {
            "type": "verse",
            "text": "The heroic Lakshmana fitted the arrow, having beautiful plumes, which consisted of rounded parts, well-jointed,  skillfully fashioned, decked with gold, capable of destroying the body of the enemies, not difficult to keep off  but difficult even to tolerate, a source of terror to the demons as deadly as the venom of poisonous snakes and  duly honoured by the host of gods."
        },
        {
            "type": "verse",
            "text": "With the help of that arrow, the highly powerful and valiant Indra, the lord of celestials, who had green horses  to his chariot, was able to conquer the demons in a combat which raged between celestials and demons. Fitting  a missile presided over by Indra the lord of celestials, which had never been defeated in battle, to his excellent  bow and drawing it, the glorious Lakshmana addressed the following prayer, which was intended to achieve his purpose:  &ldquo;O my dear arrow! If Rama the son of Dasharatha has set his mind on virtue, keeps up his promise and is second  to none in his prowess, destroy this Indrajit.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Thus saying and drawing up to the ear the arrow, which went straight, the heroic Lakshmana released it towards  Indrajit. <a name=\"Verse73\"></a>That large head of Indrajit, separated from his trunk and moistened with blood,  was seen on the ground, shining like gold."
        },
        {
            "type": "verse",
            "text": "Having been killed, that Indrajit then forthwith fell to the ground, along with his armour and head-protector,  with his bow shattered. As Indrajit was killed, all those monkeys together with Vibhishana roared in rejoice,  as the celestials did, when Vritra the demon was killed."
        },
        {
            "type": "verse",
            "text": "Then, a shout of victory rose in the sky from the mouth of gods, great-souled sages, Gandharvas the celestial  musicians and the celestial nymphs. Seeing him fallen, that great army of demons, being struck by monkeys shining  with victory, sought the quarters."
        },
        {
            "type": "verse",
            "text": "Abandoning their weapons, while being struck by the monkeys, those demons went towards Lanka, running fast stupefied. <a name=\"Verse81\"></a>All those frightened demons, abandoning their weapons sharp-edged spears, swords and axes  ran away in hundreds to various directions."
        },
        {
            "type": "verse",
            "text": "Tormented by the monkeys, some were scared and entered Lanka. Some fell into the ocean. Some took refuge in the  mountain. <a name=\"Verse83\"></a>Seeing Indrajit killed and lying on the battle-field, not even one among the thousands  of demons was to be seen."
        },
        {
            "type": "verse",
            "text": "As the sun-rays do not exist when the sun has sunk below the horizon, so those demons left to different directions  when Indrajit had fallen. Thrown asunder and dead, that long-armed Indrajit looked like the sun whose rays have  cooled down and like the fire which is extinguished."
        },
        {
            "type": "verse",
            "text": "When Indrajit was fallen, the world then had its oppressions pacified, now that its enemy had been destroyed and  it experience a rejoice . While that demon of sinful deeds is having been killed, the illustrious Indra the ruler  of gods along with all the great sages were rejoiced."
        },
        {
            "type": "verse",
            "text": "In the sky too was heard the sound of large drums played by celestials, the melody produced by dancing Apsaras  the celestial nymphs and the songs of Gandharvas the celestial musicians. <a name=\"Verse89\"></a>While that demon  of cruel deeds was killed, a deluge of flowers rained along with showers of praises. It was a wonderful scene."
        },
        {
            "type": "verse",
            "text": "While that Indrajit, who was the terror of all the worlds, had fallen, the waters and the sky became clear. The  celestials and demons were rejoiced and arrived on the scene. The gratified celestials, Gandharvas the celestial  musicians and the demons said: &ldquo;Let the Brahmanas move about cheerfully, now that their trouble has ceased.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Seeing that foremost among demons, who was unrivalled in battle, having been killed, the rejoiced monkey-chiefs  applauded Lakshmana. Vibhishana, Hanuman and Jambavan the chief of bears were pleased at Lakshmana for his victor  and applauded him too."
        },
        {
            "type": "verse",
            "text": "The monkeys, who accomplished their aim, roaring, jumping with joy and emitting thundering sounds, stood encircling  Lakshmana. Wagging their tails and lashing them, the monkeys then gave forth the slogan, &ldquo;Victorious is Lakshmana!&rdquo;"
        },
        {
            "type": "verse",
            "text": "Embracing each other with rejoiced minds, the monkeys indulged in good conversations about Lakshmana and his manifold  qualities. Hearing Indrajit having been killed and witnessing that arduous act of Lakshmana, their beloved friend  in battle, and the celestials were gratified and experienced a great rejoice in their minds."
        }
    ]
}