{
    "id": "prose-yuddha-91",
    "kanda": "yuddha",
    "sarga": "91",
    "title": "Lakshmana and others were treated by Sushena",
    "chapter": "91",
    "overview": "Lakshmana and Vibhishana approach Rama and inform him that Indrajit's head has been chopped off. Rama was delighted  with the news and applauds Lakshmana, by embracing him. Rama gets Lakshmana and others treated by Sushena. After  the medical treatment by Suhena , Lakshmana becomes sound, active and full of joy.",
    "content": [
        {
            "type": "verse",
            "text": "Lakshmana, endowed with auspicious bodily marks, whose limbs were drenched in blood, felt rejoiced on having killed  Indrajit in combat. <a name=\"Verse2\"></a>Having offered salutation to Jambavan, Hanuman and all those monkeys,  that valiant Lakshmana of great brilliance then quickly came from there to the place where Sugreeva and Rama were  there, by leaning himself upon Vibhishana and Hanuman."
        },
        {
            "type": "verse",
            "text": "Having offered his salutation and approached Rama, Lakshmana stood beside his brother, even as Lord Vamana (the  younger brother of Indra) would stand beside Indra the lord of celestials. <a name=\"Verse5\"></a>Then, the valiant  Lakshmana, arriving at the great-souled Rama, told him in a murmuring tone (as he was feeling tiresome) about  the terrific destroyal of Indrajit."
        },
        {
            "type": "verse",
            "text": "Then, the rejoiced Vibhishana informed (in a clear tone) to Rama that Indrajit's head had been chopped off by  the great-souled Lakshmana. Just on hearing the news about the killing of Indrajit by Lakshmana, Rama of great  prowess obtained immeasurable joy and spoke the following words: \"O Lakshmana! Well done! I feel gratified. An  ardous act has been done. Consider it as our victory, through the destroyal of Indrajit.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Smelling the head of that Lakshmana, who had augmented his fame and yet who was feeling abashed (to hear himself  being praised), forcibly drawing him to his lap and placing that Lakshmana his younger brother in his lap with  affection, wounded as he was, that valiant Rama, having embraced him, tenderly gazed upon him affectionately again  and again."
        },
        {
            "type": "verse",
            "text": "Smelling once more the head of that Lakshmana, who was feeling tormented by the arrows that had penetrated into  his body, who had been wounded, who was breathing heard, who was endowed with auspicious characteristics, was  afflicted with agony and was feeling pained at the time of respiration, and hurriedly stroking him as well as  restoring confidence in him, Rama the foremost among men spoke the following words: \"An extremely noble act was  performed by you, a doer of difficult things. Now, that his son having been killed, I account Ravana to have been  killed in battle. As that evil-minded enemy has been killed, I become victorious. O valiant Lakshmana! Fortunately,  you indeed severed the right hand of the cruel Ravana. Indrajit is indeed the support for that Ravana. Vibhishana  and Hanuman too performed a great feat in the great battle.\""
        },
        {
            "type": "verse",
            "text": "\"In the course of three days and nights, the valiant Indrajit was felled down somehow. Now, I have been made free  of enemies. Hearing of his son having been struck down, Ravana will indeed come forth with a great and powerful  battle-array. By encircling that Ravana, who is difficult to be conquered, with a great army, I will kill him,  who is coming forth with a feeling of distress for the death of his son. <a name=\"Verse18\"></a>O Lakshmana! As  that Indrajit has been killed in battle by you, who are my protector, neither Sita nor this entire earth is  hard to attain.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Having thus consoled Lakshmana and having embraced him, that Rama who was born in Raghu-dynansty , was duly delighted  and by calling Sushena, spoke to him the following words: <a name=\"Verse20\"></a>\"O highly intelligent one! You  attend upon this wounded Lakshmana, who is fond of friends, so that he will become perfectly well in health.\""
        },
        {
            "type": "verse",
            "text": "Let Lakshmana along with Vibhishana be quickly made free from pain caused by the arrows that have penetrated into  their body. Let all others too among the gallant bear and monkey-warriors fighting with trees who have fought  on the battle-field here and stand pierced with arrows and wounded, be healed in the same way with great care.\""
        },
        {
            "type": "verse",
            "text": "As commanded by Rama, the great-souled Sushena, the monkey-chief gave an excellent medicine through nose to Lakshmana.  Inhaling the odour of that herb, Lakshmana became healed of the arrow-wounds, free from pains and his wounds got  completely cured. <a name=\"Verse25\"></a>As per the order of Rama, Sushena then treated his companions like Vibhishana  and others including all the monkey-chiefs."
        },
        {
            "type": "verse",
            "text": "Then, with his arrow-wounds healed, his fatigue gone and his feverishness cured within a moment, Lakshmana having  restored his original disposition, felt joyful there. Then, on seeing Lakshmana standing up with sound health,  Rama, Sugreeva, Vibhishana and the valiant Jambavan along with the army were rejoiced for a long time."
        },
        {
            "type": "verse",
            "text": "That great-souled Rama applauded the ardous feat of Lakshmana. Hearing of Indrajit having been killed in battle,  Sugreeva became delighted."
        }
    ]
}