{
    "id": "prose-yuddha-92",
    "kanda": "yuddha",
    "sarga": "92",
    "title": "Ravana feels distressed over his son's death",
    "chapter": "92",
    "overview": "Ravana feels distressed in hearing the news of his son's death. He gets enraged and after deeply pondering over,  decides to kill Sita, who was the root of all this trouble. Ravana with a sword in his hand,  sallies forth towards Ashoka garden to make a short work of Sita. Sita observes Ravana rushing towards her  and laments that after killing Rama and Lakshmana, he is coming to her place to kill her. Beholding the lamentation  of Sita, Suparshva, a good and upright minister of Ravana advises Ravana to desist from that dastardly act and  to divert his anger towards Rama in battle. Ravana accepts the advice of his minister and returns to his assembly-hall.",
    "content": [
        {
            "type": "verse",
            "text": "Hearing of Indrajit's killing and having ascertained the news, Ravana's counsellors reported the matter hurriedly  to Ravana : \"O monarch! Your great majestic son has been killed by Lakshmana with the help of Vibhishana, while  we were witnessing the event in the battle-field. Your valiant son, who was unbeatable in combats and that hero  who conquered Indra the lord of celestials, having collided with valiant Lakshmana, has been killed. Having tormented  Lakshmana with his arrows, Indrajit departed to the highest world.\""
        },
        {
            "type": "verse",
            "text": "Hearing that news of formidable, harsh and terrific death of Indrajit his son in battle, Ravana gave way to a  protracted swoon."
        },
        {
            "type": "verse",
            "text": "Regaining his consciousness after a long time, the king Ravana confounded as he was with sorrow on account of  his son's death and with his mind confused, lamented as follows depressed as he was: <a name=\"Verse6\"></a>\"Alas!  My child, the chief of the army of demons, having extraordinary might! Having conquered Indra, how have you been  subjected to the power of Lakshmana now? Certainly, when enraged, you would pierce with your arrows in battle,  even the all-destroying time in the form of Yama the Lord of Death and even the peaks of Mount Mandara. What to  tell about Lakshmana? O the long armed one! Highly esteemed to me is the king Yama, son of sun-god, by whom you  have been subjected to the ravages of time today.\""
        },
        {
            "type": "verse",
            "text": "\"This is the path for great warriors even among all the celestial hosts. That male offspring who is killed for  the cause of his lord, obtains heaven. Seeing Indrajit having been killed, all the hosts of celestials, the guardians  of the world and the great sages now can sleep comfortably and peacefully. Bereft of Indrajit alone, the entire  earth with its forest appear to be wholly alone to me. Nay, even the three worlds! Now, I shall hear the hue and  cry of the demon-maidens in the gynaecium, even as one would hear the roar of a troop of female-elephants in a  mountain cave.\""
        },
        {
            "type": "verse",
            "text": "\"O destroyer of enemies! Where did you go leaving the rank of Prince Regent as also Lanka, the demons, your mother  and myself , your wives and all of us. O hero! The obsequies rights in my honour ought to have been done by you,  consequent upon my death in future. You are, however, following a reverse path. Deserting us without taking away  my tormentation, while Sugreeva, Lakshmana and Rama are still alive, where have you gone?\""
        },
        {
            "type": "verse",
            "text": "A huge rage enveloped Ravana, the king of demons, born of his son's death, while he was feeling distressed through  grief as aforesaid. The anguishes occasioned by the death of his son, flared up further for him, who by his very  nature, was wrathful, as rays of the sun flare up the blazing sun in summer."
        },
        {
            "type": "verse",
            "text": "With his eye brows joined together on his forehead, he shone brightly like an ocean, at the time of the dissolution  of the world, with crocodiles and giant waves. While he was yawning with anger; a fire with smoke, as though clearly  burning, broke out from his mouth, as it did from the month of Vritra (in the former days)."
        },
        {
            "type": "verse",
            "text": "Afflicted with the grief of his son's killing, that valiant Ravana got wrapped up in wrath and pondering with  his mind, craved for the killing of Sita. The dreadful eyes of that Ravana, which were red in colour by their  very nature and were red even by the fire of his wrath, looked glittering."
        },
        {
            "type": "verse",
            "text": "That naturally terrific form of Ravana, filled with the fire of his wrath, became difficult to be approached,  like the form of enraged Rudra the god of destruction. Drops of tears fell down from his enraged eyes, as drops  of oil with flames fall down from blazing lamps."
        },
        {
            "type": "verse",
            "text": "The sound of his teeth, produced from the friction of his teeth as he ground them, were heard like the noise of  a large machine being bragged by the demons. Trembling with fear, the demons hid themselves, in whichever quarter  to which he directed his look, enraged as he was, like the fire of universal dissolution."
        },
        {
            "type": "verse",
            "text": "Demons could not go towards Ravana, who was looking at all the four quarters, like the enraged Yama the god of  Death, who wants to devour both the mobile and the immobile creatures."
        },
        {
            "type": "verse",
            "text": "Desirous of posting the demons to the battle-field, Ravana the king of demons, who was very much enraged, then  spoke as follows, in their midst: \"Brahma the lord of creation was gratified by me, by performing a stupendous  austerity for thousands of years, at the conclusion of those austerities. As a consequence of that austerity alone  and by the grace of Brahma the lord of creation, there was never a fear for me either from the demons or from  the celestials. In the course of combats with the gods and demons, the armour gifted to me by Brahma, the lord  of creation, which is as brilliant as the sun, could not be mutilated by those who held the thunderbolt in their  fists.\""
        },
        {
            "type": "verse",
            "text": "\"Who will, be it Indra himself, dare to attack me on the battle-field now, when mounted on chariot on this field  of battle, and duly wearing the aforesaid armour ? <a name=\"Verse32\"></a>Let that large bow of mine, which was  given at that time to me along with arrows by the gracious Brahma the lord of creation, on the occasion of my  combat between gods and demons, be taken out today to the accompaniment of a band of musical instruments, for  the purpose of killing Rama and Lakshmana in the great battle.\""
        },
        {
            "type": "verse",
            "text": "That cruel Ravana, afflicted as he was with grief at the killing of his son, was subjected to anger and deeply  pondering with his mind, decided kill Sita."
        },
        {
            "type": "verse",
            "text": "Looking fixedly with blood-red eyes on all those demons, who were making miserable sounds, that very awful Ravana  for his part, who had assumed a terrible appearance, though feeling distressed, spoke to them as follows: <a name=\"Verse36\"></a>\"In order to hoodwink the monkeys, something which had been killed there, was shown, by  taking recourse to conjuring tricks, as Sita, by my child (Indrajit). I shall make that hoax into a hard reality,  which is pleasing to me. I shall destroy Sita, who is devoted to Rama, a bad warrior\"."
        },
        {
            "type": "verse",
            "text": "Thus speaking to his counsellors, he swiftly drew his sword. <a name=\"Verse39\"></a>The enraged Ravana, who was  very much agitated in mind because of the grief for his son's death, springing up suddenly and taking his excellent  sword, having the dazzle of a clear sky, sallied forth from the assembly hall along with his ministers swiftly  and quickly to the place where Sita was."
        },
        {
            "type": "verse",
            "text": "Seeing Ravana going, his followers emitted a lion's roar. Seeing the enraged Ravana and embracing each other,  they spoke as follows: \"Both those brothers (Rama and Lakshmana), on seeing him now in fury, will get perturbed.  Indeed even the four guardians of the world had been frightened by him, who was in fury. Many other enemies were  also frightened by him in various battles. Fetching precious things existing in all the three worlds, Ravana enjoys  them. No one on the earth is equal to him in strength and prowess.\""
        },
        {
            "type": "verse",
            "text": "While those demons were thus talking, Ravana who was excited with fury, rushed towards Sita, who was present  in the Ashoka grove. Though being kept back by his companions whose minds were set on his welfare, Ravana who  was very much enraged, rushed like Mars, in the sky, which would rush towards the constellation, Rohini in fury."
        },
        {
            "type": "verse",
            "text": "The faultless Sita for her part, who was being guarded by female demons, saw the enraged Ravana who was bearing  an excellent sword. Sita was perturbed in seeing him, bearing sword and who was not going back eventhough being  kept back in many ways by his friends."
        },
        {
            "type": "verse",
            "text": "Filled with sorrow and lamenting, Sita said to herself as follows: \"From the manner in which this fellow himself  is rushing towards me in fury, I fear the evil-minded demon is going to kill me, to make me husband-less, even  though I have a husband . He incited me several times, devoted as I am to my husband, saying 'Be my consort! '.  He was refused firmly by me. Having been evidently afflicted with despair on my refusing to wait upon him, he  is surely intent to kill me, filled as he was with anger and infatuation. Otherwise, that vulgar demon might have  killed those brothers, Rama and Lakshmana, the foremost of men, today in battle, because of me.\""
        },
        {
            "type": "verse",
            "text": "\"Here, I just heard a terrific great noise of a multitude of demons, who have been jubilant and roaring about  a pleasant happening . Alas! Woe is me, if that destruction of the two princes was brought about because of me.  Otherwise, the terrific demon of a sinful resolve, having not been able to kill Rama and Lakshmana, is going to  kill, me, because of the grief over his son's death.\""
        },
        {
            "type": "verse",
            "text": "\"Those words of Hanuman were not acted upon by me, having a low mind. If I left on that day on his back, though  not won back by my husband, I would not have grieved like this today, as I should be resting on the lap of my  husband (in that case). <a name=\"Verse57\"></a>I think that the heart of that Kausalya will get burst, when the  lady, who had only one son, hears of her son having been killed in battle.\""
        },
        {
            "type": "verse",
            "text": "\"While lamenting, Kausalya will vividly recall about the birth, childhood, youth, the righteous acts and the handsome  form of the great-souled Rama . Having observed a ceremony in honour of her deceased son and getting despondent  and unconscious, Kausalya will surely enter the flame or be drowned in water. <a name=\"Verse60\"></a>Woe be to  the unfaithful hunch-back Manthara, of sinful resolve, on whose consequence, Kausalya will get this grief.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Seeing Sita miserably weeping in that manner like Rohini (the deity presiding over a constellation of this name),  fallen under the sway of the planet Mars, when away of the moon-god (her husband), a minister called Suparshva,  a good-natured, upright and highly intelligent demon, even though restrained by other ministers, spoke the following  words Ravana, the foremost of demons: \"O Ravana, the younger brother of Kubera himself! How do you wish to kill  Sita, abandoning your righteousness, in a bout of anger? O valiant king of demons! Why are you thinking of destroying  a lady, ever since you completed the vow of celibacy essential for a study of the Vedic lore and were devoted  to your own duty? O king! Behold at Sita, endowed, as she is, with beauty. Together with us, release your anger,  in battle, on Rama alone.\""
        },
        {
            "type": "verse",
            "text": "\"Making yourself ready today itself, the fourteenth day of the dark half of this month, you along with the armies,  sally forth tomorrow, the moonless day, to victory . <a name=\"Verse67\"></a>As a valiant and shrewd chariot-warrior,  fighting with a sword, in the foremost of your chariots, you can fetch Sita by killing Rama, the son of Dasharatha.\""
        },
        {
            "type": "verse",
            "text": "Accepting that advice, endowed with justice, tendered by a friend, the evil-minded Ravana went to his palace.  Thereafter, that valiant Ravana, along with his friends, again went to his assembly hall from there."
        }
    ]
}