{
    "id": "prose-yuddha-93",
    "kanda": "yuddha",
    "sarga": "93",
    "title": "Rama destroys the troops of demons",
    "chapter": "93",
    "overview": "As per Ravana's command, his army marches forward to the battle-field, so as to fight fiercely with  Rama and his army with their weapon. When the demons attack the monkeys with their various weapons fiercely,  they seek refuge in Rama. Rama destroys the troops of demons in the battle-field swiftly.",
    "content": [
        {
            "type": "verse",
            "text": "That king, who was dejected and very much distressed, having entered the assembly-hall, sat on his pre-eminent  seat, snorting like a lion.  That mighty Ravana, who was emaciated for his son's  death, having joined both his palms in salutation, spoke the following words all those chiefs of army:"
        },
        {
            "type": "verse",
            "text": "\"Surrounded by the entire elephants and horses, as also graced with columns of chariots and foot-soldiers,  all of you march forward . Encircling Rama alone, you have to kill him, by showering streams of arrows  upon him, even as clouds pour showers during the rainy season. Or I shall kill Rama, while the world  is witnessing it tomorrow, once his limbs are torn by you with your sharp arrows in the great battle.\""
        },
        {
            "type": "verse",
            "text": "Having heard those words of Ravana, those demons sallied forth for the battle, along with various kinds  of armies and speedy chariots. All those demons hurled iron clubs, sharp-edged spikes, arrows, swords  and axes capable of destroying the life. The monkeys too hurled trees and mountains towards the demons.  Towards sun-rise, that very terrific battle became tumultuous between demons and monkeys."
        },
        {
            "type": "verse",
            "text": "Those monkeys and demons then began to strike each other with multi- coloured maces, darts, swords and  axes in the battle. While the battle was thus in progress, the surprisingly enormous dust was actually  settled down by the streams of blood, proceeding from the demons and monkeys. With elephants and chariots  as their river-banks, with horses as their fish and with flag-staffs as trees, rivers of blood gushed  forth, carrying dead"
        },
        {
            "type": "verse",
            "text": "Then, all those monkeys were drenched in streams of blood. Leaping and bouncing on the battle-field,  the monkey-chiefs broke off flag-staffs, armours , chariots, horses and various kinds of weapons. With  their sharp teeth and nails, the monkeys tore off the hair, ears, eye-brows and noses of the demons."
        },
        {
            "type": "verse",
            "text": "A hundred monkey-chiefs rushed towards each single demon in the battle, even as birds would rush towards  a tree laden with fruits. Then, the demons resembling mountain in size, struck down the terrific monkeys  with large maces, darts, swords and axes.  The huge army of monkeys, being struck  down by the demons, sought refuge in Rama, the son of Dasharatha, who affords protection."
        },
        {
            "type": "verse",
            "text": "Thereupon, Rama of great splendour and prowess, taking up his bow and entering the army of demons, streamed  forth showers of arrows. Those highly terrific demons dared not approach Rama, having entered their  ranks, was scorching them with the flame of his arrows, even as clouds would not approach the scorching  sun in the sky."
        },
        {
            "type": "verse",
            "text": "Those demons saw the most terrible deeds only of Rama, when they were actually performed by him in the  battle-field, which were difficult to perform for others. Those demons could not actually see Rama,  while he was shaking their huge army and blowing away their great chariots, any more than one could  see a gale of wind in a forest."
        },
        {
            "type": "verse",
            "text": "They saw the army torn and pierced with arrows, as also scorched, broken down and tormented with missiles.  They could not see Rama, who was so swift in his martial art. The demons could not behold Rama hitting  their bodies, even as created beings are not able to see their individual souls resting in their sense-objects."
        },
        {
            "type": "verse",
            "text": "\"Here is Rama, killing the army of elephants. Here is Rama, destroying great chariot-warriors. Here  is Rama, killing foot-soldiers along with horses with his sharp arrows\". Saying so, all those demons  struck one another with rage in the battle-field those who were in similarity of appearance to Rama."
        },
        {
            "type": "verse",
            "text": "Having been thrown into confusion by the great mystic missile presided over by the Gandharvas , the  celestial musicians; presided over by the Gandharvas , the celestial musicians; those demons were unable  to see Rama, even when he was scorching away their army. Those demons for their part saw thousands of  Rama's in the battle-field, while at other times, they saw only one Rama in that great battle."
        },
        {
            "type": "verse",
            "text": "Those demons for their part saw thousands of Ramas in the battle-field; while at other times, they saw  only one Rama in that great battle. The created beings saw that Rama in the form of a discus, which  was killing the demons on the battle-field, like the \"Wheel of Time\", for its flame, the arrows for  its spokes, his bow for the felly of the wheel, the twanging of the bow-string and the clanging of the  gauntlet for the sound produced for its revolution, his energy and the virtues for its radiance and  the power of his mystic missiles for its edge."
        },
        {
            "type": "verse",
            "text": "Within a matter of three hours, with his arrows looking like tongues of flames, Rama killed an army  of demons, capable of changing their form at will, including ten thousands chariots possessing the swiftness  of the wind, eighteen thousand strong elephants, fourteen thousand horses with their riders and a full  two lacs of demons fighting on foot."
        },
        {
            "type": "verse",
            "text": "Those surviving demons, with their horses killed, with their chariots destroyed, with their flag-staffs  broken and with broken spirits, rushed back towards the City of Lanka. That battle-field, with elephants,  foot-soldiers and horses killed, looked like a pleasure-grave of the powerful and the enraged the lord  of destruction."
        },
        {
            "type": "verse",
            "text": "Then, the celestials along with Gandharvas the celestial musicians, holy saints and great sages acclaimed  that feat of Rama, saying \"well done, well done! \". Then, the virtuous Rama spoke also to Sugreeva,  Vibhishana, Hanuman the monkey, Jambavan, Mainda the foremost of monkeys and even Dvivida , who were  in close proximity to him as follows \"Such wonderful power of this missile exists either with me or  with the three-eyed Rudra the lord of destruction.\""
        },
        {
            "type": "verse",
            "text": "Rama, a compeer of Indra the lord of celestials, the great souled, unwearied in the use of weapons and  missiles, having destroyed that army of demons, was applauded by the rejoiced troops of celestials."
        }
    ]
}