{
    "id": "prose-yuddha-94",
    "kanda": "yuddha",
    "sarga": "94",
    "title": "The female-demons lament over the death of their kith and kin",
    "chapter": "94",
    "overview": "The female-demons lament over the death of their husbands and kinsfolk in battle. They further rebuke Surpanakha,  for being the prime cause to bring Sita to Lanka forcibly by Ravana and for all the combat occurring with Rama  thereafter. The female-demons feel sad that Ravana did not heed to the appropriate advice given by Vibhishana.  They further lament on perceiving bad omens and predict the annihilation of Ravana. They recollect an instance  of celestials praying for Shiva and getting a boon that a woman (Sita) will be born to cause the destruction  of demons.",
    "content": [
        {
            "type": "verse",
            "text": "Rama, who was unweary in action, with his shining arrows adorned with pure gold, killed those thousands of elephants  dispatched by Ravana, thousands of horses, valiant demons who can change their form at will mounted on thousands  of chariots with their flag-staffs, having the colour of fire, fighting with maces and iron rods and conspicuous  with their golden banners."
        },
        {
            "type": "verse",
            "text": "Seeing and hearing about the killing of the demons, the surviving demons well frightened, looked sad and were  overwhelmed with anxiety. They wailed when they met their wives. All female-demons who lost their husbands, sons  and kinsfolk met at one place, stricken as they were with sorrow, wailed as follows: \"How did the old and ugly  Surpanakha, of sunken belly, approach, in the forest, Rama who is charming like the god of love?\""
        },
        {
            "type": "verse",
            "text": "\"How strange that on seeing that Rama of tender youth, endowed with extraordinary strength and devoted to the  welfare of all created beings, that ugly woman (Surpanakha) who deserved to be condemned by the people, was stung  with excessive lust? How that ugly-faced demoness , who is bereft of all virtues, dared to make love to Rama,  who is full of virtues, endowed with great bodily strength and who possessed a charming countenance?\""
        },
        {
            "type": "verse",
            "text": "\"Because of the ill-luck of these people, and to the destruction of demons and of Dushana and Khara, that grey-haired  and disgusting woman, who had developed wrinkles, tried to be arrogant with Rama, misdeed which was worth ridiculing  and condemned by the whole world . For the sake of that Surpanakha, Ravana built this huge enmity. For his own  destruction, Ravana the demon brought that Sita.\""
        },
        {
            "type": "verse",
            "text": "\"Ravana cannot obtain Sita, the daughter of Janaka, but an endless enmity has been built with the mighty Rama  . Seeing that instance of Rama killing single-handedly Viradha the demon, who was yearning for Sita, is enough  indeed (to convince Ravana of Rama's strength and ability)\""
        },
        {
            "type": "verse",
            "text": "\"In Janasthana, Rama killed fourteen thousand demons who were doing terrific feats, with his arrows resembling  tongues of fire . In that battle, Khara, Dushana and Trishira were killed with arrows resembling the sun. That  instance should have been sufficient (to open the eyes of Ravana).\""
        },
        {
            "type": "verse",
            "text": "\"Further, that Kabandha having arms with a length of eight miles each, with blood as his food and roaring with  anger was killed. That instance should have been sufficient. Rama killed the mighty Vali , the son of Indra the  lord of celestials, looking like the black cloud. That instance should have been sufficient. (To open the eyes  of Ravana)\""
        },
        {
            "type": "verse",
            "text": "\"The kingdom was restored to the miserable Sugreeva, who was residing in Mount Rishyamuka , living with his wishes  disappointed. That instance should prove sufficient. (To open the eyes of Ravana). The appropriate advice tendered  by Vibhishana which was conformable to duty and interest of Ravana as also beneficial to all the demons, was not  to the liking to him, due to his ignorance.\""
        },
        {
            "type": "verse",
            "text": "\"Had Ravana followed Vibhishana's advice, this Lanka would not have become a burial ground, tormented by sorrow  . Ravana is not able to learn a lesson, even after hearing that the mighty Kumbhakarna was killed by Rama and  that unconquerable colossal-bodied Indrajit, his beloved son was killed by Lakshmana.\""
        },
        {
            "type": "verse",
            "text": "\"Ravana is not able to learn a lesson, even after hearing that the mighty Kumbhakarna was killed by Rama and that  the unconquerable colossal-bodied Indrajit, his beloved son was killed by Lakshmana . The valiant Rama killed  hundreds and thousands of chariots, horses and elephants in the battle. He killed even the foot soldiers too.\""
        },
        {
            "type": "verse",
            "text": "\"Rama, coming in the form of either Rudra the lord of destruction or Vishnu, the lord of preservation, or Indra  the lord of celestials who performed one hundred ritual sacrifices, or otherwise Yama, the Lord of Death himself,  is killing us. As Rama killed all our great warriors, we are lamenting with a loss of hope in our lives, failing  to see an end to our fear and having become helpless.\""
        },
        {
            "type": "verse",
            "text": "\"The valiant Ravana, having been gifted with great boons by Brahma, is not able to understand this greatly terrific  calamity, coming forth from the hand of Rama . <a name=\"Verse27\"></a>Neither the celestials nor Gandharvas the  celestial musicians nor the evil spirits nor the demons are able to protect Ravana, who is about to attack Rama  in battle.\""
        },
        {
            "type": "verse",
            "text": "\"Bad omens are appearing for Ravana, as and when his warriors are setting out for each combat. They are indeed  telling about the prospective annihilation of Ravana by Rama. Brahma, the lord of creation, gratified by the austerity  of Ravana, gave protection to Ravana from celestials, demons and ogres. But Ravana did not seek protection from  human beings.\""
        },
        {
            "type": "verse",
            "text": "\"I think that such a calamity has come from that humanity only dreadfully causing an end to the lives for the  demons and for Ravana too. There is no doubt about it. The celestials, tormented by the mighty Ravana, because  of the misuse of the boon bestowed on him, worshipped Brahma the lord of creation with their glowing austerities.\""
        },
        {
            "type": "verse",
            "text": "\"The great-souled Brahma, duly gratified, spoke for the benefit of those celestials, the following words to them: <a name=\"Verse33\"></a>From today onwards, all the ogres and demons, constantly enveloped with fear, will be wandering  always in the three worlds . All the celestials together with Indra and others, got propitiated by Shiva the lord  of destruction, with the ensign of a bull on his flag-staff and who destroyed the three strong cities built of  gold, silver and iron in the sky, air and earth for demons.\""
        },
        {
            "type": "verse",
            "text": "\"The gracious Shiva spoke the following words to the celestials: 'For your benefit, a woman will be born, for  causing destruction of the demons.' This Sita, the destroyer of demons, employed by the celestials, will consume  us along with Ravana, as in the past hunger consumed the demons.\""
        },
        {
            "type": "verse",
            "text": "\"As a result of the bad behaviour of Ravana, the wicked demon with an evil disposition of mind, this terrific  havoc with grief occurred . Rama is occupying us, as the Death occupies at the time of dissolution of the universe.  We do not find any one now, who can give protection to us in this world.\""
        },
        {
            "type": "verse",
            "text": "\"There is no refuge whatsoever for us, who stand in great danger, as indeed there is no shelter for female-elephants,  enveloped by a wild fire in a forest . The great-souled Vibhishana did something opportune. He sought refuge in  him alone from whom such a peril is perceived.\""
        },
        {
            "type": "verse",
            "text": "Then, all female-demons, embracing each other in their arms, afflicted as they were with grief and tormented with  excessive fear, lamented thus and wept loudly and severely."
        }
    ]
}