{
    "id": "prose-yuddha-95",
    "kanda": "yuddha",
    "sarga": "95",
    "title": "Ravana fights fiercely with monkeys",
    "chapter": "95",
    "overview": "On beholding the sight of female-demons, afflicted with grief in the houses of Lanka, Ravana is very much enraged  and orders his generals to tell their armies to set out for the battle immediately. Ravana promises them to take  revenge by killing Rama and Lakshmana as also monkey-chiefs in the battle. Accompanied by several demon-warriors,  Ravana marched to the battle-field, where Rama and Lakshmana are while Ravana is sallying forth for the battle,  he sees several bad omens presaging his death. On hearing the noise of the demons entering the battle-field, the  army of monkeys return to the battle. A tumultuous fight ensues, between the monkeys and the demons. Ravana fights  fiercely with monkeys.",
    "content": [
        {
            "type": "verse",
            "text": "Ravana for his part heard the mournful and plaintive cry of the afflicted female-demons in every house at Lanka."
        },
        {
            "type": "verse",
            "text": "Sighing for a long time and remaining engrossed in reflection for a while, that Ravana was very much enraged and  assumed a frightful appearance. Nipping his lips with his teeth, his eyes becoming blood-red with anger, and his  sight becoming difficult to endure even for the demons, Ravana looked like the augmented fire of dissolution."
        },
        {
            "type": "verse",
            "text": "Ravana, in words indistinct with anger as though consuming them with his glance, ordered the demons, standing  there near him, viz. Mahodara , Mahaparshva and Virupaksha , the demon (as follows): \"Tell the armies asking them  to start immediately, as per my command.\""
        },
        {
            "type": "verse",
            "text": "Hearing that command of Ravana, those demons were tormented with fear and enjoined those armies of demons, who  felt unagitated , in accordance with the orders of the king. <a name=\"Verse7\"></a>Saying, 'so it be', all those  demons of terrible aspect, praying for the blessing of the Almighty for averting evil, sallied forth, with their  faces turned towards the battle-field."
        },
        {
            "type": "verse",
            "text": "Paying reverence to Ravana according to the rules of propriety, all those great car-warriors stood with joined  palms, wishing victory to their lord."
        },
        {
            "type": "verse",
            "text": "Laughing heartily, Ravana then, stupefied as he was with anger, spoke to those demons viz. Mahodara , Mahaparshva  and Virupaksha , the demons as follows: <a name=\"Verse10\"></a>\"Today, I will send Rama and Lakshmana to the abode  of Death, with my arrows looking similar to the sun at the time of dissolution of the Universe . By killing the  enemies now, I will take vengeance for Khara, Kumbhakarna, Prahasta and Indrajit. The sky overcast by my arrows,  like clouds, will not be distinctly seen. Neither the quarters, nor the heaven, nor the seas will come to view.  With a multitude of plumed arrows joined with my bow, I will kill, by turns, the troops of monkey-chiefs today.\""
        },
        {
            "type": "verse",
            "text": "\"By mounting on a chariot, having a speed equal to that of wind, I will destroy today the armies of monkeys, with  waves of arrows arising out of the ocean of my bow . <a name=\"Verse15\"></a>Like an elephant, today I will destroy  ponds in the form of troops of monkeys shining like the filaments of lotus, with their faces resembling full-blown  lotuses. With their faces transfixed with arrows, the monkey-leaders, lying on the battle-field today will adorn  the earth as with lotuses together with the stalks.\""
        },
        {
            "type": "verse",
            "text": "\"With each arrow released in battle today, I shall tear one hundred full of monkeys, the most furious of their  troop, fighting with trees . By killing the enemy today, I shall wipe off the tears of those demons, who lost  their brothers and sons. With the monkeys pierced with my arrows, lying scattered in the battle-field and bereft  of their lives today, I shall cover the earth so fully, that it would be possible to see its surface only with  effort.\""
        },
        {
            "type": "verse",
            "text": "\"Today, I shall satiate the crows, vultures and all those other creatures which eat the flesh, with the flesh  of enemies, struck by my arrows . Arrange my chariot quickly. Bring my bow swiftly. Let all the remaining demons  here, follow me to the combat.\""
        },
        {
            "type": "verse",
            "text": "Hearing that command of Ravana, Mahaparshva ordered the army-chiefs, standing there, as follows: \"Let the army  be made ready quickly.&rdquo;"
        },
        {
            "type": "verse",
            "text": "Going around the city of Lanka, the army-chiefs for their part, with quick resolution, joined hand in hand and  hastened the demons in every house to set out for the battle. <a name=\"Verse26\"></a>The demons, of terrible aspect  and having awful faces, then roaring, with their arms equipped with various weapons viz. swords, sharp-edged darts,  pikes, maces, clubs, plough-like weapons, sharp-edged javelins, huge Kutas and Mudgara , staffs, discuses of every  kind, sharpened axes, slings for throwing stones, stones or cylindrical wooden pieces with iron pikes and other  excellent weapons, rushed out within a moment."
        },
        {
            "type": "verse",
            "text": "Then, as per the orders of Ravana, the army-commander hurriedly brought a chariot, moving swiftly, along with  a charioteer and yoked with eight horses. Thereupon, the awful Ravana mounted that chariot, shining with his own  splendour. Then, surrounded by several demons, Ravana sallied forth quickly, as though he was cracking the earth  with a profundity of his strength."
        },
        {
            "type": "verse",
            "text": "Thereupon, a great noise emanated on all sides from tabors, drums, Kettle-drums and counches along with the clamour  of the demons. <a name=\"Verse31\"></a>A clamour was heard, saying \"There comes the ruler of demons, the abductor  of Sita, the destroyer of Brahmanas , the enemy of gods, notorious for his bad conduct, accompanied by his canopy  and pair of whisks, to fight with Rama, the foremost among the Raghu dynasty.\""
        },
        {
            "type": "verse",
            "text": "By that huge sound, the earth trembled. Hearing that sound suddenly, the monkeys ran away in fear. The long-armed  Ravana, for his part, with extra-ordinary energy, surrounded by his ministers, turned up for victory in quest  of victory. Mahaparshva and Mahodara as also Virupaksha , who was difficult to overpower, as order by Ravana,  then ascended their chariots."
        },
        {
            "type": "verse",
            "text": "Those demons, roaring elatedly, as though cracking the earth, and emitting an awfull uproar, sallied forth, longing  for victory. Then, the powerful Ravana, resembling the all-destroying Time in the form of Yama, along with his  army-troops of demons, set out for the battle with his raised bow."
        },
        {
            "type": "verse",
            "text": "Then, that Ravana, the great chariot-warrior, ascending his chariot driven by swift horses, sallied forth to the  gate, where Rama and Lakshmana were. Then, the sun lost its radiance. The quarters too were enveloped in darkness.  The birds emitted fearful notes. The earth too trembled violently."
        },
        {
            "type": "verse",
            "text": "The cloud rained blood. The horses stumbled. A vulture descended on the top of the ensign. Jackals emitted sinister  howls. <a name=\"Verse40\"></a>His left eye too throbbed. His left arm trembled. He became pale-faced. His voice  was a little lowered."
        },
        {
            "type": "verse",
            "text": "When Ravana the demon was sallying forth for the battle, the following evil phenomena, predicting his death, appeared  in the battle-field. A meteor with a sound similar to a thunder, fell down from the sky. Ill-omened vultures together  with crows cried out aloud."
        },
        {
            "type": "verse",
            "text": "Ignoring these dreadful bad omens due to his ignorance, Ravana marched forward for the purpose of the massacre  in battle, driven as he was by fate. On hearing the sound of the chariot of those mighty demons, that army of  monkeys too returned for the fight."
        },
        {
            "type": "verse",
            "text": "A tumultuous battle ensued between those monkeys and demons, who were fond of victory and summoning each other  for combat with rage. Thereupon, the enraged Ravana, with his arrows decked with gold, performed a great battle  with that army of monkeys."
        },
        {
            "type": "verse",
            "text": "Some monkeys had their heads chopped off by Ravana. Some had their hearts pierced. Some were made deprived of  their ears. <a name=\"Verse48\"></a>Some were struck down breathless. Some were torn in their ribs. Some had their  skulls smashed. Some were deprived of their eyes. <a name=\"Verse49\"></a>Whichever side Ravana was coming in his  chariot on the battle-field, his eyes rolling in anger, those monkey-warriors, on that side, could not with stand  the rapidity of his arrows."
        }
    ]
}