{
    "id": "prose-yuddha-96",
    "kanda": "yuddha",
    "sarga": "96",
    "title": "Sugreeva kills Virupaksha",
    "chapter": "96",
    "overview": "Having destroyed some monkeys in the battle-field, Ravana tries to approach Rama to continue his fight. Meanwhile,  Sugreeva along with some monkeys attack some chiefs of demons and destroy them. Then, Virupaksha a demon comes  and attacks Sugreeva. Sugreeva brings down a violent slap on the temple-bone of Virupaksha and kills him.",
    "content": [
        {
            "type": "verse",
            "text": "The battle-field there, on its part, was strewn on that occasion with those monkeys whose bodies had thus been  torn asunder by Ravana with his arrows. Those monkeys could not bear that irresistible descent of arrows loosed  by Ravana, any more than moths would bear a blazing fire."
        },
        {
            "type": "verse",
            "text": "Those monkeys tormented by sharp arrows, fled away roaring, as elephants run away, when enveloped in flames of  fire and getting scorched by them. Ravana was marching forward swiftly in that battle-field, blowing away the  army of monkeys, like the wind blows away large clouds."
        },
        {
            "type": "verse",
            "text": "Having brought about with his might the destruction of those monkeys in battle, Ravana quickly approached Rama  on the battle-field. Seeing those monkeys running away in defeat in that battle, Sugreeva kept Sushena in charge  of his army and quickly threw his mind into the fight."
        },
        {
            "type": "verse",
            "text": "Keeping that Sushena who was equal to himself, his substitute that, Sugreeva armed with the tree as a weapon,  marched forward towards the enemy. Taking huge rocks and various kinds of trees, all the monkey-warriors followed  Sugreeva at his side and behind."
        },
        {
            "type": "verse",
            "text": "The gigantic Sugreeva roared at a high pitch in the battle-field. Striking with his blows, he crushed various  other chiefs of demons. The colossal bodied Sugreeva smashed the demons, as the grown-up trees are smashed by  the wind at the time of dissolution of the world."
        },
        {
            "type": "verse",
            "text": "Sugreeva rained a hail of rocks on the army of demons, as a cloud rains a shower of hail-stones on a host of birds  in a forest. While those demons, thus defeated by Sugreeva, falling on the floor and then roaring, get diminished  in number from all sides, the indomitable Virupaksha the demon, holding a bow, pronouncing his name by himself,  descended from his chariot and mounted the back of an elephant."
        },
        {
            "type": "verse",
            "text": "That mighty Virupaksha, mounting that elephant, then roared a terrific noise and rushed towards the monkeys. <a name=\"Verse16\"></a>Virupaksha released dreadful arrows on Sugreeva who was at the front-rank of the army. He  strengthened his support to the worried demons, by cheering then up."
        },
        {
            "type": "verse",
            "text": "Sugreeva, the king of monkeys, when he was struck severely with sharp arrows by that demon, shouted loudly. With  profuse anger, he set his mind on killing him. Uplifting a tree and coming near that huge elephant, the valiant  Sugreeva, a thorough fighter, struck it on its face."
        },
        {
            "type": "verse",
            "text": "That huge elephant, struck with the blow of Sugreeva, receded to a distance of four yards, sank down and roared  too. <a name=\"Verse20\"></a>Descending quickly from his wounded elephant, that valiant demon then seizing hold  of his sword from a shield made of a bull's hide and advancing in rapid paces, facing towards Sugreeva his enemy,  approached him, who stood firm, threatening him as it were."
        },
        {
            "type": "verse",
            "text": "Taking a huge rock, which looked like a cloud, that Sugreeva, who felt enraged, threw it on Virupaksha. Seeing  that rock falling, that highly valiant and excellent of demons then receding away, struck him with a sword. Wounded  by the blow of the sword of that strong demon, Sugreeva became as though unconscious on the ground, for a moment."
        },
        {
            "type": "verse",
            "text": "Then, bouncing up suddenly in that great battle, Sugreeva, tightening his fist, brought it down on the demon's  chest violently. Feeling enraged, when struck by the blow of that fist, Virupaksha the demon brought down the  armour of Sugreeva by his sword at the battle-front. Thus struck by him, Sugreeva fell down from his feet."
        },
        {
            "type": "verse",
            "text": "Getting up when fallen, Sugreeva gave him a slap, which produced a terrific sound similar to a thunder. Setting  himself free from that slap, which was about to be raised by Sugreeva skillfully, Virupaksha the demon struck  Sugreeva on the chest with his fist."
        },
        {
            "type": "verse",
            "text": "Then, seeing that demon escaping his blow, Sugreeva the monkey-king for his part, very much enraged. That monkey  saw an opportunity to strike that Virupaksha. Then, with anger, Sugreeva brought down another violent slap on  his temple-bone. <a name=\"Verse32\"></a>Virupaksha, struck by the blow of that palm, which was like the thunderbolt  to the ground, oozing blood profusely from the (nine) apertures* of his body, as water flows from the spring."
        },
        {
            "type": "commentary",
            "text": "* Nine apertures of body are two eyes, two nostrils, two ears, mouth, penis and anus."
        },
        {
            "type": "verse",
            "text": "The monkeys saw Virupaksha, bathed in foaming blood, with his eyes rolling through anger and as such rendered  all the more deformed.*"
        },
        {
            "type": "commentary",
            "text": "* There is a pun here on the word 'Virupaksha' which means one with deformed eyes."
        },
        {
            "type": "verse",
            "text": "The monkeys saw their enemy, bathed in blood, turning to and from as also throbbing on his sides and roaring piteously. <a name=\"Verse35\"></a>Confronting together in the battle-field in that way, those two violent and terrific armies  which were extensive as oceans, of monkeys and demons, roared like two large oceans which had burst their bounds. <a name=\"Verse36\"></a>Beholding that mighty Virupaksha killed by Sugreeva, the army of monkeys and demons together  looked like the agitated river of Ganga."
        }
    ]
}