{
    "id": "prose-yuddha-97",
    "kanda": "yuddha",
    "sarga": "97",
    "title": "Sugreeva kills Mahodara",
    "chapter": "97",
    "overview": "Ravana sends Mahodara to the battle-field. Mahodara creates havoc, by cutting off the hands, feet and  thighs of monkeys. Some monkeys seek refuge with Sugreeva and some ran away for life. Sugreeva attacks  Mahodara and initially kills the horses of the latter. Both of them fight till the weapons in their  hands get broken. Then, they start wrestling with each other, till they get exhausted. Finally, Sugreeva  cuts off Mahodara's head with a huge sword.",
    "content": [
        {
            "type": "verse",
            "text": "Being killed by each other in that major battle, those two armies were very much diminished soon, like  two lakes in a severe summer."
        },
        {
            "type": "verse",
            "text": "Ravana the lord of demons got doubly enraged because of the destroyal of his own army and the fall of  Virupaksha."
        },
        {
            "type": "verse",
            "text": "He felt restless to find his own army diminished while being killed by the monkeys and to see the reversal  of his fate."
        },
        {
            "type": "verse",
            "text": "He spoke to Mahodara, the annihilator of enemies, standing beside him (as follows): \"O the long-armed!  At this juncture, my hope for victory is centered in you.\""
        },
        {
            "type": "verse",
            "text": "\"O the brave demon! Destroy the army of our enemies. Show your prowess now. This is the time to repay  the debt of your master (received in the form of sustenance from him). Fight well.\""
        },
        {
            "type": "verse",
            "text": "Hearing the words of Ravana, Mahodara the chief of demons saying \"So it be\", penetrated into the army  of enemies, as a moth rushed into a flame."
        },
        {
            "type": "verse",
            "text": "Emboldened by the words of his master, that mighty demon, with full of energy, destroyed the monkeys  by dint of his own valour."
        },
        {
            "type": "verse",
            "text": "Taking hold of huge rocks and penetrating the terrific army of enemies, those highly strong monkeys  too started killing all the demons."
        },
        {
            "type": "verse",
            "text": "In that great battle, the highly enraged Mahodara, with his arrows decked in gold, chopped off the hands,  feet and thighs of monkeys."
        },
        {
            "type": "verse",
            "text": "Then, among all those monkeys who were tormented by the demons, some ran away into ten directions. Some  others sought refuge with Sugreeva."
        },
        {
            "type": "verse",
            "text": "Seeing the large army of monkeys defeated in the battle, Sugreeva rushed towards Mahodara who was immediately  close to him."
        },
        {
            "type": "verse",
            "text": "Seizing hold of a large and terrific rock, which looked like a mountain, Sugreeva who was endowed with  a great energy, hurled it with an aim to kill the demon."
        },
        {
            "type": "verse",
            "text": "Seeing that rock falling suddenly, Mahodara, then unagitated, tore it with his arrows, though it was  difficult to approach."
        },
        {
            "type": "verse",
            "text": "That rock, broken to a thousand pieces by that demon with a multitude of his arrows, forthwith fell  down on earth, like a flock of frightened vultures."
        },
        {
            "type": "verse",
            "text": "Filled with rage on seeing that rock broken and uprooting a Sala tree, Sugreeva hurled it at his enemy  and Mahodara chopped it off into many pieces."
        },
        {
            "type": "verse",
            "text": "The valiant Mahodara, who was the tormentator of hostile forces, lacerated Sugreeva with his arrows.  That enraged Sugreeva then saw an iron rod on the ground."
        },
        {
            "type": "verse",
            "text": "Swinging that flashing iron rod and showing it to him, Sugreeva killed the excellent horses of Mahodara  with that iron rod of terrible speed."
        },
        {
            "type": "verse",
            "text": "Jumping down from that huge chariot, whose horses had been killed, that valiant Mahodara the demon,  thereupon seized hold of a mace with anger."
        },
        {
            "type": "verse",
            "text": "With a mace and an iron road respectively in their hands and roaring like two bulls and resembling like  two clouds charged with lightning, those two heroes closed in for a battle."
        },
        {
            "type": "verse",
            "text": "Mahodara the demon was angry with Sgureeva and thereupon hurled his blazing mace, which shone like the  sun, on Sugreeva."
        },
        {
            "type": "verse",
            "text": "Seeing that highly terrible mace, falling on him in that great battle, the mighty Sugreeva, the King  of monkeys, was enraged with red eyes and struck that mace, by lifting up the iron rod. That iron rod  broke off and fell on the ground."
        },
        {
            "type": "verse",
            "text": "Thereupon, the spirited Sugreeva took hold of a formidable steel club, entirely decked with gold, from  the earth-surface."
        },
        {
            "type": "verse",
            "text": "Lifting that steel club, Sugreeva hurled it. Mahodara too hurled another mace on him. Those two weapons,  clashing each other, broke and fell on the floor."
        },
        {
            "type": "verse",
            "text": "As all their weapons were broken, those two warriors, who were endowed with spirit and strength, resembling  two blazing fires, started contending with fists."
        },
        {
            "type": "verse",
            "text": "Roaring again and again, those two warriors then banged each other. Slapping each other with their palms,  they rolled on the earth's surface."
        },
        {
            "type": "verse",
            "text": "They raised quickly on their feet and then began to strike each other. Remaining unyielded, the two  heroes pushed each other on their shoulders."
        },
        {
            "type": "verse",
            "text": "Those two heroes, the annihilators their enemies, felt exhausted in the course of their wrestling. Then  the highly fast Mahodara the demon took hold of a sword and a shield, lying not very far."
        },
        {
            "type": "verse",
            "text": "In the same way, the highly swift Sugreeva the foremost of monkeys took hold of a large sword together  with a shield, lying there."
        },
        {
            "type": "verse",
            "text": "Thereupon, those two warriors, who were skilled in the use of weaponry in the battle-field and whose  limbs were seized with anger, galloped forward, roaring with joy, with their swords upraised."
        },
        {
            "type": "verse",
            "text": "With their thoughts concentrated on one point of victory, both the warriors were enraged with each other  and performed circumambulations form left to right, very quickly."
        },
        {
            "type": "verse",
            "text": "That valiant and evil-minded Mahodara, who was boasting of his own prowess, let fall with very high  speed, that sword on the heavy shield of Sugreeva."
        },
        {
            "type": "verse",
            "text": "Even while Mahodara was extracting his sword which had got struck in the shield, Sugreeva severed with  his own sword, Mahodara's head, which was adorned with ear-rings and helmet."
        },
        {
            "type": "verse",
            "text": "While Mahodara, with his head chopped off, was falling on the ground, Ravana's army, on seeing it, could  no longer be seen on the battle-field."
        },
        {
            "type": "verse",
            "text": "Having killed Mahodara, Sugreeva made a rejoicing roar with his monkeys. Ravana was enraged. Rama looked  rejoicing."
        },
        {
            "type": "verse",
            "text": "With their faces looking low-spirited all the demons felt dejected. With their minds stricken with fear,  all of them ran away from the battle-field."
        },
        {
            "type": "verse",
            "text": "Having thrown down to the ground that Mahodara, looking like a part of a huge mountain lying shattered  the invincible Sugreeva shone in glory in the battle-field like the sun shines with its rays."
        },
        {
            "type": "verse",
            "text": "Having attained victory in the battle-front, Sugreeva then continued to be looked at by the multitude  of gods, Siddhas (a class of demigods who are endowed with mystic powers) and Yakshas (another class  of demigods attending on Kubera, the god of riches) as also a host of beings standing on the earth's  surface who were all overwhelmed with joy."
        }
    ]
}