{
    "id": "prose-yuddha-98",
    "kanda": "yuddha",
    "sarga": "98",
    "title": "Angada kills Mahaparsva",
    "chapter": "98",
    "overview": " When Mahaparsva enters the battle-field and torments the monkeys, Angada comes to their rescue and hits him.   Jambavan also enters the field and breaks the chariot and the horses of Mahaparsva. Then, Angada knocks the   bow and the helmet of Mahaparsva, as they fall down. Finally, Mahaparsva falls dead, succumbing to a forcible   blow of Angada's fist.",
    "content": [
        {
            "type": "verse",
            "text": " Seeing Mahodara killed by Sugreeva the mighty Mahaparsva for his part with his red-blood eyes through anger,   forthwith stirred up the terrific army of Angada with his arrows. That demon struck down the heads of monkey-chiefs   from their trunks, as wind would throw down a fruit from its stalk."
        },
        {
            "type": "verse",
            "text": " Moreover, that demon very quickly chopped off the arms of some monkeys with his arrows and struck down the   region of the ribs of others. <a id=\"Verse4\" name=\"Verse4\"></a>Tormented by the flight of arrows of Mahaparsva,   all those monkeys were downcast with despair and lost heart."
        },
        {
            "type": "verse",
            "text": " Seeing his army depressed on being tormented by the demon, Angada who was endowed with a great impetuosity,   exhibited his tempo like an ocean on full-moon days. Taking hold of a steel rod, with its radiance equal to   that of the sun, hurled it on Mahaparsva in that combat."
        },
        {
            "type": "verse",
            "text": " By that blow, that Mahaparsva dropped senseless and unconscious on the ground from his chariot along with   is charioteer. The energetic Jambavan, looking like a heap of black collyrium , who was exceedingly powerful,   battalion which resembled a black cloud a mountain-peak, killed his horses with his strength and broke that   chariot too."
        },
        {
            "type": "verse",
            "text": " Regaining his consciousness within a while, the mighty Mahaparsva again struck Angada with his many arrows.   He struck Jambavan, the king of bears with three arrows in his chest and struck Gavaksha too with many arrows.   Seeing Gavaksha and Jambavan tormented by the arrows, that Angada was infatuated with anger and seized hold   of a terrific iron rod."
        },
        {
            "type": "verse",
            "text": " Firmly holding that iron rod, which shone like the rays of the sun, with both hands and   turning it around with force, Angada son of Vali , his eyes red with anger, hurled it on that Mahaparsva the   demon, who stood at a distance, with an intention to kill him. Hurled by the mighty Angada, that iron rod   for its part, knocked the bow with the arrow fitted to it, from the demon's hand and also his helmet."
        },
        {
            "type": "verse",
            "text": " Approaching him with speed and with anger, the valiant Angada slapped him on the temple (root of the ear),   shining with an ear-ring. Enraged as he was, that Mahaparsva for his part,   who was endowed with a great swiftness and enormous splendour, seized hold of a huge axe in one hand."
        },
        {
            "type": "verse",
            "text": " Extremely enraged, the demon hurled that stainless and strong axe, which had been washed in oil and which   was made of steel, on Angada. Full of anger, that Angada evaded that axe, which had been aimed by him mostly   at his left shoulder-bone."
        },
        {
            "type": "verse",
            "text": " That valiant Angada, with his prowess equal to that of his father, was quite enraged and firmly tightened   his fist resembling a thunder-bolt. Knowing the vital parts of the body, Angada pounced his fist, which invaded   like a thunderbolt, on the boson of the demon, in the vicinity of his breasts. With the blow of that fist   in that great combat, the fleshy part of his heart was blasted and he fell dead on the ground. When Mahaparsva   fell dead on the ground, his army got confused. A mammoth anger arose in Ravana."
        },
        {
            "type": "verse",
            "text": " That highly profound lion's roar of the rejoiced monkeys, by its noise, was well like the loud sound of the   gods along with Indra the lord celestials, nay, by its vibrations breaking asunder as it were the City of   Lanka with its attics and town-gates. Hearing the loud noise of monkeys, as also of the celestials in the   battle-field, the enraged Ravana the adversary of Indra, then stood prepared for a battle again."
        }
    ]
}