{
    "id": "prose-yuddha-99",
    "kanda": "yuddha",
    "sarga": "99",
    "title": "The battle between Rama and Ravana",
    "chapter": "99",
    "overview": "Ravana enters the battle-field and with his mystic missile, frightens several monkeys and  destroys them. Rama and Lakshmana come and attack Ravana. Then, Rama and Ravana fight each other with  various kinds of arrows. When the missile employed by Ravana is struck down by Rama, all the monkeys  shout loudly with a rejoice .",
    "content": [
        {
            "type": "verse",
            "text": "Seeing Mahodara and Mahaparshva the demons having been killed, and that valiant and mighty Virupaksha  struck down in that great battle, a tremendous anger took possession of Ravana. He urged on his charioteer  and addressed to him the following words: \"Killing those two princes, Rama and Lakshmana, I will remove  surely the sorrow caused to me on account of the ministers who have been killed and the city which has  been laid siege to (by the monkeys) . In the battle, I will cut down the tree in the shape of Rama,  which is going to yield fruit through its flower in the form of Sita, whose principal branches are  Sugreeva, Jambavan, Kumuda , Nala , Dvivida , Mainda , Angada, Gandhamadana , Hanuman, Sushena and all  the chiefs of monkey-warriors.\""
        },
        {
            "type": "verse",
            "text": "Ravana, the mighty and the surpassing Chariot-Warrior, went quickly, making a noise in all the ten directions,  with the sound of the chariot, rushing towards Rama. Filled with that sound, the entire earth, with  its rivers, mountains and forests, trembled, throwing lions, antelopes and birds, into fright. He employed  very highly terrific and exceedingly frightful mystic missile called Tamasa , which began to consume  all the monkeys, who started falling down on all sides."
        },
        {
            "type": "verse",
            "text": "Dust began to fly up from the earth, while those frustrated monkeys were fleeing away for they could  no longer bear that missile built by Brahma himself. Seeing those hundreds of many of his armies shattered  by excellent arrows of Ravana, Rama took his stand, ready for the battle."
        },
        {
            "type": "verse",
            "text": "Having driven away the army of monkeys, Ravana the foremost among the demons then saw Rama, the annihilator  of his enemies, who was endowed with long arms and eyes as wide as lotus petals standing unconquered  with his brother Lakshmana-like Indra the lord of celestials is seen with Vishnu, the supreme lord of  preservation-holding up his great bow as though scraping the sky."
        },
        {
            "type": "verse",
            "text": "Seeing the disappointed monkeys and Ravana advancing, the mighty Rama who was endowed with a great splendour  and accompanied by Lakshmana who were born in Raghu dynasty, then pleasingly seized his bow at the middle.  Thereupon, Rama began to stretch his excellent bow, which was endowed with great force and sonorous,  as though he was breaking the earth asunder."
        },
        {
            "type": "verse",
            "text": "Then, due to that buzzing sound produced by the streams of Ravana's arrows as also by the twang of Rama's  bow, those demons fell down in their hundreds. That Ravana, coming within the range of arrow-shots of  Rama and Lakshmana, resembled Rahu (the demon who is supposed to seize the sun and the moon), standing  in the vicinity of the moon and the sun."
        },
        {
            "type": "verse",
            "text": "Wishing to fight him with his sharp arrows at the earliest, Lakshmana stretching his bow, released his  arrows which were like flames of fire. Ravana of extra ordinary energy prevented those arrows, the moment  they were released by Lakshmana, with his arrows, in the sky itself."
        },
        {
            "type": "verse",
            "text": "Showing the dexterity of his hand, Ravana split the arrows of Lakshmana one with one, three with three  and ten with ten arrows. Overpassing Lakshmana, Ravana the victorious in battle, approached Rama, who  stood like another mountain, in the battle-field."
        },
        {
            "type": "verse",
            "text": "Having approached Rama, Ravana the lord of demons, having his eyes turning red-blood through anger,  released streams of arrows upon him. Just on seeing streams of arrows coming forth, loosed from Ravana's  bow, Rama thereupon quickly seized hold of ' Bhalla '* arrows in haste."
        },
        {
            "type": "commentary",
            "text": "Bhalla - A variety of arrows with a crescent - shaped head."
        },
        {
            "type": "verse",
            "text": "Then, Rama tore off that multitude of arrows, which were blazing and looking very terrific like enraged  serpents, with his sharp Bhalla - arrows. Rama on Ravana and Ravana on Rama, quickly showered each other  with streams of sharp-pointed arrows of various kinds."
        },
        {
            "type": "verse",
            "text": "Pushing back each other with the velocity of their arrows and remaining undefeated, the two warriors  described circles of different kinds each moving from left to right, for a long time. <a name=\"Verse27\"></a>Created beings were frightened, even as both the terrific warriors were fighting  all at once, releasing their arrows at each other, thus resembling the god of retribution and the god  of Death respectively."
        },
        {
            "type": "verse",
            "text": "The sky at that time became dense with arrows of various kinds, even as it is covered, at the end of  the monsoon, with clouds crowded with crowns of lightning. The sky was studded as with eye-holes, by  showers of arrows of high velocity, which were extremely sharp-pointed and adorned with plumes of vultures  and were loosed with high speed."
        },
        {
            "type": "verse",
            "text": "They initially made the sky dark with arrows. Even after the sun-set, they made it dark, like two huge  clouds risen in it. A great combat ensued between both of them, who were willing to kill each other.  That battle was unimaginable and unapproachable, like the duel that took place between Vritra the demon  and Indra the lord of celestials."
        },
        {
            "type": "verse",
            "text": "Both the warriors were excellent archers. Both were skilled in war-fare. Both were eminently skilled  in the use of missiles. Both moved unhindered in the battle-field. In whichever course both of them  went, in the same respective direction, streams of arrows went, like waves in two oceans, whipped by  the wind."
        },
        {
            "type": "verse",
            "text": "Ravana, having skilful hands and a cause for the cry of the world, released a row of steel arrows on  Rama's forehead. <a name=\"Verse35\"></a>Rama endured on his head, that row of steel arrows, having a  lustre of black lotus-petals, discharged from the terrific bow. He did not get perturbed."
        },
        {
            "type": "verse",
            "text": "Thereupon, seizing hold of more arrows, reciting sacred incantations and making use of the missile presided  over by Rudra and stretching his bow, the valiant Rama of great splendour was filled with anger and  released those arrows."
        },
        {
            "type": "verse",
            "text": "Fallen on the unbreakable armour of Ravana, which looked like a large cloud, those arrows could not  cause any pain to him at that time. Rama, who was skilled in the use of all types of mystic missiles,  forthwith pierced in the forehead, yet again by a paramount missile, that Ravana seated in his chariot."
        },
        {
            "type": "verse",
            "text": "Having pierced the frames of arrows of Ravana, Rama's arrows penetrated like five-headed hissing serpents  into the earth, when rebuffed by Ravana. Striking down Rama's missile, that Ravana, who was stupefied  with anger, employed another exceedingly terrific missile presided over by demoniac forces."
        },
        {
            "type": "verse",
            "text": "He released sharp arrows, having the heads of lions and tigers, those of buzzards and crows, even of  vultures and faloons , as well as those of jackals and wolves, arrows with their mouths wide open, having  the heads of venomous snakes with five heads, bringing fear."
        },
        {
            "type": "verse",
            "text": "Hissing like a serpent provoked to anger Ravana who was endowed with extraordinary energy and conjuring  tricks, released towards Rama these and other arrows, having the heads of donkeys, those of boars, dogs  and cocks as also of alligators and venomous snakes."
        },
        {
            "type": "verse",
            "text": "Possessed by a missile presided over by demoniac forces, that Rama endowed with a great strength and  resembling the god of fire, released a missile presided over by the god of fire. <a name=\"Verse47\"> </a>Rama employed there, various kinds of arrows, with heads bright as fire, others with heads shining  like the sun, the moon, the crescent, a comet, others shining like planets, lunar mansions and a huge  meteor and some arrows resembling flashes of lightning."
        },
        {
            "type": "verse",
            "text": "Struck by Rama's missile, the terrific arrows of Ravana got destroyed in the sky and fell down in thousands  of pieces. <a name=\"Verse49\"></a>Rejoiced to see that missile struck down by Rama, who was unweary in  action, all the valiant monkeys, who were capable of changing their form at will, then encompassing  Rama, raised a clamour , facing Sugreeva."
        },
        {
            "type": "verse",
            "text": "Striking down with force that missile which came forth from Ravana's arms, the great-souled Rama, then  was filled with rejoice while the chiefs of monkeys, full f joy, shouted loudly."
        }
    ]
}