{
    "id": "prose-kishkindha-1",
    "kanda": "kishkindha",
    "sarga": "1",
    "title": "Sri Rama at Pampa Lake lamenting for Sita",
    "chapter": "1",
    "overview": "Rama in his pursuit to regain Sita reaches Pampa Lake along with Lakshmana. Rama visualises Pampa  Lake as a heavenly abode and narrates to Lakshmana the suffering he is undergoing due to the departure  of Sita, i.e., the departure of innate soul from the Supreme. Sita is the alter ego of Rama, either  in heaven or on earth. In heavens she is Goddess Lakshmi and she incarnates herself as Sita on earth.  In the first chapter of Kishkindha Kanda the elaborate description of Pampa Lake and its surroundings  is to be taken as a two-fold narration, one pertaining to Divinity, the other to Rama, the human. The  area of Pampa Lake metaphors with heavens, and its trees and birds with divine souls, and who incidentally  are teachers too. The fragrant breeze metaphors with god's gift, flowers as pure knowers and knowledge,  and the tranquil water as clear heart and so on. Rama as hero of the epic is in search of Sita. Rama  as god incarnate is also in search of true devotees who are entrapped in the bodies of living beings.  The true devotees are the trees, birds, flowers, waters and other naturals except the humans who cherish  the earthly comforts. Thus Rama's sorrowing over Sita and Bharata is in similitude with the god's  sorrowing for the true devotees, who needs salvation from the birth and death cycle. Hence the god incarnate  Rama is in search of true devotee like Sita, who is now in a distant place and needs some education  about her release from the embodiment in Lanka. Later Rama finds Hanuman, the teacher, who will be deputed,  to Sita to enlighten her about her release. In the last two chapters of Aranya Kanda there will be  some 61 verses detailing about Pampa Lake and Rama's love for Sita. But in Gorakhpur and Eastern recessions  there are 130 verses in this first canto of Kishkindha and some 20 verses in the fag end chapter of  Aranya canto. In these many verses Rama expresses his deep-rooted emotion for Sita, which the ancient  commentators have interpreted to be the God's deep-seated love and anguish for the created souls. The  comparison is, Rama to Vishnu, Sita to the created soul, now captivated in the embodiment called Lanka,  and Lakshmana as the true devout. God needs a messenger or a Messiah or as per Hindu tradition the Guru,  the teacher. That is what Hanuman. Rama as a god incarnate is actually in search of a true teacher, for  which the surroundings of Pampa Lake are exemplified as good surroundings for finding such a true teacher.  As far as possible, the commentaries of ancients are given in comment section of those verses. At the  fag end of this chapter, the mighty monkey hero Sugreeva, moving on the Rishyamuka Mountain sees Rama  and Lakshmana entering into his territory, flees into deep forests, fearing them to be enemies.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Rama, on arriving at that Lake of Lotuses called Pampa along with Lakshmana, which is full with lotuses,  costuses, and fishes, lamented as his emotions are disturbed, on seeing the beauty of the Lake comparable  with Sita's face."
        },
        {
            "type": "commentary",
            "text": "In this very first verse itself the auspicious nature of the land of Kishkindha is implanted. Rama as  hero of this epic identifies his heroine Sita's face with the tranquil sheet of lake's water, her  eyes with the lotuses, and her quick glances with the quick swims of the fishes in the lake. Rama as  god incarnate observes the tranquil sheet of water as the quiescence of his creation. The red lotuses  are meditatively standing, as the devotees ready to be taken away to the feet of their god. The swimming  fishes are seen as the souls captivated in human bodies, rushing hither and thither for salvation, which  is hindered by the banks of life [here the banks of the lake.] Thus on certain occasions we chance to  meet with the different points of view of Rama, one as hero and the other as god incarnate, derived  from the metaphors or similes by the ancient commentators."
        },
        {
            "type": "verse",
            "text": "There, on seeing that Lake of Lotuses, thrilled are his senses with gladness, and he engrossed and overcame  by passion spoke this way to Lakshmana. \"Oh! Soumitri, magnificent is Pampa Lake with its cat's-eye-gem  like waters, and she with her fully bloomed lotuses and costuses is beaming forth, along with many trees  around her."
        },
        {
            "type": "commentary",
            "text": "Please refer to verse section for the words used. The clear water is devout-soul and the bloomed lotuses  are the tranquil faces of the devotees. The water is like cat's eye gem. Cat's eye or Lapis Lazuli is  ' a beautiful stone consisting of calcite and other minerals coloured ultramarine...' and a precious  stone of Sri Lanka and the Malabar Coast...' thus say Chambers and Oxford dictionaries, and it is Indian,  that too South Indian specific. It is one of the nine gems, in <em>nava-ratna</em> combination."
        },
        {
            "type": "commentary",
            "text": "Secondly the usage of <em>vaiduurya vimala udaka</em> is an often-repeated expression, which may not  be construed only that the waters are like cats-eye or Lapis Lazule, the precious gem in nava ratna/  nine-gem combination. In fine composition it is <em>smaraNa alankaara</em> , a metaphorical memorabilia.  If it were said that the water is like <em>vaiduurya</em> or cat's-eye or Lapis, it reminds us of all  other eight gems including a diamond. As such the waters are crystalline and pellucid in their look  like priceless gems, for water is the invaluable gem-like gift of nature and flowing waters are the  priceless possessions for livelihood as well."
        },
        {
            "type": "verse",
            "text": "\"Oh! Soumitri, see the forest of Pampa, the auspicious one in its appearance... where the mountains  or trees lustre with their mountainous peaks..."
        },
        {
            "type": "commentary",
            "text": "The mountainous trees are teachers, and their mountainous branches are the taught, that depend on their  teachers, and both of they depending upon the Pampa Lake, the divine tranquil water... and everything  depends on waters, as per Vedic saying: <em>aapovaa idagam sarvam...</em> waters are everything..."
        },
        {
            "type": "verse",
            "text": "\"But I, who am well seethed by the anguish of Bharata, and even by the abduction of Sita, am indeed  distressed by my sensibilities and their distresses..."
        },
        {
            "type": "commentary",
            "text": "In some other version like Eastern version the word Maadhava i.e., Love God Manmadha used for <em>aadhayaH</em>  because the <em>alankaara</em> or the aesthetics demand the description of vasantha requires Manmadha.  Then the compound is read as <em>santaptam maadhavaH piidayanniva</em> comes there, meaning that 'the  Vasanta, the spring season, or the personified Manmadha, the Love God, is distressing me, besides the  problems of anguished Bharata and abduction of Sita.' It is said that Rama remembers Bharata too,  along with Sita at this juncture, because as a god incarnate He remembers the sufferance of these  innate souls dedicated to Him. Bharata is another <em>kainkarya</em> /dedicatee of Rama, the divine,  like Lakshmana."
        },
        {
            "type": "verse",
            "text": "\"This auspicious Pampa is pleasant to me with its delightful forests overspread with many diverse flowers,  cool waters, though I am disquieted..."
        },
        {
            "type": "commentary",
            "text": "In grief everything is disquieting, <em>duHkhite manasi sarvam asahyam...</em> but these pleasant floral  environment of Pampa is admirable to Rama, because nature is divine."
        },
        {
            "type": "verse",
            "text": "\"Even enwreathed with lotuses this is remarkably sacred in its aspect... rambling snakes and elephants  and restless are the deer and birds flocks, as well..."
        },
        {
            "type": "commentary",
            "text": "Even though serpents etc., are there, the lake with its lotuses is pleasant. This suggests that if a  wise-one contains a vice, he is not deplorable... <em>teSaam tejo visheSeNa pratyavaayo na vidyate...smriti</em>  scriptures."
        },
        {
            "type": "verse",
            "text": "\"All this is shining very much with bluish, yellowish grassland with a variety of trees... and with  flowers covering it like flowery bed-sheet with variegated colours..."
        },
        {
            "type": "commentary",
            "text": "The green pasturelands have become colourful pastures with variegated flower-fall, means that the a  mortal soul on receiving many a teaching from many teachers, where the teachers are trees and flowers  are teachings, that mortal is becoming immortal, and becomes an abode to the Supreme soul."
        },
        {
            "type": "verse",
            "text": "\"Everywhere the treetops are fully flowered and the onus of those flowers is on the rise, though they  are wholly embraced by climbers and their apices."
        },
        {
            "type": "commentary",
            "text": "A householder, though embraced by many flowery desires, will stand out, with his own flowers of wisdom,  should he be true devotee."
        },
        {
            "type": "verse",
            "text": "\"Pleasing is this breeze, oh! Soumitri, and Manmadha, the Love God, prevails at this time, and prideful  is this month with its fragrance, flowers, fruits and trees... all anew..."
        },
        {
            "type": "commentary",
            "text": "The appreciation of nature is said to be of divine nature, for the Divine creates the nature that itself  is of Divine nature. The high crowned trees are the sessile teachers and the flowers and birds are mobile  students, who always surround the teachers. Rama in search of some good teacher to convey his message  to the captive Sita finds some other great teachers of nature, but whom he cannot utilise for his  purpose because they are sessile. He however praises them while remembering Sita. The touch of Cupid  is for the Rama, the Hero, and the touch of anguish in search of a good teacher is for the god incarnate."
        },
        {
            "type": "verse",
            "text": "\"See this figuration of these forests enriched with these flowers, Soumitri! Outpouring is the flower  rain, like the rain from rain-clouds..."
        },
        {
            "type": "commentary",
            "text": "Teachers rain flowers of wisdom like rain from clouds without any seeking."
        },
        {
            "type": "verse",
            "text": "\"Also on those appeasing terraces of mountains there are many forest trees... speed of winds are swinging  them to shower flowers onto ground... These are the flowers already fallen, about to fall, or still  on the trees, but everywhere the air is playing with these flowers, see that Lakshmana..."
        },
        {
            "type": "commentary",
            "text": "The word <em>patitaH</em> also synonyms with morally fallen. The three states of flowers viz., fallen,  about to fall and yet to fall are not just for flowers but also for those who are in the same state  morally. With all of them the god plays in his <em>kriida, liila</em> . Presently god's own attribute,  namely the Air is playing with them, since air is the <em>suutra</em> , string, the thread of whole  creation."
        },
        {
            "type": "verse",
            "text": "\"The honeybees are displaced when the wind rapidly moved numerous branches of trees with full of flowers,  and though displaced those bees are singing as though in accompaniment to the singing breeze..."
        },
        {
            "type": "commentary",
            "text": "The singing of honeybees or of the air amounts to the chanting of Sama Veda hymns at the sight of Absolute,  i.e., Rama who now appeared in this environ."
        },
        {
            "type": "verse",
            "text": "\"Breeze coming out from those mountain caves along with the high callings of lusty black cuckoos are  making the trees to dance, and the air itself is as though singing as an accompaniment to that dancing..."
        },
        {
            "type": "commentary",
            "text": "The kokila is not exactly a cuckoo, for cuckoo gives out a two note call whereas the kokila gives out  a single lengthy call with up and down of its tone, and also replies its imitative cooing of the humans.  However it belongs to the same species of cuckoo. Here the 'air itself is singing' has the similitude  with singing of Sama Veda hymns, which here is coming out of mountain caves, where the caves themselves  are the abode of the hermits and sages, who sing Sama hymns. Later in the canto the monkey heroes also  dwell in caves, and are equated with the pre-eminent teaches who always sing in the praise of God, which  will be as good as singing the Vedic Hymns. Now the air emerging from the caverns of yonder firmaments  is singing Sama Veda applauding Rama, the Divine."
        },
        {
            "type": "verse",
            "text": "\"Entwined are the spires of trees when muchly moved by the air, thus the trees themselves seem to be  entwined one with the other..."
        },
        {
            "type": "commentary",
            "text": "Entwined are the devotees in the devotion of their common Supreme."
        },
        {
            "type": "verse",
            "text": "\"He, this breeze is thus a happy one for touch, carrying a coolant and the fragrance like that of the  sandalwood, and this breezing is a merited one and a fatigue remover..."
        },
        {
            "type": "commentary",
            "text": "The fragrance <em>gandha</em> always synonyms with <em>puNya</em> merit. A flower emits fragrance without  anybody's rrequest and it is its merit. The flowers of grass are forbidden for worship, for they have  no scent. And God is said to be <em>sarva gandhaH sarva rasaH</em> 'He is all the fragrance, He is all  the essence...' The appealing sounds of the birds are taken as the recitation of Sama Veda, the top  of the trees is <em>parama pada</em> , the heavens, and the flowers are the knowledge-full seers, and  the birds are the innate souls captivated in living beings. The flower is an essential item in the worship  of any religion and in Maha Naarayana Upanishad we are told it to be carrier of moral merit unto god,  like its fragrance that can be felt at a distance without any visible medium. According to; Maha Narayanopanishad  Section Eleven, Hymn 1: <em>yathaa vR^ikShasya sampuShpitasya duuraat gandhovaatievam karmaNo duuraadgandho  vaati -- maha Narayanopanishad ||</em>"
        },
        {
            "type": "commentary",
            "text": "&nbsp;Just in the same manner as the fragrance of a tree in full blossom is wafted by the wind from  a distant place, the fragrance of meritorious deeds-- the good name that accrues from them -- spreads  to a great distance [as far as heaven.]"
        },
        {
            "type": "commentary",
            "text": "Thus the corollary of the teacher and the taught is also applicable here. The flowers are the teachers  and their knowledge is fragrance, where the taught are the birds whose cooing is the chanting of Sama  Veda. The birds, as the captivated souls, are seeking salvation in their chanting around the teachers  i.e., flowers to communicate the same to god, with their fragrant knowledge. This enthrals the god,  now Rama."
        },
        {
            "type": "verse",
            "text": "\"Air is vacillating these trees in this honey scented forest... and the trees appear to be enjoying  their fluttering dance and seem to be swinging their treetops to appreciate the singing of honeybees  that are humming in accompaniment to this dance... on mountain-planes that are beautiful with fully  flowered and pleasant tress that entwine the mountain peaks with their high treetops, and thus these  mountains indeed liven up with these great trees...Air is moving the treetops fully covered with flowers  to swinging and the coronet like honeybees have to swing around those treetops, thus these trees themselves  appear to be dancing to be dancing and singing... Fully flowered are these Karnikaara plants all over  with golden colour flowers at top and yellow coloured stems, and they look like men wearing golden ornaments  on their upper body, while their loin cloth is yellow... This spring with the soundings of many birds,  oh! Soumitri, is enkindling grief in me, for Sita is disunited..."
        },
        {
            "type": "commentary",
            "text": "All the innate souls are required to be in unison with the Supreme Soul, and they are not to depart  for the worldly illusions. Sita's illusion to possess the Golden Deer chanced for her abduction, and  thus disunited from Rama"
        },
        {
            "type": "verse",
            "text": "\"I, who am already pervaded by grief, am now well sweltered by the Love God, and this cuckoo that has  happy calls is rather calling me down..."
        },
        {
            "type": "commentary",
            "text": "The hero hears the call of cuckoo as heroine's call. The God is listening to the same from the beings  of nature, as a call for salvation. Rama, who has not heard any call of Sita so far, which he will  hear at the end of this canto, is in wait for such a call."
        },
        {
            "type": "verse",
            "text": "\"This gallinule bird happily calling in the forest brooks is making me awesome with its calls, as the  Love-god has already made me awestricken... Earlier when we were in hermitage, on hearing this bird's  call, dear Sita used to call me to listen, and she herself was highly cheerful at this bird's calls...  Very many amusing birds of that kind are flitting all over on trees, bushes, and creepers emitting very  many sounds... see them, Lakshmana... Well mingled are these female birds with their male ones, for  which they are well admired by their own flock, oh! Soumitri, and such birds are calling gladsomely  together with the pleasing humming of king-bees..."
        },
        {
            "type": "verse",
            "text": "\"At the shore of this Lake Pampa rejoicing are these birds in groups, and these trees loaded with the  mating sounds of gallinule birds, and even loaded the callings of the male black cuckoos, are while  inciting me they are inspiring love in me..."
        },
        {
            "type": "commentary",
            "text": "Prof. R. D. Ranade, the eminent professor of Indian Philosophies said that \"Translations are always  bound to be uncouth; they are like a heavy cart-load which moves slowly along...\" So also Ramayana,  whose text itself is a cartload, and the translations become many more cartloads. Much can be said in  Kishkindha Kanda, for it comprises of many a derivative, which cannot be compressed and put together.  The hero-heroine and the god incarnate aspects, together with some Indian philosophies included, are  sufficient to become some more cartloads. The Hindu Love-god, Manmadha, unlike his European counterpart  Cupid, has no body. At one time, Shiva burned Him down physically, for arousing lasciviousness in Shiva  Himself. But Shiva makes the Love-god Manmadha to thrive without a physical body, at the request of  Love God's wife Rati. Hence Love God is also called <em>an anga</em> = without, body. The bodiless nature  and only the emotive responses in love are symbolical with the formless activity of romancing aroused  by <em>ananga</em> or Manmadha, i.e., Love God. Alternately the word Manmadha not necessarily be taken  as a noun, denoting the Love God alone. As a phrasal verb it denotes, mind, churning. <em>mann; manas;  madhaH - mannamsi mathate iti manmathaH...</em> to churn. There is a platform called <em>manas</em>  , below the subconscious level, and above sensory organs, which receives all the input from the sensory  organs, which the manas separates, categorises, analyses and so on, and then sends to databank at subconscious  level. Amara Kosha defines it as <em>cittantu ceto hR^idayam svaantam hR^in maanasam manaH || dhii varga</em>and  the separation is <em>chittam, chetaH, hridayam, svaantam, hrit, maanasam, manH</em> and this is not  the composite mind, but a faculty of reason, what we generally call, a heart, a mind, a thought etc.  Hence the lamentation of Rama is more churned out of his manas for Sita, not just for amorousness,  but for real love. And love, as per good old saying, is togetherness. Having lost that togetherness,  Rama is pouring out his heart churned agony. Yet again, Rama the god indulges in those that are indulged  in Him, and here his thoughts are constantly indulged in Sita, his alter ego in heavens and on earth.  In the Vaishnava mythologies, Vishnu incarnating on earth always looses his consort, Goddess Lakshmi  and roams over to find Her. It is the same situation in <em>narasimha</em> incarnation. Goddess Lakshmi  is a treasure house that can be abducted by the greedy, after which Her consort Vishnu searches and  retrieves Her, for no one on earth can amass heavenly wealth. In Lakshmi tantra, the Vaishnava aagama  text Lakshmi states that: <em>aham naaraayanii naama saa sattaa vaiShNavii paraa</em> \" I am indeed  Naaraayanee [i.e. Lakshmi] the supreme essence of Vishnu...\" [Lakshmi Tantra 3.1.] Hence, Sita may  not be taken as yet another princess from this viewpoint."
        },
        {
            "type": "verse",
            "text": "\"The fire called spring season will burn me down with its fiery paraphernalia like the clusters of red  flowers of hellebore that are akin to fireballs, the humming of honeybees that is alike the rustle of  campfires, and the coppery red colour of tender leaves just sprouted that is identical to burning fire..."
        },
        {
            "type": "commentary",
            "text": "Vasanta or spring is a friendly season, and Kishkindha is a friendly place, [and Rama gets more friends  in this place later,] but Rama's lifetime friend and supreme essence is missing. For god, this burning  is the sensation or perception of energy as warmth shown by the devout nature, and its blessed souls.  Shaiva/Shaakta traditions emphasises the power and majesty of the God, whereas the Vaishnava theory  demands a heart pouring devotion to achieve the God's saving grace <em>anugraha</em> . Hence the lamentation  of Rama as god is for the departure of his Shakti, i.e., Goddess Lakshmi, visualising all the nature  and its component devotees he created, such as, trees, peacocks, birds, flowers, waters, mountains etc.  All of this nature and its components are maddening Him for love from that Shakti."
        },
        {
            "type": "commentary",
            "text": "This point of view requires some understanding of Vaishnava canons and some <em>paancharaatra aagama</em>  expositions. The readers may find them in a great essay of Prof. Samjukta Gupta on Pancharatra, in a  'worm's eye view', [for she calls it that way,] in a book called <em>Mantra</em> . It is a collection  of essays on the Hindu hymns by eminent Indologists like Frits Staal, Ellison Banks Findly et al, published  by the State University of New York Press, State University Plaza, Albany, N.Y., 12246. These are published  under their SUNY Series in Religious Studies, and this one is under the editorship of Harvey P. Alper."
        },
        {
            "type": "commentary",
            "text": "For the hero in the epic, it is the want of warmth from the heroine. It may please be noted that if  Rama addresses Lakshmana in the verse, it is a dialogue. Otherwise it is to be treated as monologue  or soliloquy or aside or the character's heartfelt feelings, aimed for communicating to us, but not  to Lakshmana alone. Not all the verses are spoken to Lakshmana. It is a kind of commixture of dramatics  and narration. Here the lovelorn Rama views Ashoka trees as the arrow of the Love god, <em>manmadha</em>.  The Love God has five arrows and they are:"
        },
        {
            "type": "commentary",
            "text": "1.<em>aravinda</em>= a lotus [nelumblum speciosum], 2. <em>ashoka</em>= a flower of hellebore origin,  3. <em>chutam</em>= mango flower, 4.<em>nava mallika</em>= new jasmine, 5.<em>neela utpala</em>= blue  costus, are the five arrows of Manmadha."
        },
        {
            "type": "commentary",
            "text": "(1) Aravindam flower-arrow&nbsp; hits chest (2) Asoka flower-arrow lips (3) mango flower-arrow head  (4) new jasmine flower-arrow eyes; (5) blue costuses hits anywhere."
        },
        {
            "type": "commentary",
            "text": "Their functions are: -"
        },
        {
            "type": "commentary",
            "text": "The five states associated with each arrow are: -1<em>.unmaada</em>= maniacal state, <em>tapana</em>=  fervent state, 3. <em>shoshaNa</em>= wasting away, 4. <em>sthambhana</em>= standstillness, 5. <em>sammohana</em>=  stupifaction."
        },
        {
            "type": "commentary",
            "text": "The Ashoka flower kills natual hunger, Jasmine desciccates, mango flower fades the colour, and lotusess  causes criss-cross thinking, and the costuses incite the desire for suicide."
        },
        {
            "type": "verse",
            "text": "\"And if she with slender eyelids on her eyes, decent hairdo, and a soft spoken one, Oh! Soumitri, if  she is unseen by me will there be any purposefulness of my life? My dear Sita has an enchantment for  these enchanting woodlands bustling with koels up to their horizons, and Lakshmana, similarly enchanting  is this vernal season to her..."
        },
        {
            "type": "verse",
            "text": "\"This fire of grief born out of the throes of love, and furthered by the attributes of spring season  will swiftly burn me down in no time... As the one unable to see that lady but able to see beautiful  trees the Love-god in me gains intensity... Now, that invisible Sita is intensifying my agony, and  this visible spring season, the remover of the touch of sweat too, is doing the same..."
        },
        {
            "type": "verse",
            "text": "\"Overwhelmed with the grief of worry about that deer eyed Sita, such as I am, I am burnt down by this  cruel vernal breeze of forests..."
        },
        {
            "type": "verse",
            "text": "\"And these peacocks that dance here and there are shining forth with crystal like windows on their plumage,  when up-shoved by the wind..."
        },
        {
            "type": "commentary",
            "text": "The iridescent eye like spots on the back plumage of the peacock are said to be like a <em>gavaaksha,  go aksha</em> cow, eye. There used to be cow-eye like ventilators on the walls of ancient house to permit  the air to circulate. Even a single feather of peacock is called the eye of the peacock for its glittering  eye like spot. Here the air is permeating these eyes on the plumage of peacock and making those eyes  look like crystals. Thus the spring breeze is permeating anywhere, including Rama, causing a want for  the togetherness with Sita. Unlike other birds, the peacocks do not mate often and in open. It has  some ritual like dancing and secret in its conduct of mating."
        },
        {
            "type": "verse",
            "text": "\"Those peacocks that are surorounded by their peahens and convulsed in love are intensifying longing  in me, who am already muffled in love-longing... See Lakshmana, on that mountain terrace this peahen  longing for love is dancing at the nearby of her husband, that peacock... Spreading his beautiful wings  and screaming as though joking, even that peacock is longingly running after his female... Definitely  no demon has abducted that peacock's ladylove, hence he is dancing with her in beautiful forests...Living  in this flowering month is unbearable for me... Lakshmana, see the fondness even in those originated  in animals, thus that peahen in her passion is following her husband..."
        },
        {
            "type": "verse",
            "text": "\"Had she, that broad eyed lady Sita, not been abducted, she too would have followed me in this way  with an ecstatic love... See Lakshmana, while these forests are abundantly weighty with flowers in wintry  season these flowers are becoming futile to me... Though these flowers on the trees are exceedingly  beautiful they are falling onto the earth wastefully, along with the swarms of honeybees hovering over  them... These blithesome birds appear to be inviting each other in mutual consent, and they are melodious  calling as they like, and this is causing love madness in me..."
        },
        {
            "type": "commentary",
            "text": "The calling of the birds in-groups suggests the harmonious prayers by the devotees, which is maddening  the god to accord salvation to so many of them."
        },
        {
            "type": "verse",
            "text": "\"Should this spring season be there too, where my dear one Sita is living, she with her unrequited  merriment will definitely be saddened like me... Definitely this spring season will not touch that place  where she is... and even if this touches that place, how can that lady with black-lotus-eyes can possibly  comport without me! Otherwise, even if the spring happens to be there where my dear is, what can that  fine waisted lady do under threat by others?"
        },
        {
            "type": "verse",
            "text": "\"She in midst of her youth, eyes like lotus petals, also soft-spoken one is my dear one... and definitely  taken by the spring she leaves her life... Indeed in my heart a strong notion is prevailing that the  chaste lady Sita will be unable to live separated from me... My thoughts of Sita alone are well  biding in me, and in Sita also thoughts about me will always be abiding..."
        },
        {
            "type": "verse",
            "text": "\"This breeze carrying fragrance of flowers is though pleasant for touch and though coolish like snow,  this alone is like fire to me as I am very much worried about that lady... By which breeze I always  felt happiness earlier along with Sita... that breeze alone is increasing anguish in me without Sita..."
        },
        {
            "type": "verse",
            "text": "\"When Sita was with me, then this crow flew into the sky and cawed much indicating Sita's departure  from me, and now sitting on a tree it is cawing agreeably indicating early arrival of Sita... This  bird alone, then roving in the sky indicated about the abduction of Sita... and this very same bird  will now lead me near to that broad eyed one..."
        },
        {
            "type": "commentary",
            "text": "\"The boons and curses in Ramayana\" is an exclusive subject and there are a variety of books on these  subjects. So also, the prognostications are another subject. Special attention will be paid to the cawing  of the crow, for Rama blessed the crow. A crow is said to have requested Rama to remove its ugly look.  Rama instead of blessing the crow to look like a white-swan blessed it to be proficient in foretelling.  The crow's cawing is for both good and bad omens, which even now is an accepted belief. If the crow  roves over in the sky continuously cawing, it is bad omen. If it sits on nearby tree or wall and caws  incessantly, it is good omen to get desired things or to indicate the arrival of dear ones etc. Such  prognostications are available by way of bad dreams etc., at many places in Ramayana."
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, observe the appealing tonality of birds in the forest that calling out atop the flowered  trees, that which is indeed furthering one's passion&hellip; That honeybee is quickly reaching these red flowers  bouquets of Tilaka that are like his loved ones that are raising their faces with vigour&hellip;"
        },
        {
            "type": "commentary",
            "text": " The true devotee quickly grasps the nectar of knowledge from the teacher like the honeybee  that quickly grasps the nectar of the flower, however vagrant the flower may be."
        },
        {
            "type": "verse",
            "text": "\"To the impassioned ones that Ashoka tree is very much enhancing grief, and with its bouquets of flowers  hustled up by the wind it is sanding as though to daunt me... Lakshmana, these mango trees bearing greenish  yellow flower are appearing like men whose hearts are flirtatiously aroused, and who have creamed their  bodies with greenish-yellow body cream&hellip;"
        },
        {
            "type": "verse",
            "text": "\"Oh, tigerly man Soumitri, see these Pampa's amazing forests ranges... and therein the nymphs are moving,  hither and yon... See Lakshmana, these fragrant and propitious blue lotuses are everywhere in the waters,  glistening like tender sun... This Pampa Lake is shining forth with its tranquil waters, that contain  lotuses, blue water-lily's, and red lotuses, along with swans and water-birds that permeate it&hellip;"
        },
        {
            "type": "verse",
            "text": "\"Lotuses with the resplendence of tender sun enwrapping its waters, pollen grain pilfered by honeybees  enwrapping those lotuses&hellip; with them this Pampa is beaming forth&hellip; This Pampa is always bedecked with  the ruddy geese, amazing deep areas of the forest, and with water thirsty herds of elephants and deer,  and with them it gleams forth..."
        },
        {
            "type": "commentary",
            "text": "There is a discussion whether Pampa is a lake or a river. There are two rivers in Karnataka State of  India, one Tunga and the other Bhadra, at whose confluence it is called Tunga Bhadra. The Vijayanagara  Empire built their capital Hampi at this place. The regional language Kannada uses ' ha ' for Sanskrit  ' pa ' and hence Pampa is now called Hampi. Long before Vijayanagara dynasty, this place is ascribed  to be Pampa, where the Kishkinda, the capital of monkey kings was situated. \"The kingdom of Vanara or  monkey race was in the north and west of Mysore, their chief city being Kishkindha near the village  of Hampi on Tungabhadra...\" Mysore and Conty Vol. I, page.178--Reie Vol. I pg. 146, and also in Bombay  Gazetteer Vol. I pg. 142 of Dr. Bhandarkar. There are four copper plate inscriptions, dating around  3012 BC, at Shimoga District, Karnataka State, ascribing that Janamejaya, son of Parikshat makes grants  to the Pampa area, because his great grand father Yudhisthara of Maha Bharata rested on the banks of  Tungabhadra at this place. However there is a vast lake like formation at present day Hospet and Hampi  in Karnataka State, where three rivers, namely Tungabhadra, Varada and Hagari and their tributaries  etc., meet and disperse. This place is geographically at Long. 76&deg;--78&deg;, and Lat. 12&deg;--16&deg;."
        },
        {
            "type": "verse",
            "text": "\"In the tranquil water the speed of wind is throbbing ripples, and the ripples throb the lotuses, thus  the throbbing and rippling lotuses appear beautiful&hellip; That one with lotus-petal-like broad eyes, who  always holds the lotuses dear...without finding that Vaidehi... to me my life is uninteresting..."
        },
        {
            "type": "commentary",
            "text": "Rama's tranquil heart is throbbing like the ripples in the waters, because the resident in that lotus  like heart, Sita is missing. Goddess Lakshmi sits in the lotus holding lotuses, like the pollen, and  the vast lake of tranquil waters is the heart of Vishnu."
        },
        {
            "type": "verse",
            "text": "\"Aha! Deplorable is the deviousness of Love-god, for he is causing reminisces about that graceful lady  who articulates that gracefully, even if she is gone away and cannot be regained now... If this spring  with its flowered trees is not going to deaden me... the Love-god is a possible one to tolerate, though  now he came upon me forcefully... All those places or objects that were delightful ones to me when she  was with me, and they alone are now becoming anguishing ones to me...for she parted from me&hellip;"
        },
        {
            "type": "verse",
            "text": "\"To gaze the petals of the lotus buds my sight is fascinated... and in them I perceive the pair of Sita's  bud-like eyes...Oh! Lakshmana...and they are alike thus... This breeze&hellip; let out from within the thickets  of forests, breezing touching the pollen of lotuses, is reminding Sita's exhale, as such it is heart-stealing&hellip;"
        },
        {
            "type": "commentary",
            "text": "This verse is well explained by the ancient commentators in many derivatives. Some of them are:"
        },
        {
            "type": "commentary",
            "text": "1] Rama wanted to take comfort in the breeze, at least. But that breeze itself is troubling him, because  it is carrying the fragrance of the pollen of lotuses, which is like the fragrance of Sita's breath.<em>  surabhi nishvashite dadatahtrishaam</em> as in <em>laxana shaastra</em> . Exhale of the beloved bears  a kind of fragrance, which is known only to her lover. Sita also holds the lotus dear and every aspect  of Sita is lotus oriented and thus Rama's remembering of Sita by seeing lotuses. [Ibid. <em>satatam  priya pankajaam</em> - 4-1-67.]"
        },
        {
            "type": "commentary",
            "text": "2] Goddess Lakshmi sits in the middle of the lotus, which will be in the heart of Vishnu. As of now  She is stolen and Rama could not avert it. Hence the lotuses are angered at the loss of their resident  Goddess Lakshmi, are taking the help of the breeze to carry the scent of the pollen, which is akin to  Sita's breath, and invade Rama's heart, to regain their tenant. Then a question arises as to why Rama  confronts the invasion of this spring breeze without going away from there. In reply it is said that  this breeze is like Sita's breath, and it is coming from out of the thickets of the forests. So she  must be around and appear to him any moment. Regaining Sita is prime ordeal than the invasion of the  cool spring breeze."
        },
        {
            "type": "commentary",
            "text": "3] Another way of putting this is: -- <em>padma</em> = Goddess Lakshmi; <em>kesara - or - kesaraiH</em>  = affection, like fragrant pollen; <em>samshR^iSTaH </em>= carrying; <em>vR^iksha antara vi nisshruta </em>= tree of the Universe, within it, emitted;<em> nishvaasa iva</em> = uninterrupted breathe, like; <em>siithaayaa </em>= of Nature [Sita the feminine, is symbolised with the whole creative Universe,] <em>vaayuH</em> = all-pervading ether [mythical]; <em>manaH </em>= [sins of] heart; <em>haraH </em>=  stealing/obliterating one."
        },
        {
            "type": "commentary",
            "text": "This is based on the <em>ashwattha </em>structure of the Universe."
        },
        {
            "type": "commentary",
            "text": "The roots of Aswattha tree [the Holy fig tree, Ficus Religiosa, meaning that: <em>shva </em>= tomorrow; <em>na stha</em> = not there; the tree of the Universe that will not be there tomorrow, i.e., this Universe  perishes, are inthe firmament and its stem, branches, and leaves spread upside down as this Universe.  This is similar to the Igdrasil of Scandinavian mythology. Goddess Lakshmi sitting in Her Divine Lotus  in empyrean abode exhales Her uninterrupted affection as the all-pervading ether, within the tree i.e.,  Universe, which is the life principle. When the created being is endowed with Her affection, but becomes  a sinner, She recommends even that sinner to the Almighty Vishnu for obliteration of his sins and to  accord salvation. Hence Vaishnavites demand heart-pouring devotion to the Almighty, than indulging in  earthly cherishing. This is termed as <em>nirhetuka satata dyaa prasaara</em> i.e., without any precondition  the grace of Goddess Lakshmi always flows."
        },
        {
            "type": "verse",
            "text": "\"Oh, Soumitri, see those flowered Karnikara trees with their tree-trunks on those southern hill-terraces  of Pampa, they are highly splendorous... That one, that kingly mountain which is ornamentally impregnated  with ores and minerals is exhausting much mass of wondrous dust with the colour of its ores, that is  drifted by the wind's speed... On the mountainsides, Soumitri, all over fully flowered are the exquisite  Kimshuka trees, while their leaves are hidden under those reddish flowers, and with them that mountain  is as though aglow..."
        },
        {
            "type": "commentary",
            "text": "The mountains always have similitude with kings as they stand high and noble on the land. The Himalaya  is King Himavant, the father of Goddess Parvati, Shiva's consort. So also here the Rishyamuka Mountain,  where Sugreeva takes asylum, is termed as a kingly mountain and Rama has not yet known the name of this  mountain. On this mountain there are coloured dust splashes hiding the greenery of leaves, and the flowers  are luminous in red colour, all over. This is indicating that the Kingly Mountain Rishyamuka is inviting  the other King Rama or Rama the divine, with an incensed camphor, that will be red in glow and emits  coloured smoke. This is the <em>mangala aarati</em> , the auspicious camphor-torch deference offered  to kings of deities."
        },
        {
            "type": "verse",
            "text": "\"On the banks of Pampa these jasmines, water-lilies, red oleanders have grown up and they are now flowered  that is wetted with the fragrance of nectar..."
        },
        {
            "type": "verse",
            "text": "\"The Mogra bushes, Sinduka, Vaasanti are well flowered. Maadhavi, flowers are also fully fragrant, and  everywhere there are bushes of Jasmine... Charming are the saplings of Bilva, and Madhooka, and plants  like Vakula, Champaka, Tilaka, Naaga trees are well flowered.... Padmaka plants are well flourishing,  and like that Neela, Ashoka are also flowered... trees on the mountain terraces namely Lodhra trees  are brownish like lion's mane..."
        },
        {
            "type": "verse",
            "text": "\"The trees of Alangium, Kurntaka, Poornaka, Devadaaru, and also the Mango trees, and like that Patala  trees, and the trees of Mountain ebony are flowered... Muchukunda trees, also Arjuna trees are seen  on mountain terraces...Date palm trees, Uddaalaka trees also... like that the Shiriisha tree, simshupa  trees, and dhava trees... Silk cotton trees, palaasha trees also, like that are red mehandi trees, thus  are Tinisha and Naktamaala trees, sandalwood trees, spandana trees are all thus well flowered... Flowered  are the trees like hintaala, tilaka, and naaga trees, and they are enfolded by the flowered climber-plants  at their apices..."
        },
        {
            "type": "verse",
            "text": "See the splendorous trees of Pampa here, oh! Soumitri...their branches bestirred by wind and bend onto  other trees, as though these trees are nearby and within the reach of climber-plants... thus the climber-plants  passionately bear upon those trees, like the doting of passionate women..."
        },
        {
            "type": "verse",
            "text": "\"And the breeze is perhaps unhappy by savouring only one kind of nectarine aroma, hence it appears to  be gliding from tree to tree, forest to forest, mountain to mountain... while going from tree to tree,  mountain to mountain, forest to forest... Some trees are full with flowers whose nectar is fragrant,  and some shine forth with dark colour as they are enveloped with buds... And the honeybee on assessing  each of the flower as 'this one is pure... this one is delicious... and this one is well bloomed...'  is plunging into them... On plunging into the flowers that nectar-avaricious honeybee is again coming  up, and quickly going elsewhere in the trees on the banks of Pampa..."
        },
        {
            "type": "verse",
            "text": "\"These clusters of flowers that have fallen on their own are spreading out like a bed of flowers laid  on, with them the ground appears to endow comfort... On mountain slopes varied flowers are spread out,  with them the colour of diverse mountain slabs is rendered into yellow-red hue... Soumitri see the bloom  of flowers in spring after winter, as if the trees have indeed bore the flowers in competition with  one another..."
        },
        {
            "type": "verse",
            "text": "\"The drones of honeybees among the trees with flowered treetops appear to be the talk of trees, and  the swinging branches of trees appear to be their invitational gestures to one another, thus those trees  look highly attractive... Entering the blessed waters this bird, partridge, is rejoicing together with  his female, kindling desire in me too..."
        },
        {
            "type": "commentary",
            "text": "The question of self-control of Rama in indulgence is discussed here. Rama's libido is not expressed  after the abduction of Sita, until his entry into the area of Pampa or its forests. Here, in these  surroundings of Pampa, the spring season is at its height and the nature is adding fire to his fuelling  desire. What anyone can do but to lament about his unconsummated desire? That too, when Manmadha, the  Love God, assumes the charge of this particular Chaitra month, or spring season, it is impossible to  play-act celibacy. For more details about such a condition, Gosvami Tulasi Das is perhaps the best poet  to narrate in Ram Charita Manas, at Doha 73 to 76 of Baala Kaanda. Narrated in there is, that the saints  and sages lost their loincloths, chastity belts peeled off on their own, and entire social order went  topsy-turvy, when Manmadha took charge of the Universe for only a few moments, to kindle Shiva's love  towards Parvati. As such the nature at Pampa itself has become a love god to Rama, to pour out his passion  for Sita."
        },
        {
            "type": "verse",
            "text": "\"This sort of heart pleasing nature is also available with River Ganga, and that alone reasonably signifies  the popularity of River Pampa in the world..."
        },
        {
            "type": "commentary",
            "text": "Mahesvara Tirtha records the meaning of this verse in another way. \"If this sort of love kindling atmosphere  is there to River Ganga, it would have been the world's best environ...\" But River Ganga is a Holy one  and this environ cannot be there. This stanza signifies that Pampa is a river but not a vast lake, and  all these narrations of longing epitomises the longing for a true friend like Sugreeva or Hanuman, or  for Rama's life-mate Sita."
        },
        {
            "type": "verse",
            "text": "\"If that devot lady Sita is found, and also if we were to stay here only, I neither think about Indra's  throne in Heavens nor Ayodhya's throne, which is like Indra's throne on the earth..."
        },
        {
            "type": "commentary",
            "text": "The word <em>shakraaya</em> is in Dative case, meaning that the throne of Ayodhya is meant for an Indra-like  ruler on earth, and qualifies for a demonstrative adjectival expression in its adjacency principle.  As such Rama is pondering over negating the kingdom, i.e., the Rajya Lakshmi, in comparison with Sita,  who is his Bhaagya Lakshmi. Kalidasa, in Raghuvamsha, depicts what this Bhagya Lakshmi has to say, when  Rama, basing on some satirical remarks of his lowly subject deserts Sita."
        },
        {
            "type": "commentary",
            "text": "\" Earlier, you refused the kingdom-fortune, [Rajya Lakshmi,] and came to forests, where I was with you.  Now that, that kingdom-fortune, Rajya Lakshmi winning your affection, is jealous of me i.e., Bhagya  Lakshmi, and she does not let me live in your palace."
        },
        {
            "type": "verse",
            "text": "\"Nay... if I were to take delight this way in these pleasant green meadows along with her, there will  be no worry to me... nor interest in other things... Indeed these beautifully leaved and variously flowered  trees are maddening my heart as I am without that lady Sita in this forest..."
        },
        {
            "type": "verse",
            "text": "\"See the cool water of this Pampa Lake, Soumitri, filled with blue lotuses, and with ruddy geese well  moving in, and well venerated by the partridge birds...Well filled with waterfowls, curlew birds, and  adored by great animals, this Pampa glistens much with pleasantly calling birds... Enkindling passion  in me, are these umpteen gladdened birds, reminding me of my dear one who is in the mid of her youth,  moonfaced, and with the radiance of lotuses in her eyes..."
        },
        {
            "type": "verse",
            "text": "\"See that female deer along with male deer moving there and there on those wonderful mountainsides...  and at me, who am weaned away from such a fawn-eyed lady Sita... and such as I am, my heart is further  agonised on seeing these wide-eyed deer, and for not seeing her, the wide-eyed Sita..."
        },
        {
            "type": "verse",
            "text": "\"If only I can see that lady on those spectacular terraces filled with impassioned bird groups with  much ado, then there shall be peace for me... I live along for sure, Soumitri, if that slender-waisted  Vaidehi basks in this benignant breeze of Pampa along with me... \"Lakshmana, the breeze from the greenswards  of Pampa that carries the fragrance of lotuses including that of red lotuses is an auspicious one, an  eliminator of melancholy, and those that adore such a breeze are fortunate ones..."
        },
        {
            "type": "commentary",
            "text": "Another rendering is: <em>padma</em> red lotuses', <em>sougandhika</em> of costuses, <em>vaham</em>  = fragrance carrying, i.e. carrying the fragrance of many flowers as though in a garland of flowers  on its chest; <em>Shivam</em> pure, uncontaminated breeze, i.e., the first breeze of the season. <em> dhanyaaH</em> fortunate, <em>sevante</em> those that await and adore. Those couples that await this  first breeze, emerging from the gardens of Pampa Lake, carrying fragrance of many a flower, like that  of a garland of flowers, are fortunate."
        },
        {
            "type": "verse",
            "text": "\"That youthful, lotus-petal eyed beloved of mine, that Janaka's daughter... how can that helpless lady  bear her lives without me... What sort of well-being can I say to that virtuous and truth speaking King  Janaka, if he enquires about Sita's well-being among hosts of people?"
        },
        {
            "type": "commentary",
            "text": "Sita is an unusual princess by birth. Winning her hand in marriage is unusually preconditioned by  King Janaka with the lifting of Shiva's bow, which none else could do than Rama. Having won Sita's  hand in marriage, but lost her in the forest, will be ridiculous. Rama reflects here as to how his father-in-law  King Janaka would lookdown Rama for not protecting his daughter Sita."
        },
        {
            "type": "verse",
            "text": "\"She who accompanied me, an unfortunate one whom his father sent to forests, taking up a virtuous course...  now where will be she, that ladylove of mine, be abiding... Whose kingdom is forfeited, and whose soul  succumbed to the circumstance at the time of exile, but she accompanied suchlike me, and Lakshmana,  without her how I can I live on in desolation..."
        },
        {
            "type": "verse",
            "text": "\"She who has a pretty and beaming face with lotus-like eyes, that is fragrant, auspicious and scarless,  and not seeing such a face my mind is as though sinking... Lakshmana, when can I hear that conversation  of Vaidehi that will have smiles and wits in between... wisdom wise pleasing, friendly and unique one  in its own way..."
        },
        {
            "type": "verse",
            "text": "\"That youthful and decent lady though succumbed to suffering in forests used to look as though got rid  of her sufferings, and as though gladsome woman, and she used to speak to me, one smitten by her love,  very fondly... What can I say in Ayodhya to that kind hearted lady and my mother Kausalya, oh, prince  Lakshmana, when she asks 'where is she, my daughter-in-law? And how is she? '"
        },
        {
            "type": "verse",
            "text": "\"Begone! Lakshmana.... you may see Bharata, that affectionate one for his brothers... I may not be able  to live on leaving off Sita... isn't so!\" So said Rama to Lakshmana."
        },
        {
            "type": "verse",
            "text": "To that great-souled Rama who is bewailing that way like a waif, his brother Lakshmana said these appropriate  and infallible words."
        },
        {
            "type": "verse",
            "text": "\"Oh, best one among men, please control yourself Rama, let safety betide you."
        },
        {
            "type": "verse",
            "text": "Do not lament, the intellect of your kind of unblemished souls does not become languorous... Recollect  the sadness caused by the departure of loved ones, and it may please be forsaken."
        },
        {
            "type": "commentary",
            "text": "The above is the wrong orientation of words used in above two verses. While the word-to-word translation  of Ramayana is rare in print medium, the prose versions are giving meanings with such orientation, and  they will be usually found in almost all printed books. The above suggests that Lakshmana is asking  Rama to forget Sita, which is meaningless. The following is said to be the reasonable orientation.  Other words being same, the rest are:"
        },
        {
            "type": "verse",
            "text": "\"On remembering the fondness for dear ones, intellect of your kind of unblemished souls will not become  languorous. Leave off the sadness caused by separation."
        },
        {
            "type": "commentary",
            "text": "Such wrong orientations of words used in verses will be found in other verses also, because printed  books are carrying them forward, and they need correction by some pundits who can kindly spare time  and effort. The above correction is per courtesy of : Pt. Paturi Sitaramaanjaneyulu"
        },
        {
            "type": "verse",
            "text": "With the embrace of too much of friendship of the water-drenched wick with oil, even that water-drenched  wick burns in the lamp..."
        },
        {
            "type": "verse",
            "text": "\"If Ravana goes to the netherworlds, or still deeper worlds from there, oh my brother, still he will  not live, Raghava... Let the emplacement of that sinning demon e obtained... and then he either cedes  Sita or enters into his own doom... Even if he enters the womb of Diti along with Sita, and if he  does not give away Sita, even there I wish to slay him,..."
        },
        {
            "type": "commentary",
            "text": "Please refer to Ch 45- 46 of Bala Kanda of details about Diti and someone entering her womb."
        },
        {
            "type": "verse",
            "text": "\"May you rejuvenate and be secure, oh, revered one, cast-off your pathetic mood... result of purpose  will be lost indeed, for the endeavourers without a try, thus nothing can be regained by them... Vehemence  is might, oh, noble one, there is no superior might than vehemence and to him with vehemence there is  no impossibility in the world,... even the slightest... Vehement men do not regress in deeds, and taking  hold of vehemence alone we regain Sita..."
        },
        {
            "type": "verse",
            "text": "\"You leave off this enclosure of ardency and pushback that compassion ... you are not able to know your  great and controlled soul...with these thoughts of self-pity and fondness..."
        },
        {
            "type": "verse",
            "text": "Thus addressed by Lakshmana, then Rama whose conscience is marred by emotions, got rid of pity and fondness,  and acquired courage, to perform the deed demanded of his incarnation."
        },
        {
            "type": "commentary",
            "text": "This reflects the saying of Bhagavad Gita <em>gataasun agataasuumscha naanu shochanti panditaH...</em>  Lakshmana repeats the same words in Yuddha Kanda, the Book of War, chapter 83, verse 43, when Rama laments  on receiving information that Indrajit, the son of Ravana killed Sita. Here the word <em>shoka</em>  ' stands for pity and <em>moha</em> stands for fondness, and god has these two basic attributes towards  His creation. Thus the pity and fondness of god is now aimed at releasing the innate soul, namely Sita,  from the captivation."
        },
        {
            "type": "verse",
            "text": "He that inestimable valiant Rama strode forward those areas of charming Pampa Lake, with the charm of  wind-flopped trees, getting rid of grief. That great one Rama on observing all over quickly, all round  the forest with its brooks and caves, and reviewing with Lakshmana, though agonised at heart that anguished  one travelled on."
        },
        {
            "type": "verse",
            "text": "While that great soul Rama is walking ahead, that great souled Lakshmana whose stride is also like that  of an elephant, and whose deeds are agreeable to Rama, vigilantly protected Rama with an un-despaired  mind and even by his virtue and strength."
        },
        {
            "type": "verse",
            "text": "He who is the chief of Vanara-s, who moves about Mt. Rishyamuka, while he is meandering thereabout he  happened to see those two who are so amazing for a look, namely Rama and Lakshmana, by which he is so  frightened that he is petrified. On seeing those two Rama and Lakshmana who are advancing his way, he  that great soul who is a tree-branch animal, and he who strides like an elephant, derived profound agony  that muffled him in worry, and he is engulfed under the weight of his fear."
        },
        {
            "type": "commentary",
            "text": "Here Dharmaakuutam depicts this:"
        },
        {
            "type": "commentary",
            "text": "<em>tatastu samastalokarakShaNakShamakShitipatilakShaNalakShitau karakamalagR^ihiitakanakamayasharaasanau  parikupitaviShadharanikara- sadR^ishanishitasharabharabharitasharadhivilasitavipulabhujashikharau uddhR^iutapR^iuthulamaa~NsalamasR^iuNaayatabhujadaNDamaNDitau  svaparigraheNajaTaavalkayorapispR^iuhaNiiyataasampadakau gandhasindhuramantharagaaminau apraakR^iutalaavaNyaavala~NkR^itaaraNyau  apaa~NgashobhitaaraNyausamupasthitakaaruNyau sarvasattvasharaNau mahaaviiraagragaNyau sukumarau niriikShyaki~ncidapisa~ncalitahR^idayaH  sa~ncitaikamatyaiH sahacaturbhiramaatyaiH vipulabalaavaliptabaliimukham R^ishyamuukam adhivasan samagraguNanidhaanam  sugriivonaama vaanaralokaadhipo vilokayaamaasa</em>"
        },
        {
            "type": "commentary",
            "text": "This is for the entrance of Rama and Lakshmana into the life of Sugreeva."
        },
        {
            "type": "verse",
            "text": "On seeing those magnificent two, Rama and Lakshmana, the monkeys are frightened and fled towards the  pious hermitage of Sage Matanga, which has an inland that is always adored by monkeys for it is consolatory  and sheltering them."
        },
        {
            "type": "commentary",
            "text": "This episode is a construct on the hymn at 1-4-3 inBrihadaaranyaka Upanishadic which is as below: --"
        },
        {
            "type": "commentary",
            "text": "God is said to take no delight in Himself alone, and He desired another.He was like an embraced male  and female. Man and wife. Hence He felled His body to become two&hellip; and from thereon humans originated&hellip;Brihadaaranyaka  Upanishat 1-4-3."
        },
        {
            "type": "commentary",
            "text": "The lustful words of Rama are to be construed as pure pleasure forhaving Sita at his side, as a longing  to have His first creation with himself. This is for deifying Rama as incarnation of Vishnu. All the  Ramayana-s or Purana-s which deal with the episode of Rama's reaction on seeing Pampa Lake have the  same import. In Skanda Purana there is yet another instance stating that Rama gave curses to such lusty  components of nature, for his lust is not satiated. It is as below: -"
        },
        {
            "type": "commentary",
            "text": "\"Champaka flowers [Hindi: Mogra; Telugu : Sampega; Botanical : Michelia champaka] are not to be touched  by Honeybees, chakravaaka, [water-birds, ruddy geese, know for their inseparable swimming] be separated  in midnight, Kokila birds [Blackcuckoos] be grownup in other's nests [i.e., in crow's nest] Sandalwood  trees become shelters to snakes, the breeze [that is cool and incited Rama's thoughts about Sita,]shall  become food of snakes&hellip; thus cursed Rama, in his anguish about his separation from Sita&hellip;\" Skanda Purana."
        }
    ]
}