{
    "id": "prose-kishkindha-10",
    "kanda": "kishkindha",
    "sarga": "10",
    "title": "Banishment of Sugreeva by Vali",
    "chapter": "10",
    "overview": "Sugreeva informs Rama that Vali could not be appeased in spite of repeated requests as he is resolved to accept Sugreeva as an enemy. Vali banishes Sugreeva from the kingdom with the same thinking.",
    "content": [
        {
            "type": "verse",
            "text": "\"Then desiring both of our well-being I have begged of my brother who is enveloped in anger and behaving capriciously. Oh, orphan's, delight Rama, I addressed him like this, Luckily you have eliminated the enemy and returned safely, and to an orphaned one like me you alone are the protector."
        },
        {
            "type": "verse",
            "text": "Let this regal umbrella unfolded like a full moon, with its many of its spikes, and with accompanying fur-fans may please be accepted while I hold it for you. Saddened I was after staying at the entrance of the cave for one year, oh, king, and on seeing the blood that started to flow from out the cave in the entrance my heart is engulfed in sadness and my senses perturbed very much, and then covering that cave's entrance with a hilltop, and departing from that country, I re-entered Kishkindha. On seeing me returning with grief, the citizens and ministers alike crowned me, but that is not at my desire, therefore it is apt of you pardon me."
        },
        {
            "type": "verse",
            "text": "\"As an estimable one you alone are the king, and I will be as I was, and establishing me in kingship is owing to your unavailability, but the capital with citizens and ministers is kept up without thorniness. Oh, gentle one, I am now returning this custodial kingdom to you, oh, enemy eliminator, you need not be hostile towards me. I beg you with my bowed head and with my prayerful palm-fold, the ministers and the city dwellers have collectively and forcibly nominated me to the kingship, only to keep the kingless kingdom under control."
        },
        {
            "type": "verse",
            "text": "\"While I was speaking that politely he threatened me and indeed used many expletives starting from 'fie, fie, upon you.' and the like. And summoning people and venerable ministers he hurled very abusive words at me among friends"
        },
        {
            "type": "verse",
            "text": "\"You all are aware that earlier the gigantic and rancorous demon Maayaavi invited me desiring a duel in that night. On hearing his call for a duel I went out of the royal palace, and this very hazardous brother of mine quickly followed me. And that formidable demon Maayaavi ran away as he was fraught with fear on seeing me with a second one at my side, and he speedily entered a great cavity of earth on seeing us two nearly reaching him. On knowing the demon's entry into that great precarious cavity, I said to this one, this cruel looking brother of mine."
        },
        {
            "type": "verse",
            "text": "\"My power will not let me return from here to the capital without killing that demon, hence you wait at this cavity's entrance, till I kill that demon and come out of the cavity. Believing that he stayed at the entrance of the cavity I entered that impenetrable cavity, and then in searching for that demon there one year elapsed. I have seen that terrified enemy of mine effortlessly, and I killed him immediately along with all of his relatives."
        },
        {
            "type": "verse",
            "text": "\"That cavity has become impassable, since it is fully filled with the gushes of blood emanaing from the mouth of that demon who fell yelling onto ground. On my killing that invading enemy easily, I could not see any exit from that cavity as its mouth was closed. Wherefore I did not get a reply though I repeatedly shouted, 'Sugreeva, oh, Sugreeva.' thereby I was very saddened. With my foot I pounded and smashed that lidded hilltop, and from there I exited that way and arrived here. As such this cruel fantasist of kingdom trammelled me in there forgetting the clannishness.\" So said Vali to all the courtiers."
        },
        {
            "type": "verse",
            "text": "\"On saying thus that monkey ruthlessly banished me, then and there in the court itself, who am with a single clothing on my body. Thus he threw me away and even stole my wife, oh, Rama, and owing to his fear alone I roamed all over the earth with its forests and oceans. I who am saddened by stealing my wife have entered this safest mountain Rishyamuka, which is impenetrable for Vali by another reason."
        },
        {
            "type": "verse",
            "text": "\"All this notable account of enmity is reported to you, oh, Raghava, and you may examine the dire straits befallen on me at no fault of mine. Oh, Rama, the fear-remover of all the worlds, it is apt of you to bestow me invulnerability from the fear of Vali, and oh, valiant one, as well as to rein him in.\" Sugreeva requested Rama thus."
        },
        {
            "type": "verse",
            "text": "When he is requested thus by Sugreeva, that virtuous and resplendent Rama started to tell Sugreeva, the words that abide by virtue, as though trivializing the task on hand. \"Admirable and sun-like burners are these arrows of mine that are now mingled with my wrath, and they are bound fall on that evil minded Vali. He that stealer of your wife, that evil-minded abuser of history lives as long as I descry. By my experience I see how you are deluged in a sea of sadness, but I will make you to get over that sea, and you will definitely regain abundantly whatever you lost.\" Rama assured Sugreeva thus."
        },
        {
            "type": "verse",
            "text": "Hearing that sentence of Rama, which is enhancing happiness and self-esteem, Sugreeva is very gladdened and further said this great sentence."
        }
    ]
}