{
    "id": "prose-kishkindha-11",
    "kanda": "kishkindha",
    "sarga": "11",
    "title": "The incident of Dundubhi",
    "chapter": "11",
    "overview": "Sugreeva narrates Vali's bravery and intrepidity in fighting and how he fought with a mountainous buffalo  demon named Dundubhi. Also narrated is the curse of Sage Matanga that prohibited Vali's entrance into  Mt. Rishyamuka area.In order to imbibe confidence in Sugreeva, Rama starts to show his valour and might.",
    "content": [
        {
            "type": "verse",
            "text": "Sugreeva started to adore and extol Raghava on hearing the words of Rama that are inculcating happiness  and pride. \"It is doubtless that you will burn down everything when you are angry, like the blazing  sun at the end of era, with these arrows of yours that are highly blazing, incisive and invaders on  stealthy places.\" Thus Sugreeva started extolling Rama. That which is impetuousness of Vali, that which  is his bravery and courageousness are there, they may be listened from me single-mindedly, and later  you impose that which need be imposed."
        },
        {
            "type": "verse",
            "text": "\"Before the dawn of sun Vali unweariedly strides from western ocean to eastern, and even from southern  to northern for offering water oblations to the rising sun."
        },
        {
            "type": "commentary",
            "text": "Here Vali is said to be following the Vedic custom of <em>sandhyopaasana</em>. Before the wee hours  of sunrise is <em>Brahma muhuurta</em>, at which time water oblations to Ushas are to be offered. Vali  does not sit on riverside nor on any bund of lake to perform these daily chores, but swings to eastern  ocean for his daily bath, and from there to southern sea, to make <em>aachamana</em>, sipping water  for self-purification, and then to western oceans to give <em>arghya</em>, water oblation, and from  there to other ocean for <em>japa</em> and <em>suuryopasthaana</em>, meditation and welcome to daily  sun. This same expression Tara, wife of Vali tells Ravana, in <em>uttara kaanDa</em> of Ramayana, when  Ravana becomes impatient to meet Vali immediately. "
        },
        {
            "type": "commentary",
            "text": "<em>caturbhyo api samudrebhyaH sandhyaam anvaasya ravaNa | imam muhuurtam aayaati vaalii tiShTa muhuurtakam  ||-</em>\"Please wait Ravana, Vali comes after offering oblations in four oceans... \" So says Tara to  Ravana."
        },
        {
            "type": "verse",
            "text": "\"Ascending the heights of mountains and even rending their greatest peaks, that mighty one volleys them  upwards and in turn catches them, as though they are play balls. As a show his strength Vali used to  personally fell many sturdy trees of diverse origin by his might."
        },
        {
            "type": "verse",
            "text": "\"One named Dundubhi was there in the form of a buffalo, whose size shone forth like Mt. Kailash and  who bears the strength of a thousand elephants.\" Thus Sugreeva started telling Dundubhi's episode to  Rama. \"He that evil-minded and colossal bodied Dundubhi was bemused by the vanity of his own vigour,  and by the boon bestowed oo him, and once he went to the lord of rivers, namely the Ocean. Deriding  the garner of weaves and gems he said to that vastly ocean \"give me a fight..\" Then, oh, Rama, that  virtue-minded and very powerful ocean rose up from his tabular position to heights, and spoke these  words to that demon Dundubhi who is driven to doom by his own time."
        },
        {
            "type": "verse",
            "text": "\"I am not capable to give you a fight, oh, war-expert, but I will name him who can give you a fight,  listen.\" So said ocean to the demon."
        },
        {
            "type": "verse",
            "text": "\"A sublime shelter for sages and the father-in-law of Shankara is there in great forests, well-know  by the name Himavan, the king of mountains, and he embodies great cascades, cataracts, and caves, and  he alone is capable to accord a matchless happiness to you in the form of a fight.\" So said ocean to  Dundubhi. Fathoming that ocean to be scared of him that noted demon Dundubhi arrived at the forests  of Himavan like an arrow darted from bow, and that Dundubhi started to blare discordantly and toss the  rock-faces of that mountain that are like white elephants in their figuration, severally. Then he who  is like a silver cloud in his figuration, a gentle and delightful one in his appearance, that Himavan  spoke these words to the demon staying on his own cliff."
        },
        {
            "type": "verse",
            "text": "\"It is inapt of you to annoy me, oh, virtuous Dundubhi, I am just a shelterer of sages, and an unskilled  one in fights.\" So said Himavan to Dundubhi. On hearing the words of that modest king of mountains Dundubhi's  uyes are bloodshot and he said this sentence. \"Whether you are incapable to fight with me, or not venturing  me as you are scared of me is not my concern, but tell me who can really give me a very combative fight.  On hearing Dundubhi's arrogant words that honest Himavan being an expert in sentence-making, had to  say angry words to that fierce demon that were never uttered by him earlier."
        },
        {
            "type": "verse",
            "text": "\"Oh, war-expert Dundubhi, Indra's son is there, a brave and glorious one by name Vali, and he is now  presiding over the matchlessly pompous city Kishkindha. He is a highly intelligent one and a war-expert  too, and he is the capable one to give you a duel, like Indra to Namuchi."
        },
        {
            "type": "commentary",
            "text": "Indra, father of Vali, gave such a duel to one demon called Namuchi in early times and killed him. This  Namuchi is the son of one Viprachit, who is the progeny of Kashyapa, and his demon-brothers are Raahu,  Ketu, Vaataapi, Ilvala Naraka, Puloma and others."
        },
        {
            "type": "verse",
            "text": "\"Approach him promptly if you desire a fight now, and he is an intrepid one who will always be in the  manoeuvres of war, and indeed none can assail him.\" Thus said Himavan to that demon Dundubhi. Then on  hearing Himavan's words he that Dundubhi is convulsed in anger and proceeded to Vali's city Kishkindha.  That great mighty demon Dundubhi wearing the look of a buffalo with sharp horns was awe-inspiring, and  like the arrival of a massive dark cloud in rainy season full with water on the edge of firmament, he  arrived at the gateway of Kishkindha and bellowed clamorously like a war-drum as though to quake the  earth. He bellowed uprooting trees that are rooted nearby, scooping the earth with hooves, and insolently  goring the gateway with horns like a goring elephant."
        },
        {
            "type": "verse",
            "text": "\"Vali who by then went into his palace chambers became intolerant to hear that noise and fell out from  there along with ladies, like the moon with stars. Vali being the lord of monkeys, and of all the other  forest-dwellers as well, spoke a clearly worded brief sentence to Dundubhi."
        },
        {
            "type": "verse",
            "text": "\"Oh, Dundubhi, impeding the gateway of this city what for you are bellowing, I know you, oh, might one,  save your lives.\" Vali cautioned that demon that way."
        },
        {
            "type": "verse",
            "text": "\"On hearing that sentence of Vali, the tactful lord of monkeys, Dundubhi said this sentence with his  eyes bloodshot in anger.\" Thus Sugreeva continued his narration to Rama."
        },
        {
            "type": "verse",
            "text": "\"It is inapt of you to speak words in the vicinity of ladies, oh, valiant Vali, give me a duel now and  then I can appreciate your might. Otherwise I bear up my rage for this night, oh, monkey, you may unrestrainedly  delight yourself till morning in your voluptuous gratifications, for you are now surrounded by your  ladies. Also embrace all the monkeys and bequeath endowments to them, and you may bid adieu to all the  good-hearted people of yours for you are the king of all the tree-branch animals, as you may not see  them later. Let Kishkindha city be seen clearly by you as last sight, and keep someone equalling you  as in charge of city, and also rejoice with the females till sunrise as there is no tomorrow to you."
        },
        {
            "type": "verse",
            "text": "\"He who kills a drunken one, unvigilant one, defeated one, or one without weapons, or an atrophied one,  he get the sin of foeticide in the world, and your present state is suchlike.\" Dundubhi incited Vali  in this way."
        },
        {
            "type": "verse",
            "text": "\"Then Vali laughed that demon off, discharged all the females namely Tara and others, and then he spoke  to that stupid lord of demons in anger."
        },
        {
            "type": "verse",
            "text": "\"Don't surmise that I am drunk, and should you be unafraid of a fight, regard this drunkenness of mine  as the toast of a gallant fighter in this deadly fight.\" Vali said so to Dundubhi."
        },
        {
            "type": "verse",
            "text": "\"Saying that way to that Dundubhi that highly enraged Vali heaved up the golden chest-pendant around  his neck on to his chest, which was given by his father Mahendra, and stood firm for fight. Then that  elephantine monkey Vali took that mountain-similar Dundubhi by horns, and booming highly he whirled  and bumped him onto ground. Vali while blaring highly with great sound repeatedly whirled him and thrown  onto ground, and while Dundubhi was hurled and thrown to ground, blood gushed out of his two ears. There  occurred a gruesome fight among those two, Dundubhi and Vali, who by their fury are impetuous and who  aspired victory over the other. Then Vali who is similar to Indra in his fortitude fought with him with  his fists, knees and feet, and like that with boulders and trees. While each is assaulting the other  in that fight between that monkey and demon, that demon is impaired and Indra's son Vali toughened."
        },
        {
            "type": "commentary",
            "text": "Vali is wearing the golden chest-pendent given by his father Indra, wearing which depletes half of the  opponent's strength. Hence, the strength of Dundubhi is depleted now. Vali does not wear the same chest  pendent when fighting with Sugreeva when killed by Rama. For this it is said, Vali wanted to punish  Sugreeva that which is befitting to an errant younger brother, but Vali never considered Sugreeva as  a real threat or an enemy to the core."
        },
        {
            "type": "verse",
            "text": "\"In that life-taking fight when Dundubhi is lifted up and flung to ground, he is completely pounded  out. While he is felled down much blood is flown out from the vent-holes of his body, nine of them,  ears, nose, eyes etc., and on his falling that mighty one Dundubhi attained the fifth-state."
        },
        {
            "type": "commentary",
            "text": "The 'fifth state' of a living being is death, where the other four states are [1 <em>jaagR^it avastha,</em>  waking state, [2 <em>swapna avastha,</em> dreaming state, [3 <em>suSupta avastha,</em>  deep sleep, [4 <em>turriya avastha,</em> fourth state, that which is above the three preceding  states. Then the fifth state is death."
        },
        {
            "type": "verse",
            "text": "\"Then the hastiest Vali swayed that dead and inanimate demon with both of his hands and hurled him a  yojana distance in a single flick. And while he is thrown that hastily blood drops oozed from his mouth,  and flung by air they fell in the hermitage of sage Matanga."
        },
        {
            "type": "verse",
            "text": "\"On seeing the blood drops fallen there, oh Rama, that sage is enraged and thought, 'who is he indeed,  who dropped the blood...' Thus Sugreeva narrated to Rama."
        },
        {
            "type": "verse",
            "text": "\" 'By which evil-spirited one I am abruptly touched with blood? Who is that evil-minded one? Who is  that malevolent, disobedient and a reckless one?' Thus the sage Matanga pondered. Thinking thus and  coming out of hermitage that celebrated sage has seen the mountainous buffalo fallen on ground lifelessly.  On knowing by his ascetic power that this deed is done by the monkey, he released a great curse on him  who tossed the cadaver of buffalo."
        },
        {
            "type": "verse",
            "text": "\"Untreadable is this sheltering wood of mine to him who has stained it with squirts of blood, and if  he enters this place peradventure, fatality occurs on him. By his hurling the demon's body these trees  are also completely destroyed, hence he ought not set his foot in a distance of one full yojana around  this hermitage, and if that evil-minded one places his foot then he evidently does not exist. And some  of his friends that are dependent on my woods shall not live here and they may depart on hearing my  words and solace themselves with my words."
        },
        {
            "type": "verse",
            "text": "\"This forest of mine is always protected like my own son, and if the monkeys of Vali wish to stay behind  in this forest alone for further destruction of leaves or sprouts, or even for the non-existence of  fruits and tubers of this forest, defiantly they too will be cursed. And today is the day of limit and  the monkey whom I will see tomorrow, he will be petrified for many thousand years to come.\" That was  the curse of the sage."
        },
        {
            "type": "verse",
            "text": "Then those monkeys on hearing the clear wording of the sage started out from that forest, and on their  coming to Kishkindha, Vali saw them and spoke this way to them. 'Why all of you dwellers of Matanga  forest arrived in my presence, even so, are you the dwellers of that forest safe?' Thus Vali asked all.  Then all of those monkeys have reported to Vali, the one with a golden chest-pendant, all the reasons  for their exit, likewise the curse to Vali. On hearing all those words narrated by monkeys Vali approached  that great sage and begged of him on becoming humble with palm-fold."
        },
        {
            "type": "verse",
            "text": "\"The sage inconsiderate of Vali's request withdrew into hermitage, and fearing to bear the brunt of  the curse Vali was distraught and withdrew from that place. Dreaded by the fear of curse that monkey  Vali does not aspire to enter the great mountain Rishyamuka, oh, people's lord, Rama, or he does not  even wish to look at it.\" Thus Sugreeva continued his narration."
        },
        {
            "type": "verse",
            "text": "\"Knowing the inaccessibility of this forest to him I got rid of my agony, Rama, and I move here about  in this great forest along with my ministers. This huge heap of bones that is shining forth like a mountaintop  is that of Dundubhi, which Vali once hurled by the vanity of his valour. Also these are the seven enormous  sala trees full with their branches, and Vali is capable to make each of them leafless by his vigour,  of course, one at a time."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, I am apprising all this to tell about the unequalled vitality of Vali, and oh, king, then  how is it possible for you to eliminate Vali in war.\" Thus Sugreeva enquired with Rama."
        },
        {
            "type": "verse",
            "text": "When Sugreeva spoke that way Lakshmana a little smiled and asked him, \"On performing which act do you  confide in the possibility of Vali's elimination?\" Then Sugreeva said to Lakshmana, \"earlier Vali used  to agitate each of the trees, one after the other, on many occasions.\""
        },
        {
            "type": "commentary",
            "text": "Here some translations say that Vali pierced one arrow without using bow in one tree, or in leaves,  then removing that arrow again pierced, and gone on piercing for many times hurting the trees with many  holes. While some more translations contain the meaning, taking the clue from <em>niSpatraa kurute</em>  or <em>niSpatraayitum ghaTate</em> as in verse 67 above, meaning it to be, 'aimed arrow and pierced  the trees and when the arrow exited out of the tree, made its fin-feathers to come out.' In either way,  'arrow' has no place in monkey's hands. The very birth of this monkey race is to fight with their nails,  teeth, and tree-trunks and branches. Hence, the word <em>vivyaadha</em> means that Vali tortures the  trees by shaking their trunks, and shattering all the leaves in his show of strength."
        },
        {
            "type": "verse",
            "text": "\"If Rama can rend one tree out of the seven with only one arrow, then on seeing Rama's valour I can  construe that Vali is utterly dead at his hand. Lakshmana, if he lifts and kicks the skeleton of this  dead buffalo by the might of his foot, and makes it fall at a distance of two hundred bow-lengths, I  can confide.\" So said Sugreeva to Lakshmana."
        },
        {
            "type": "verse",
            "text": "Sugreeva paused for a while on saying thus to Rama, for Rama's eye-corners are reddened with anger towards  Vali, and then Sugreeva again spoke to Rama."
        },
        {
            "type": "verse",
            "text": "\"Vali is a mighty monkey, an intrepid one, who esteems his own intrepidity, and one who is well renowned  by his might and tenacity, and in combats he is an undefeated one. His deeds that are impracticable  even for gods are obvious, and scared for recollecting them I took shelter of Mt. Rishyamuka. Concluding  that the lord of monkeys Vali to be an unconquerable, unattackable, unsympathetic one I am not leaving  this Mt. Rishyamuka. I am moving about these forests along with earnest ministers like Hanuman and other  significant ones, only because I am disconcerted and sceptical of him. I chanced upon a laudable and  true friend in you, oh, Rama, the patron of friends, hence I take shelter in you, oh, tigerly man, for  you are the final resort for those seeking salvation, like Mt. Himavan. I know the might of that mighty  brother-the-malice of mine, and oh, Raghava, but your valour in combat is imprecise to me.\""
        },
        {
            "type": "verse",
            "text": "\"Definitely I am neither examining, nor demeaning, nor intimidating you, but his macabre exploits caused  cowardice in me. It is definite, oh, Raghava, your word, courage, and physique denote some sublime radiance  in you, as with ash covered fire.\" So said Sugreeva to Rama."
        },
        {
            "type": "verse",
            "text": "On hearing that word of great-souled Sugreeva, Rama smilingly replied that monkey in his turn."
        },
        {
            "type": "verse",
            "text": "\"If you are unable to confide in the intrepidity of ours, oh, monkey, I shall ingrain commendable confidence  in you with respect to our action.\" Thus Rama said to Sugreeva."
        },
        {
            "type": "verse",
            "text": "Saying so to Sugreeva in a comforting manner, he that dextrous, vigorous Rama, the elder brother of  Lakshmana sportively flipped the skeleton of Dundubhi with his big toe, and flicked that withered body  of the demon with his big toe itself to a ten yojana distance without lifting his foot."
        },
        {
            "type": "verse",
            "text": "Then on seeing at the hurled body, and at valiant Rama who by now is like the blazing sun, again Sugreeva  said this meaningful word to Rama in the presence of Lakshmana and other monkeys."
        },
        {
            "type": "verse",
            "text": "\"Oh, friend, at that time when my tired and tipsy brother Vali tossed this body it was unspoilt, wet  with blood and full with flesh. Raghava, now this body is sleazy, without flesh, also rendered into  a strawy condition, and oh, Raghu's delight, you too flipped it because you are now energetic."
        },
        {
            "type": "verse",
            "text": "\"If it be said something is wet or dried up there chances a lot of difference, oh, Raghava, thereby  it may not be possible to assess whether you might is greater or his, as the gravity of the case depends  much on that wetness or dryness alone, isn't it. That alone is the uncertainty in that matter, sire,  whether your strength is superior or his, and if a single sala tree is ripped in an outright manner  the ability or otherwise will be evident."
        },
        {
            "type": "verse",
            "text": "\"String the bowstring to this bow of yours, an alternate of elephant's trunk, and stretch it out up  to your ear, and release a great arrow. Darted by you your arrow will rip off this sala tree, oh, king,  there is no doubt in that matter, enough is this thinking of yours and you will definitely do me this  favour, I pray and swear upon me..."
        },
        {
            "type": "verse",
            "text": "\"As to how the sun is unsurpassed among all brilliances, as to how Himavan is unmatched among all mountains,  as to how the lion is unequalled among all quadrupeds, so you are among all men for your unique valour.\"  So said Sugreeva to Rama."
        }
    ]
}