{
    "id": "prose-kishkindha-12",
    "kanda": "kishkindha",
    "sarga": "12",
    "title": "The initial challenge",
    "chapter": "12",
    "overview": "Rama to imbue confidence in Sugreeva hurtles his arrow that penetrates seven sala trees and also the  subterranean planes of earth and returns into his quiver. Sugreeva obliging the prowess of Rama submits  himself to Rama, who encourages Sugreeva to challenge Vali for a duel. Accordingly a duel ensues wherein  Vali assaults Sugreeva and chases him off. Battered and belittled, Sugreeva implores upon Rama why he  did not come to his rescue. Rama apologetically states that he could not make out difference between  the two brothers for they are alike. Rama asks Sugreeva to wear a garland and again challenge Vali,  so with that identification of garland he could aim his arrow at the other dueller. Again they all advance  towards Kishkindha for the duel with Vali.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing the well-spoken words of Sugreeva that expressed doubt about Rama's valour, that great resplendent  Rama took-up bow to inculcate credence in Sugreeva. Rama, the bestower of dignity to the sufferers,  took up his dreadful bow, aimed at a sala tree, and darted single arrow, by which all the directions  reverberated with the twang of his bowstring. The golden arrow released by the mighty Rama perforated  all the seven sala trees, and even the levelled areas of mountain, and then entered the earth. Thus  that arrow which briskly drilled all the sala trees, came up in a moment from under the earth, and again  swiftly re-entered the quiver of Rama."
        },
        {
            "type": "commentary",
            "text": "That arrow not only drilled one tree as asked by Sugreeva, but all the seven, and also a mountain from  peak to core, and even entered the seventh earthly plane, that which is beneath the sixth plane of the  earth, where <em>atala, vitala, sutala, paataala, rasaatal, talaatala</em> are the names of six strata  of earth."
        },
        {
            "type": "verse",
            "text": "On seeing them the seven sala trees that are profoundly fissured, that best monkey Sugreeva went into  a stunning astonishment at the rapidity of Rama's arrow. Highly gladdened Sugreeva made palm-fold in  that astonishment, kneeled while his ornaments dangled, and prostrated before Raghava with his head  touching the ground. Overjoyed with that deed Sugreeva said this to that virtue-knower, the one who  is proficient among all experts of missiles, namely the valorous Rama, who is just in his presence him."
        },
        {
            "type": "verse",
            "text": "\"You with your arrows, oh, best one among men, are capable of eliminating all the gods including Indra,  oh, lord, then why to speak of Vali. By whom seven great sala trees, a mountain and also the earth is  ripped off with only one arrow, oh Kakutstha, who then can stand up to you in the vanguard of war. Today  on gaining a kind-hearted friend like you, who is similar to Indra and Rain-god who accord favour on  their own, my distress is gone and my joy is heightened."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, today itself you eliminate that enemy of mine in a brother's semblance for my happiness,  for which I adjoin my palms in supplication.\" Thus Sugreeva requested Rama."
        },
        {
            "type": "verse",
            "text": "That great percipient Rama embraced Sugreeva, which Sugreeva is pleasant in his look for he gained confidence  by now, and who is an alternate of Lakshmana to partake Rama's affection, and then Rama said these words  to such a Sugreeva in reply."
        },
        {
            "type": "verse",
            "text": "\"Let us quickly go from here to Kishkindha, oh, Sugreeva, you move in advance, and on going there you  invite that Vali, one redolent of your brotherhood.\" So said Rama to Sugreeva."
        },
        {
            "type": "commentary",
            "text": "This word <em>-bhaatrgandhin</em> is a unique expression for 'name sake,' and is said to be<em>  -anarthaka bhaatR^i vyapadesham-</em>where <em>-ana arthaka</em> is not, meaningful - meaningless; <em> bhaatR^i</em> brotherhood's; <em>vyapadesham</em> nomenclature. '"
        },
        {
            "type": "commentary",
            "text": "A meaningless nomenclature called a brother' for that brother who has  no brotherliness for his brothers. Sugreeva do have such a brother Vali, from whom he got the redolence  of cruelty alone, but not any brotherliness. Rama Tilaka."
        },
        {
            "type": "verse",
            "text": "They all on quickly going to Kishkindha, the city of Vali, hedged themselves in the thickets of forest  trees and waited. Sugreeva firmly tightened his girdle-cloth for the duel and shouted boisterously for  the purpose of inviting Vali for a duel, and his rapidity in shouting appeared as though to crack the  sky. On hearing his brother's shouting that great mighty Vali is infuriated and impetuously rushed out  of his palace chambers, like the sun falling back onto sky from his dusking brink."
        },
        {
            "type": "commentary",
            "text": "Here Vali is compared with the dusking sun, who is also said to fall back onto the sky before his total  dusking into western side. Some say 'because Vali is going to see the dusk of his day this simile is  suitable,' while some say that 'Vali is not going to see his dusk of the day now itself hence this is  unsuitable.' And some other older mms, contain this simile as <em>toyadaat iva bhaaskaraH</em> i.e., 'came out like  blazing sun from behind the black cloud.'"
        },
        {
            "type": "verse",
            "text": "Then a very tumultuous and awful fight occurred between Vali and Sugreeva, which is like the awful fight  between the planets Mercury and Mars in skies."
        },
        {
            "type": "commentary",
            "text": "\"The encounter between Michael and Satan is similarly said to have been as if : \"Two planets rushing  from aspect malign / Of fiercest opposition in midsky / Should combat, and their jarring spheres / compound.\"  Paradise Lost. Book VI. - So say Griffith."
        },
        {
            "type": "verse",
            "text": "Those two brothers who are convulsed in frenzy battered each other in that fight with their thunderbolt-like  palms, and lightning-like fists. Then Rama wielding bow in his hand watched those valiant ones that  are alike in their appearance, like the Ashwin twins among gods."
        },
        {
            "type": "commentary",
            "text": "The Twins of Gemini, as known in European astronomy by names Castor and Pollux, or the Dioskuri are  the Ashwin twins of Hindus."
        },
        {
            "type": "verse",
            "text": "For which reason Raghava could not differentiate between Sugreeva or Vali, for the same reason did not  make up his mind to release his arrow, otherwise it would have been a deadening arrow, as confusion  is the only reason for Rama. Meanwhile Sugreeva is unable to spot out his benefactor Raghava as Vali  whacked him down, and thereby he immediately fled to Mt. Rishyamuka. Sugreeva is debilitated and enervated  by Vali's thwacking till his limbs soaked in blood, and he entered the great forest of Rishyamuka as  Vali chased him."
        },
        {
            "type": "verse",
            "text": "On seeing Sugreeva's entry into the forest of Rishyamuka, Vali said to him \"you are let off for now...\"  and saying so he returned to Kishkindha from there in view of fear from curse of Sage Matanga. Raghava  also came to that forest, along with his brother Lakshmana and along with Hanuman, where that monkey  Sugreeva fled. Seeing the arrival of Rama with Lakshmana, Sugreeva ashamedly turned his eyes down to  earth and piteously spoke this without eyeing Rama"
        },
        {
            "type": "verse",
            "text": "\"Showing your dexterity you encouraged me to invite Vali for fight, but you got me battered by my enemy,  what is this done by you. You should have truly made it known at that time only, oh, Raghava, that you  will not kill Vali, then I would not have come here, to Kishkindha."
        },
        {
            "type": "verse",
            "text": "Rama replied that great-souled Sugreeva who is speaking woefully with pathetic words in this way."
        },
        {
            "type": "verse",
            "text": "\"Sugreeva, by which reason I have not let-off an arrow such as that of mine, that reason may be heard  and let the anger be discarded. By ornamentation, attire, physicality and movements, you and Vali look-alike.  By your voice, bodily glow, in your looking, also in bravery and in speech, oh monkey, I could not mark  any difference. Thereby, oh, great monkey, I have not released this great speeded and enemy annihilating  arrow of mine as I was confused in the similarity of your personalities."
        },
        {
            "type": "verse",
            "text": "\"I was ambiguous by your similarities, as such I have not released this ghastly and life-taking arrow,  otherwise the basic object of ours will be ruined, isn't it. When my unawareness and fallacy hazardously  afflicts none but you in the form of my own arrow, oh, brave lord of monkeys, then I will be establishing  my own imbecility and naivety, isn't it."
        },
        {
            "type": "verse",
            "text": "\"Eliminating one who is protected means a terrifying sin of highest order, even so, myself and Lakshmana  and also thus Sita with her exquisite glow are all dependent on you, and you are our shelterer in  this forest. Therefore, oh, monkey, again you fight with him without doubting me, and I will render  him ineffective at this moment only with a single arrow of mine, and you can see Vali squirming on the  ground."
        },
        {
            "type": "verse",
            "text": "\"You have an identification for yourself, oh lord of monkeys, by which you can be identified when you  are engaged in duel. Lakshmana, pick up this gaja creeper that is beautiful in its appearance and let  this noble souled Sugreeva be garlanded with that.\" So said Rama to Lakshmana."
        },
        {
            "type": "verse",
            "text": "Then Lakshmana plucked that gaja creeper with flowers growing at the foot of the mountain, and slung  it like a garland around the neck of that Sugreeva."
        },
        {
            "type": "verse",
            "text": "He that prosperous Sugreeva with that flowery-creeper adorning his neck then shone forth like a black  rain cloud against a backdrop of rich ochry colour of sunset, and with a train of herons adorning that  cloud like a garland."
        },
        {
            "type": "verse",
            "text": "He that Sugreeva whose physique became effulgent by that creeper-garland is again emboldened by Rama's  words, and he again advanced to Kishkindha with Rama, and reached it again."
        }
    ]
}