{
    "id": "prose-kishkindha-13",
    "kanda": "kishkindha",
    "sarga": "13",
    "title": "Saptajana hermitage",
    "chapter": "13",
    "overview": "After encouraging Sugreeva to challenge Vali for a second time duly wearing a flower garland as a mark  of identification between the two brothers, Rama and others proceed to Kishkindha. On their way they  chance to see a divine hermitage called <font color=\"#B3003A\">sapta jana aashrama</font> 'Hermitage  of Seven Sages.' On worshipping it they proceed to Kishkindha.",
    "content": [
        {
            "type": "verse",
            "text": "That righteous Rama readying his great bow decorated with gold, and on taking blazing sun similar arrows  that are victory-oriented in wars, proceeded from Rishyamuka along with Sugreeva to the city ruled by  the valour of Vali, namely Kishkindha. Stern-necked Sugreeva and the great mighty Lakshmana strode ahead  of that great soul Rama. The brave Hanuman, dauntless Nala and Neela, and the captain of monkey's captains  Tara of great energy followed them rearward. They moved on looking at the trees that are drooping with  the weight of their flowers, and at he rivers that are carrying pleasant water while themselves are  coursing towards ocean."
        },
        {
            "type": "verse",
            "text": "They on seeing house-like caverns, crags, ravines and caves, and monumental peaks, cavities that are  pleasant for sight have moved on."
        },
        {
            "type": "commentary",
            "text": "The words <em>kandara</em>, and <em>guha</em> have different meanings. <em> kandaraaNi = mandira aakaara parvata vivaraaNi&nbsp; = </em>house-like mountain cavities; <em>nir+daraaNi = shaila vivaraaNi; guhaaH = deva khaata giri bilvaani-</em>deep mountain caves made by  divinities - Rama Tilaka."
        },
        {
            "type": "verse",
            "text": "On their way they observed lakes that are glistening forth with gem-like waters without slime, and with  lotus buds in budding stage."
        },
        {
            "type": "commentary",
            "text": "The word <em>aakoshakuDmalaiH</em> has other renderings. One is as above, saying the lotuses in lakes  are still in the budding stage and they have not started to bloom. The other is that they are neither  large not tiny in size. Another is that the stem is having all buds from below to its end, if the compound  is separated as <em>aa kosha kuDmalaiH</em> ."
        },
        {
            "type": "commentary",
            "text": "Secondly the usage of <em>vaiduurya vimala udaka</em> is an often-repeated expression, which may not  be construed that the waters are just like cats-eye or Lapis Lazule, the precocious gem in <em>nava  ratna</em> / nine-gem combination. In fine composition it is <em>smaraNa alankaara</em> , a metaphorical  memorabilia. If it is said that the water is like <em>vaiduurya</em> or cat's-eye or Lapis, it reminds  us of all other eight gems including a diamond. As such the waters are crystalline and pellucid in their  look like priceless gems, for water is the invaluable gem-like gift of nature and flowing waters are  the priceless possessions for livelihood as well."
        },
        {
            "type": "commentary",
            "text": "The following two verses contain the foots in one <em>samaasa</em>/ one compound which if read in a  spell will be rhythmic. The first foot of verse nine is one <em>samaasa</em> / one compound only. Both  the unbroken compound and segregated word order are given below for reading pleasure."
        },
        {
            "type": "verse",
            "text": "Those lakes are reverberant with Karandava-s, Saarasa-s, Swans, Vanjula-s and other waterfowls, also  like that with Chakravaaka-s and other birds. They have seen fearless deer feeding on soft grass blades  everywhere, somewhere moving here and there in the forest, and else where standing. They have also seen  the forest elephants that have white tusks for their ornaments and that are moving in herds, and which  are the dangerous enemies of lakes as they destroy lakebeds. Also seen are the vigorous and elephantine  monkeys that are like mobile mountains, begrimed with dust, and bellowing on mountain ridges."
        },
        {
            "type": "commentary",
            "text": "If the first foot <em>mattaan giri taTa udghuSTaan</em> is connected with verse 10, it can also be said  in respect of elephants like 'the elephants in rut are moving like mobile mountains and noisy on the  mountain crags.'"
        },
        {
            "type": "verse",
            "text": "On seeing other forest beings in that forest and birds moving aloft in sky, those followers of Sugreeva  quickly moved on."
        },
        {
            "type": "commentary",
            "text": "The two words <em>vihangama</em> and <em>khecara</em> mean a bird. But the <em>vihangama</em> is the  cognate word and <em>khecara</em> is its adjective, as observed by Dr. Satya Vrat in his: The Ramayana  - A Linguist Study."
        },
        {
            "type": "verse",
            "text": "While they are quickly going, Rama, the delight of Raghu's dynasty, saw there a clump of forest trees  and he asked Sugreeva like this."
        },
        {
            "type": "verse",
            "text": "\"This cluster of trees surrounded with plantain trees is like an accumulation of thick clouds, and this  is shining forth like a cloudscape in sky. What is this? I wish to know and oh, friend, I wish you to  clear this inquisitiveness of mine."
        },
        {
            "type": "verse",
            "text": "On hearing that sentence of that great soul Raghava, then Sugreeva described about the significance  of that forest while proceeding on the way."
        },
        {
            "type": "verse",
            "text": "\"Raghava, this spacious hermitage with abundant gardens and dainty tubers, fruits and water is a  weary remover.\" Thus Sugreeva started telling Rama. \"There were hermits named <em>sapta jana</em>, Seven Persons, who were dourly vowed  with their heads pendulous downward and legs up, as in <em>shiirSa aasana</em> ,  the upside-down yogic body posture, and who always reclined in water. They were making diet on air alone that too once in seven days, and living unwaveringly in  that way they practised their asceticism for seven hundred years and went to heavens with their bodies.  This hermitage that has encircling trees for its compound wall has become highly unassailable even for  Indra together with all gods and demons. Birds and other forest moving animals forbear this hermitage  and those that unknowingly enter in there they do not return."
        },
        {
            "type": "verse",
            "text": "\"From there artistically worded lyrical and instrumental tunes, and even the sounds of ornaments are  audible, and oh, Raghava, one can sense a divine fragrance too. Even the triadic ritual-fires glow there,  and their thick and ochry coloured smoke like that of a reddish-brown pigeon is apparent muffling the  treetops. When that smoke is mantling their tops these trees are beaming forth like mountains of gems  overlaid with clusters of clouds."
        },
        {
            "type": "verse",
            "text": "\"Offer salutations determinedly and adjoining palms addressing the sages called Seven Persons, oh Raghava,  along with brother Lakshmana. Those that offer salutations to those sages with contemplated souls will  evince no bodily trauma in the least.\" Thus said Sugreeva to Rama."
        },
        {
            "type": "verse",
            "text": "Then Rama along with brother Lakshmana adjoined palms, addressed himself to the great-souled sages known  as Seven Persons, and offered salutations to them. That righteous Rama along with brother Lakshmana,  Sugreeva and other monkeys having worshipped those sages proceeded to Kishkindha well-pleased at heart."
        },
        {
            "type": "verse",
            "text": "Having gone a long way from that hermitage of Seven Persons they have seen that unassailable and Vali  ruled city namely Kishkindha."
        },
        {
            "type": "verse",
            "text": "Then Rama's bother Lakshmana, Rama, and other monkeys wielding their weapons and flaring with their  upsurged fiery again came to eliminate that enemy Vali to the city that is ruled by the brawn of the  same Vali, the son of Indra."
        }
    ]
}