{
    "id": "prose-kishkindha-14",
    "kanda": "kishkindha",
    "sarga": "14",
    "title": "The second challenge",
    "chapter": "14",
    "overview": "Sugreeva again requests Rama to ascertain whether he is prepared to eliminate Vali this time. Rama assures  Sugreeva that he will not deviate from what he has promised, and he never would, and asks Sugreeva to  challenge Vali by way of inviting him for a duel. Sugreeva blares out inciting Vali to the duel.",
    "content": [
        {
            "type": "verse",
            "text": "They all on quickly going to Kishkindha, the city of Vali, hedged themselves in the thickets of forest  trees and waited. That forest lover with tumultuous voice Sugreeva cast his eye everywhere and assumed  tremendous fury. Then Sugreeva encompassed by his followers war-whooped ghastlily, like a great cloud  that emerged accelerated by gusty wind and that is thundering as though to rip the sky, inviting Vali  for fight."
        },
        {
            "type": "verse",
            "text": "Then Sugreeva who is like the rising sun and whose stride is like that of a proud lion saw the adroit  Rama and then said this sentence."
        },
        {
            "type": "verse",
            "text": "\"She whose arch-way is decorated in gold, who is spread out with snares of monkeys, and who is impregnated  with flags and machinery, we arrived at such city of Vali, Kishkindha. Oh Brave one, you make happen  the promise you earlier made regarding the elimination of Vali on time, like the time of sprouting that  enables a creeper-plant to bear a sprout on time."
        },
        {
            "type": "commentary",
            "text": "The use of sprouting of a tendril, or fruition at this juncture is to express that Sugreeva is like  the slender leafless shoot of a climbing plant that requires some firm-rooted tree to hang on and flourish.  It is said <em>lata, kavita, vanita na shobhate aashrayam vinaa</em> climbing plant, poetry, or an young  girl do not prosper without patronage. So Sugreeva is submitting himself, as a <em>kainkarya</em> to  the patronage of Rama, like Lakshmana."
        },
        {
            "type": "verse",
            "text": "When thus said by Sugreeva that enemy-destroyer and righteous Raghava said this word Sugreeva."
        },
        {
            "type": "verse",
            "text": "\"By which creeper-garland that Lakshmana plucked out and garlanded you, by this creeper-garland of gaja-flowers  alone your identification is marked. Oh brave-one, you are shining forth with this creeper-garland laced  at your neck like the night time sun with a garland of stars."
        },
        {
            "type": "commentary",
            "text": "The usage of words <em>vipariite</em> and <em>suuryaH iva</em> are given many meanings. 1] <em>pariita</em>  is said to be day and <em>vi pariita</em> is night and the Moon that traverses in the mid of night is  called the Sun."
        },
        {
            "type": "commentary",
            "text": "So Sugreeva is like the sun at night with the garland of stars, a metonymical expression."
        },
        {
            "type": "commentary",
            "text": "2] Sugreeva is like the Sun in sky with a necklace of night-stars, which is impossible and hence it  is <em>abbhuuta upama</em>, hyperbole."
        },
        {
            "type": "commentary",
            "text": "3] Moon takes the sunrays and illumines the night thus the expression <em>vipariite suurya iva</em>  metaphors Moon with Sun as in <em>bimbaprati bimba nyaaya</em> , mirror-image syndrome."
        },
        {
            "type": "commentary",
            "text": "[4] <em>vipariite kale</em> = the word <em>kale</em> that is at an extraordinary time when some catastrophe  is foreseen, then it is 'like the Sun shining in the night with stars, Sugreeva is also shining thus.  For this astrology says:"
        },
        {
            "type": "commentary",
            "text": "Appearance of rainbow during night and appearance of night stars during daytime causes the destruction  of the leader of that state, Garga says so."
        },
        {
            "type": "commentary",
            "text": "Now that Sugreeva is appearing like the blazing Sun with garland of night stars, for he is wearing the  gaja-flower garland, Rama foresees the destruction of the present lord of Kishkindha, namely Vali. Further  Sugreeva is from Lord Sun's lineage. Govindaraja and Maheshvara Tiiratha agree on the last rendering."
        },
        {
            "type": "verse",
            "text": "\"Oh Vanara, today itself I will set you free from the fear and enmity whipped up by Vali by releasing  a single arrow in fight. You show me your enemy in a brother's mien, oh, monkey, by then he will be  rolling in the dust of this forest eliminated by me. If he returns to live even after my espying him  then immediately you can find fault with me, you can even deride me."
        },
        {
            "type": "verse",
            "text": "\"Seven saala trees are rived with a single of arrow of mine in your presence, thereby be sure that Vali  will be dispatched now, by my might."
        },
        {
            "type": "verse",
            "text": "\"Just bound by the anxiousness to implement righteousness untruth is unsaid by me earlier though I am  involved in distresses for a long time, and hereafter it will not be said in anywise. As Indra fructifies  the sprouted paddy field I will make happen my promise, hence leave off your perplexity. Thereby to  invite that Vali with golden pendant, oh, Sugreeva, you make such a war-cry by which that monkey Vali  comes out."
        },
        {
            "type": "verse",
            "text": "\"Vali is a willing fighter who shines forth by his victories and one who is given ovation for his triumphs,  and undefeated by you as yet, such as he is he may be incited with war-whoop so that he comes out without  any hindrance."
        },
        {
            "type": "commentary",
            "text": "Here the word <em>jaya - bala shlaaghii</em> gives another meaning that Vali lauds the opponent's might  but discredits it to be inferior than his own might. Likewise <em>tvayaa ca a dharSita</em> also means  that 'by you not overcome yet...' Sugreeva has just returned to Rama after a fight with Vali. So it  is said that <em>adharSaNa</em> is in <em>nishchaya ardhaka</em>, and since Sugreeva encountered Vali  once, Vali will not tolerate any more war cries from Sugreeva, thus comes out of Kishkindha. "
        },
        {
            "type": "commentary",
            "text": "<em>ripunagara gopura dvaaram uparudhya vyuthaaya bahir aagaccheti samud ghoShaya | tadasahamaano  vaali yuddha sannadho bahir nirgacched eva --- iti raama vacanam - dharmaakuutam</em>"
        },
        {
            "type": "verse",
            "text": "\"One who is assertive of his own valour will not tolerate to hear enemy's daring in a brawl, that too  in the presence of ladies.\" So said Rama to Sugreeva."
        },
        {
            "type": "verse",
            "text": "On hearing the words of Rama he that Sugreeva with golden yellow complexion blared a gruesome blare  as though to completely rend the sky. By that sound of Sugreeva the splendour of cows is marred and  they are running helter-skelter like the well-born ladies who are mishandled by invaders due to the  misrule of their own king."
        },
        {
            "type": "verse",
            "text": "And deer are hurriedly fleeing like war worsted horses, and the sky-flying birds are falling to ground  like planets or stars when their merit diminishes."
        },
        {
            "type": "commentary",
            "text": "Sugreeva's blare made the mild cows, which so far not habituated to such sounds run hither and thither  like horses. And they the running of cows also look like the scramble of well-born ladies when they  are ill-treated, handling by their braids, by the invaders who conquer the kingdom due to the misrule  of the king in throne. The deer is famous for speedy springing. But the noise made by Sugreeva impaired  the faculty of springing of deer and the deer are now limping to flee like impaired war-horses in the  war field. Some translations say the impairment is for horses. The sky flying birds need not touch the  ground but they are now falling onto the ground due to the impact of the sound made by Sugreeva. Their  falling is like the meteors falling onto ground. It is said that every liberated soul becomes a star  in the sky, like the star of North Pole, <em>dhruva tara</em> . So also the planets and stars are the  liberated soul of eminent saints or sages. Thus the falling of birds is compared to the falling of stars,  planets, or meteors. This expression is <em>shleSa</em> with <em>kaanti guNa</em> ; Metaphoric colligates."
        },
        {
            "type": "verse",
            "text": "Sugreeva, the son of Sun, who is well-known for cloud like thundering, and whose vigour is now reinforced  by his bravery, then promptly released an oceanic roar like an ocean with splashing waves drifted by  gales."
        }
    ]
}