{
    "id": "prose-kishkindha-15",
    "kanda": "kishkindha",
    "sarga": "15",
    "title": "Tara's advice",
    "chapter": "15",
    "overview": "Lady Tara is entered here. She is the granddaughter of Brihaspati, the Jupiter and wife of Vali and she is one of the exemplary females in this epic. She is entered only thrice in the vast of this epic, presently here, next at the fall of Vali and later to pacify the ire of Lakshmana. But her personality for analytical intelligence does not exit from the minds of readers. Here she advises Vali not to confront Sugreeva, as long as Rama stands guard to him. Further she says after a logical discourse and reasons, why not Sugreeva be made the Prince Regent of Kishkindha, even at this juncture, where she foresees a calamity to Vali. But Vali, maddened in his intellect by his brawny might slights her far fetching advice.",
    "content": [
        {
            "type": "verse",
            "text": "Then the illiberal Vali has clearly heard that outcry of his plain-spoken brother Sugreeva from his palace chambers. On hearing Sugreeva's outcry that is shuddering all beings Vali's insolence is diminished as high furore superimposed on it. Then, embitterment overspreading on all his limbs Vali with golden-hue is immediately rendered non-luminous like the eclipsed sun."
        },
        {
            "type": "verse",
            "text": "With asymmetrical teeth and with burning fireball like eyes Vali is reflective of a lake whose red-lotuses are uprooted leaving stalks afloat."
        },
        {
            "type": "commentary",
            "text": "Vali's aspect is like a lake into which an elephant on its entry creates turmoil and uproots its red-lotuses, thus leaving the pond with their stalks afloat and its clear water turning reddish due to the elephant's heaving of the slushy red-mud. Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "That monkey Vali then on hearing that intolerable noise bolted out of palace chambers thumping his feet as though to shatter the earth."
        },
        {
            "type": "verse",
            "text": "His wife Tara stepped in and showing goodwill and amity hugged him, for she is in fear and bewilderment, and said this word that is beneficial in its futurity if Vali heeds it."
        },
        {
            "type": "verse",
            "text": "\"Oh brave one, you better gently leave off this anger that is coming on like a gushing river as is done with an enjoyed chaplet on getting up from bed in early hours."
        },
        {
            "type": "verse",
            "text": "\"Oh, monkey, you can fight with him in early hours of tomorrow, oh, brave one, evidently you neither have divers enemies nor your valour is trivialised.\""
        },
        {
            "type": "verse",
            "text": "\"You can fight with him at appropriate time, thereby your enemy is neither glorified nor you are trivialised evidently, for you are a braving one."
        },
        {
            "type": "commentary",
            "text": "Fighting on next day morning means that Sugreeva has come in the evening time. This is not accepted by some and they give meaning to the word <em>kaalyam</em> differently."
        },
        {
            "type": "verse",
            "text": "\"Your quick exiting is disagreeable for me, and what for you are dissuaded that may be listened as I tell. Earlier Sugreeva came assaulting and inviting you for a combat, and you also have gone out and rendered him as a nonentity, and being battered by you he fled in all directions. He who is undone earlier by you, particularly after torturing by you, his coming here again and inviting you for a duel is causing a doubt in me."
        },
        {
            "type": "verse",
            "text": "\"The arrogance and endeavour of the shouter, and even the rampage of his furore, all these will not have a trivial reason, isn't it."
        },
        {
            "type": "verse",
            "text": "\"I do not think that Sugreeva has come here unaccompanied, and on whom he is dependant must be an unflinching support foregathered by Sugreeva. By his nature Sugreeva is an expert and even so a clever one, and he does not enter into friendship with anyone without examining his mettle."
        },
        {
            "type": "verse",
            "text": "I am already briefed by our son Angada's information, and what I have heard I will now relate that helpful word to you. Son Angada said this account when he returned from forests, and to him spies are said to have reported this."
        },
        {
            "type": "verse",
            "text": "\"Those that are born in Ikshvaku dynasty, sons of the king of Ayodhya, valiant and unconquerable ones in war, called Rama and Lakshmana are there in this country. These two unassailable ones have chanced there at Sugreeva's place to fulfil the longing desire of Sugreeva."
        },
        {
            "type": "verse",
            "text": "\"He is an acclaimed one for his warfare, and like the fire flaring up at the end of era he shatters the strength of enemies, and he is Rama your brother's helpmate, they say so."
        },
        {
            "type": "verse",
            "text": "\"And he is said to the habitable tree for the polite, the ultimate course for the woebegone, a hospice for the agonised, and for grace Rama is the only abode."
        },
        {
            "type": "verse",
            "text": "\"He is endowed with the knowledge of mundane and ultra-mundane things, he always abides in the directives of his father, and as with Mt. Himalayas for all natural elements he is the greatest mine of merits."
        },
        {
            "type": "verse",
            "text": "\"By that reason, with that unconquerable on in conflicts, an imponderable one and a great-soul Rama, your enmity is inapposite."
        },
        {
            "type": "commentary",
            "text": "For the above three stanzas very lengthy commentary is rendered of which some points are detailed here. Lady Tara is elucidating the whole being of Rama as gathered by her from her son Angada. The second foot of verse 19 starts with the words <em>nivaasa vR^iksha</em> a habitable tree; if it be asked why Rama is compared with a tree, then it is said that tree requires no formalities like 'may I come in...' or 'rights of admission reserved...' etc., as with any other house or habitation, for taking hold of its shade. A tree first gives its shade to the traveller who seeks it and then affords its fruits or flowers satisfying the basic needs of the needy. So Rama is such a tree that protects and nourishes, should anybody seek his grace."
        },
        {
            "type": "commentary",
            "text": "Next is <em>saadhuunaam</em> for polite supplicants he is the ultimate course. Tara is saying indirectly that Vali is not at all polite in treating Sugreeva either as crown prince of Kishkindha or as his own younger brother. As such Vali cannot supplicate to Rama at this stage for his impoliteness to Sugreeva and to Ruma, wife of Sugreeva, which is intolerable to Rama, and hence Vali shall not confront Rama. <em>aartaanaam</em> for earnest and anguished supplicants Rama is the ultimate recourse. This is what later said in Bhagavat Gita at 9-22, <em>yoga skhemam vahamyaham...</em> Vali may dismiss this idea saying that 'if Rama is the ultimate course for the polite supplicants, I have my recourse to other supreme lords, i.e., none other than Indra, my father...' And for this Tara is supplementing her thought in saying, <em>yashasaH ca eka bhaajanaH</em> the grace Rama is the only ultimate abode, where Indra and others are but penultimate. Hence as long as Rama is standing guard to Sugreeva, Sugreeva cannot be trivialised and this again as said in Bhagavad Gita, <em>na me bhaktaH praNashyati...</em> at 9-31."
        },
        {
            "type": "commentary",
            "text": "Alternately, it is again as said later in Gita at 7-16 that <em>chaturvidhaa bhajante maam...</em> 'four kinds of devotees worship me...' Those four are, one who is seeking knowledge <em>saadhuunaam</em>; those that are interested in salvation, <em>kaivalya kaamuka</em>; like King Priikshit. One seeking of material gains <em>aapannaanaam</em>; those that seek the material gains that were not there previously to them, also called <em>artha ardhii</em>; like Sugreeva, Dhruva. One who is distraught <em>aartaanaam</em>; those that are in anguish like Gajendra, the Elephant caught in lake by crocodile in <em>gajendra moksha</em>. And the fourthly one who is a wise person <em>yashasaH j~naani</em>; gloriously enlightened one, like Shuka, Sanaka, Naarada, Bhiishma, Prahlada. And this wise one is impossible to exist and if he is there 'he is my soul <em>j~naanii tu aatmaiva me matam...'</em> Gita 7-18.For all these four kinds Rama is <em>...eka bhaajanam...</em>, the only recourse."
        },
        {
            "type": "commentary",
            "text": "Next is <em>j~naana, vij~naana sampatti</em> In that <em>j~naana</em> is privy to the materialistic, worldly, kingly affairs. <em>vij~naana</em> is the knowledge derived from the scriptures, providentially profound. Or, through <em>karmadhaaraya, j~naanaH ca asau vij~naa sampannaH ca...</em> corporeally he is the knowledge, and spiritually he is gnostic as well. Hence he is the phenomenon of the Supreme Being in maintaining dharma. In order to maintain that dharma Rama is now observant of his father's orders <em>pituH nideshe nirataH</em>. This pursuit of father's orders is but one of the many other attributes of his dharma, and that alone is said here as secondary attribute, <em>upa lakshaNa</em>. Hence in pursuing his dharma Rama may eradicate <em>adharma</em> of Vali, insofar as Vali's misdemeanours towards Sugreeva and his wife Ruma are concerned. <em>guNaanaam aakaraH</em>; with his auspicious merits he is a Great Mine. Usually these <em>guNa</em>-s, attributs of Vishnu are six as per Vaishnavaite classification, con solidating them as <em>ShaDguNa sampatti</em> , which are <em>aishvarya, viirya, yashas, shrii, j~naana, vairaagya</em>. And there are many more in the depth of the soul of Rama hitherto unexcavated. As such, there are innumerable and auspicious elements, or merits, in him <em>dhaatuunaam shailendraH</em>. These elements neither subdivide nor shake him off his Himalayan personality, in the pursuit to establish dharma."
        },
        {
            "type": "verse",
            "text": "\"Oh dauntless one, I tell you this much that you shall not become overcritical of him, and what I say is beneficial to you that may now be listened and even implemented. Oh, king, let Sugreeva be decorously and quickly anointed as prince regent, and oh, resolute one, let there be no hostility to your own younger brother."
        },
        {
            "type": "verse",
            "text": "\"Achieving unanimity with Sugreeva and solidarity with Rama by discarding enmity, in effect is appropriate for you, thus I deem. This Sugreeva is your younger brother and you should be keen about him, isn't it... and whether he is here or there in Rishyamuka he is just your brother."
        },
        {
            "type": "verse",
            "text": "\"Indeed, I do not see anyone on earth a coequal to him in kindred spirit, hence leave off this enmity and honour him with bestowals and felicitations as an insider, and retain him at your side. That boisterously voiced Sugreeva is indisputably an excellent kinsman of yours, and hence brace yourself with the fondness of brotherhood, as there is no other way out to you."
        },
        {
            "type": "verse",
            "text": "\"If you look upon to do my favoured deed, and if you look upon me as an expedient one, I beg of you in our loving attachment that my gentle word of advise be done. Be graceful and it behove you to listen to my small but expedient talk, and following up rancour alone is unbecoming of you, thereby your confrontation with the Prince of Kosala will be unpardonable for his dynamism equals that of Indra.\" Thus Tara spoke to her husband Vali."
        },
        {
            "type": "verse",
            "text": "Then, though Tara spoke beneficial and advisable words they are unimpressive to Vali for he is impounded by fatality and driven by time to his doom."
        }
    ]
}