{
    "id": "prose-kishkindha-16",
    "kanda": "kishkindha",
    "sarga": "16",
    "title": "Sugreeva's second fight and Vali's falling down",
    "chapter": "16",
    "overview": "Vali dismissing Tara's words, who is dissuading him to confront Rama, starts out to fight out Sugreeva.  A ghastly fight ensues in which Vali depletes Sugreeva's strength by the boon and Indra's chest-plate,  and thus Sugreeva seeks Rama's help. Rama shoots his arrow which hits Vali on chest, but does not render  him dead immediately. Thus that great mighty and unassailable Vali is brought down to ground.",
    "content": [
        {
            "type": "verse",
            "text": "While Tara with a face that shines like the lord of stars is speaking thus, Vali dauntingly spoke to  her with these words."
        },
        {
            "type": "verse",
            "text": "\"He is an younger brother and an adversary in particular, oh, pretty-faced Tara, can I by any reason  tolerate him when he kept raving on frenetically, tell me. To those valiant ones who neither give ground  nor get assailed in wars, oh, shyly, endurance of a overweening war-whoop is more than death. I am incapable  of withstanding that dumbly Sugreeva's bawling commotion desiring a brawling duel. Also, you need not  bother about Raghava's doing some harm to me, as I wonder how a diligent man and knower of virtue can  commit sin."
        },
        {
            "type": "verse",
            "text": "\"How do you follow me again, you return with all these females, truly you have expressed your friendliness  owing to your devotion to me. You may do away with your perplexity as I will retaliate Sugreeva on my  going there only to drive him and his arrogance out, but without letting his lives loose. As he is firmed  up for a combat, I will indeed have to effectuate what his desire is, by caning with trees and fistfights,  by which roughed up he returns."
        },
        {
            "type": "verse",
            "text": "\"My nerve and pace of combat will be insufferable to that malign minded Sugreeva, oh, Tara, you have  offered your helping suggestion and you have shown all your friendliness to me, it is enough. I adjured  you on my lives, return with your followers, and I shall return to you on easily defeating and returning  that 'brother of mine.\" Said Vali to Tara."
        },
        {
            "type": "verse",
            "text": "She that pleasant articulator and talented Tara then hugged and circumabulated Vali, suppressing her  moaning, as an honour to the braver."
        },
        {
            "type": "verse",
            "text": "Then she who is a hymnodist that Tara has performed a hymnal bon voyage wishing triumph to Vali, and  entered palace chambers along with other females, disoriented by her own sadness."
        },
        {
            "type": "commentary",
            "text": "The <em>swatyayana</em> is a Vedic formality performed by the mothers / wives of the combating gallants  at the time of the departure of heros to battlefields, by placing red <em>tilaka</em> on forehead, <em>aarati</em> , with camphor burning, <em>akshata</em> , sprinkling grain on head, handing him his  bow or sword, all with respective Vedic hymns. The weaponry of these heroes will be in the custody of  their wives, for they have to worship the weaponry that brings victory to their husbands. Sita also  gives Rama his bow and sword in Aranya Kanda, on his departure to forests from Suteekshna's hermitage  as at 3-8-18."
        },
        {
            "type": "verse",
            "text": "On Tara entering her own palace chambers along with other females, Vali emerged out of the city hissing  like an infuriated great snake. He that highly rancorous Vali suspired with high audacity and spread  his sight everywhere intending to sight his enemy."
        },
        {
            "type": "verse",
            "text": "Then that celebrated Vali saw Sugreeva who is in golden-ochre hue, whose girdle cloth is tightened for  a fight, and who is with an air of self-confidence, blazing like fiery-fire. That strong armed Vali  who is highly provoked has also tightened his girdle cloth on seeing proximately available Sugreeva.  He that formidable Vali strongly tightening his girdle-cloth too, and proceeded towards Sugreeva in  a well timed manner uplifting fists to fight him off. Even Sugreeva has come at that imprudent Vali  with golden pendant, on tightening his fists, lifting them up at the ready, and aiming them well at  Vali."
        },
        {
            "type": "verse",
            "text": "Vali spoke this word to that Sugreeva who is swooping down on him, whose eyes are reddened in fury,  and who is an expert and expeditious in fighting."
        },
        {
            "type": "verse",
            "text": "\"Properly clenching fingers this great fist of mine is firmly clenched, and it will unclench only on  taking your lives when I pitch this on you at full speed.\" So said Vali threateningly to Sugreeva."
        },
        {
            "type": "verse",
            "text": "Thus said, Sugreeva with high dudgeon said, \"this fist of mine shall fall on your forehead plundering  your lives.\""
        },
        {
            "type": "verse",
            "text": "Coming near instantaneously Vali hit him, whereby Sugreeva is enraged and became like a mountain streaming  blood in its torrents. But Sugreeva unhesitatingly uprooted a saala tree with his force and thrashed  the limbs of Vali as with the thunderbolt thrashing a great mountain. But Vali, when thwacked with saala  tree had staggered and looked like a tossing ship in an ocean filled with heavy weight of merchandise  and brimming with merchants, but on the brink of wrecking."
        },
        {
            "type": "verse",
            "text": "Those two, Vali and Sugreeva, with their sensational energy, triumphing zeal, frightful physiques, swiftness  as good as the Divine Eagle Garuda, vigilance in exploring perilous body parts of one another, ravagement  of their own enemies fought frighteningly, like the sun and moon in the sky, which is inconceivable."
        },
        {
            "type": "verse",
            "text": "But Vali being the possessor of might and vigour progressed and though greatly mighty is son of sun,  Sugreeva, regressed. Sugreeva became retardant in aggression when Vali routed his pride and then he  exasperatedly started searching for Raghava to counteract Vali. Among those two there happened a deadly  fight time and again using trees with branches, peaks of mountains, their own nails that are similar  to the razor-sharp edges of thunderbolts, and with fists, knees, feet, and arms, like the fight that  once chanced between demon Vritra and Indra. Those forest moving vanara-s that are soaked in blood have  gone on clashing, threatening each other, like two clouds clashing uproariously."
        },
        {
            "type": "verse",
            "text": "Raghava has then seen the lord of monkeys Sugreeva who is repeatedly eyeing all sides for help and who  is even deteriorating in his enterprise. On seeing the lord of monkeys Sugreeva in a forlornness, then  the refulgent and fearless Rama scanned for an arrow aiming to eliminate Vali. Then on tautening a venomous  serpent like arrow in the bow, Rama started to draw out bowstring, whereby that bow attained a similitude  with the Time-disc of the Terminator. At the blast of bowstring the lordly birds and animals are panicked,  like those that will be startled by the approach of ear ending, and they all fled."
        },
        {
            "type": "verse",
            "text": "The arrow released by Raghava that has the boom of thunderbolt's thunderclap and the flashes of a lightning  fell on the chest of Vali. Hit by the fleetness of that arrow then that highly magnificent and intrepid  lord of monkeys Vali fell onto the plane of earth."
        },
        {
            "type": "verse",
            "text": "Like the flag that will be raised in honour of Indra during the month of ashvin on a full-moon day,  but thrown onto earth along with its flagstaff after the festival, Vali with depleted energy and dissipated  vitality slowly fell onto ground, and with tears blocking throat he moaned piteously."
        },
        {
            "type": "commentary",
            "text": "This <em>indra dhvaja ustava</em>, festival of Indra's flagstaff will be undertaken after the sixth  lunar month of year, usually after summer in order to appease Indra to cause rains. On full-moon day  in Ashvayuja month [October-November] this will be performed and after the ritual the flag / flagstaff  will be thrown to ground."
        },
        {
            "type": "verse",
            "text": "That best one among men Rama released a blazing and enemy subjugating arrow which in simile is like  an Epoch-ender at the end of era, and that best arrow decorated in gold and silver looked like the glance  from the Third-Eye of Rudra, emitting fire with smoke."
        },
        {
            "type": "verse",
            "text": "That Indra's son Vali, dampened with blood and sweat, then looked like just felled Ashoka tree which  has stemmed up and so far standing high on a mountain with fully bloomed clusters of its blood-red flowers,  and when his anima is undone he even looked like the flagstaff on which a flag is raised in honour of  Indra, but which is altogether dislodged and abandoned on the ground."
        },
        {
            "type": "commentary",
            "text": "Ashoka tree by itself stands high and stout with its blood red flowers, and by virtue of its growing  on high of mountains it is more gloriously standing till now, like Vali, but that is felled too suddenly."
        }
    ]
}