{
    "id": "prose-kishkindha-17",
    "kanda": "kishkindha",
    "sarga": "17",
    "title": "Vali's questioning Rama's propriety",
    "chapter": "17",
    "overview": "Rama's arrow hits Vali on chest and Vali fallen down. But Vali is not dead yet. When Rama and Lakshmana  approach dying Vali, he questions the propriety of Rama in killing him. Vali's questioning explicitly  is straightforward befitting to the defeated mighty Vanara King. But implicitly, there are ancient commentaries  that deduce many more meanings in picturising Vali as a devotee of Rama, who wanted to die at the hand  of Rama, like Viradha and others, as a means of salvation.",
    "content": [
        {
            "type": "verse",
            "text": "When Rama's arrow hit him then Vali, the scourger in war, suddenly fell down like a hewed down tree.  He who glittered with pure golden ornaments, that Vali fell down on earth while all of his limbs sank  to dust, like the flag of Indra when released from its ropes. On the fall of that lord of hosts of monkeys  and bears onto earth, unilluminated is the earth like the welkin that has forsooth lost its moon."
        },
        {
            "type": "verse",
            "text": "Though that great souled Vali fell onto earth, neither his brilliance, nor lives, nor resplendence,  nor his bravery are unfettering from his body. That superb and gem-studded golden pendent given by Indra  sustained that monkey chief's lives, resplendence and brilliance. By still wearing that golden chest-pendant  around his neck, that brave general of monkeys Vali appeared like a black-cloud smeared with the colour  of golden sunset all around its edges."
        },
        {
            "type": "verse",
            "text": "Even though Vali has fallen on ground his splendour is as though refulgent devising itself into three  aspects, namely by his body, chest-pendant, and the arrow of Rama, which arrow is given to strike the  crucial body parts alone, and which is still stuck in Vali's chest. That arrow which effectuates the  pathway to heaven, now discharged from the bow of Rama has brought forth that redemption to brave Vali  ."
        },
        {
            "type": "verse",
            "text": "Then on seeing him who has fallen in war, the one with golden pendant, enormously chested, mightily  armed, face golden, eye greenish, but who is like a fire extinct of its flame; who is like Indra in  unassailability and like Upendra in indomitability; and who like Yayaati who has fallen from heaven,  as well like the sun who falls onto earth from solar orbit when Time-ender flings him at the end of  era; such as he is, on seeing that son of Indra, who forsooth has fallen, Rama neared him followed by  Lakshmana."
        },
        {
            "type": "commentary",
            "text": "Yayaati is the son of Nahusha, who was a king of repute. After a rigorous penance Yayaati attains heaven.  But he starts his self-praise and goes on narrating his achievements. Indra tries to tell him that 'this  is heaven, here there is no you-ness and I-ness...' but in vain. Later unable to contend with Yayaati's  self-eulogy Indra pushes him back to mortal worlds. Vali is in the same predicament as he took pride  in his own brawny strength but now battered by still mightier person."
        },
        {
            "type": "verse",
            "text": "On seeing the brave Vali fallen like that, who by now is like fire with extinguished tongues of flames,  and who is seeing droopily, those two valiant brothers, Rama and Lakshmana, neared him with due honour."
        },
        {
            "type": "verse",
            "text": "On seeing Rama and the great mighty Lakshmana as well, he who fell to ground flatly hurt by arrow, and  whose energy and lives are trifling and vigour trivialised thereby, that Vali spoke these sarcastic  words in his proper pride to Rama, who is taking pride in this conflict as a victor, which words at  the same time have meaning, politeness, and self-righteousness."
        },
        {
            "type": "verse",
            "text": "\"You are a renowned prince with pleasing looks&hellip; but, which kind of death I am getting now, that too  when I was in the commotion of conflict with another, alas, that ignoble death is owing to you, and  what merit is achieved by you in this undertaking of yours to kill someone who is facing away from you&hellip;"
        },
        {
            "type": "commentary",
            "text": "From hereon the sentences of Vali and also of Rama in next chapter are commented variously and voluminously.  Apart from upholding Rama's deed as a rightful one, Vali's position is also kept up, by deducing meaning  from these utterances and Vali is pictured as a dedicate to the Absolute. Maheshvara Tiirtha in his <em>Ramayana tattva diipika</em> gives many tones for these aspects, mainly as innuendo of praise, <em>vyaaja ninda</em>."
        },
        {
            "type": "commentary",
            "text": "In this verse itself Vali's expression is said to be like this: <em>paraa~Nmukha vadham kR^itvaa =</em>  'one who is faced way - not in battlefield, but in the battle field like life, say from morality and  doing all unethical things, like exiling younger brother and captivating his wife... killing of such  an antagonist is rightful of you...' For another compound <em>kaH atra praaptaH tvayaa guNaH</em> other  mms use <em>kaH nu praaptaH tvayaa guNaH</em> in that <em>nu</em> has a special usage in Ramayana, as  at 1-1-2 <em>konvasmin saampratam loke</em> etc. Here also, taking <em>kaH nu guNaH</em> it is said  that 'verily invaluable merit is achieved by you and your godhood is established by absolving me. For  me, getting killed at your hand is no less a merit, by which I am rid of all sins, and I am now going  to heavens...' This is supported by scriptures <em>raajatva shaashan paapasyatadaapnoti kilbiSam</em>  'one who is rightfully punished by the king is rid of all sins'; and according to the saying as well: <em>raaja bhidhR^ita daNDaastu kR^itvaa paapaani maanavaaH | nirmalaH svargam aayaanti santa sukR^ito  yathaa</em> and I will go to heavens without blemish'."
        },
        {
            "type": "commentary",
            "text": "For the last compound <em>tvat kR^ite nidhanam gataH</em> other mms use <em>shareNa urasi taaditaH</em>  'with arrow, on chest, struck...' establishing that Rama did not backstab Vali, but hit on chest as  said at 4-16-35: <em>vaali vakSasi paatitaH</em> ."
        },
        {
            "type": "verse",
            "text": "\"Rama is high-born, they say, gifted with mightiness, resplendent, pursuer of vows, mindful of mercy,  delighter in people's welfare, sympathetic, greatly enthusiastic and assertively committed in doing  good deeds, knower of time-and-action, all these living-beings on earth are thus relating your renown,  aren't they."
        },
        {
            "type": "commentary",
            "text": "Explicitly it is Vali's harsh accusation of Rama, but implicitly it is a praise offered to Rama, since  his arrow accords heavens to Vali. This is the same with the following two verses. <em>vyaaja ninda</em>  innuendo of praise."
        },
        {
            "type": "verse",
            "text": "\"To be able to control senses and will, forgiveness, conscientiousness, resoluteness, truthfulness,  and adventurousness, oh, king, are the aptitudes of a king, and even punishing the wrongdoers, too.  Concluding that those kingly characteristics will be obtainable in you, and even judging by the noble  dynasty of yours, I have confronted Sugreeva though Tara dissuaded me."
        },
        {
            "type": "verse",
            "text": "\"When you have not appeared before me when I confronted Sugreeva my concept was, 'it will be inapt of  Rama to hurt me while I am combating with another combatant, besides, when I will be unvigilant in that  fight&hellip; Not known that your soul is put to death, not known that you are the unrighteous flag bearer  of righteousness, to me not known that you are insidious like straw covered well."
        },
        {
            "type": "commentary",
            "text": "In the verse the two words <em>na, jaane</em> 'not known to me' are used only once. While bringing it  two more times for filling the ellipses, <em>adhyaahaara</em>, meaning is drawn to all three expressions  as above i.e., 'Unknown are the three things... etc.' Vali is said to have admitted that Supreme Soul  is not a struck-out entity or killable, and either sin or profanity is attachable to Him, as per the  saying in Bhagavad Gita, <em>kam ghaatayati hanti kam?</em> 'who can stab the soul, who hurts it... <em>na enam chindanti shasraaNi</em> 'knife can cleave It not...' as at 2-21 and its successive verses.  Here Vali has said that 'nobody knows, including me... that you are flag-bearer of virtue above individual  souls, sins...'"
        },
        {
            "type": "verse",
            "text": "\"I have no knowledge that you are a sinner, one in the garb of a benign soul, and explicitly mantled  under the garb of probity like ash covered fire."
        },
        {
            "type": "commentary",
            "text": "The word <em>paapam</em> is either sin or sinner. If it is said as sin, then it is attached to next  compound then it is read as the admission of Vali in noticing Rama as Supreme Person, <em>paapam pracChannam  iva paavakam</em> , 'as fire will burn the one who is covered with sin, you also will burn...' And there  is no 'garb of dharma...' to you, for you are dharma itself. Thus Vali said to have noticed Supreme  in Rama, as said at <em>apahata paapmatvaadi guNa vishiSTa</em> 'Supreme Person is one who is above  the words like sins, merits' etc."
        },
        {
            "type": "verse",
            "text": "\"I am non-guilty as I have not committed any misdeed either in your country or in your city, nor I have  taunted you; I am a vanara subsisting on fruits and tubers and always moving in forests alone; such  as I am, what made you to torture me when I was not combating with you en face, furthermore, when I  was involved with another?"
        },
        {
            "type": "commentary",
            "text": "'You do not kill any guiltless beings, <em>tvam api a+kilbiSam na himsi</em> , but you are now killing  me because there is some guilt in my deeds, of which I am well aware, but waited for you to come...'  This is the subtext of Vali's retrospection."
        },
        {
            "type": "verse",
            "text": "\"You are renowned to be a prince with charming looks, oh, king, and indications agreeable to rectitude  are also appearing on your body. Will anybody born in Kshatriya's family, a learned one in Veda-s, thereby  who is rid of ambiguities with respect to right and wrong, and who is cloaked in an air of probity,  execute such a ruthless deed like this? Though born in Raghava's dynasty and renowned as a moralist  you are actually amoral, and for what purpose you run around with this moral aspect?"
        },
        {
            "type": "commentary",
            "text": "'Oh, Rama, you took birth, not so, emerged as an incarnation in Raghava's dynasty, <em>artham</em> purposefully... <em>abhavya san</em> 'though cruel...' <em>bhavya ruupeNa paridhaavasi, kim?</em> you are moving about  with a superficial aspect of a morally sagacious person, or what? No definitely. <em>kruura karma samaacaret?</em>  or did you do a wrongdoing in killing me? Not so."
        },
        {
            "type": "commentary",
            "text": "If it is said that you are an incarnate on earth, there cannot be duality in your inner aspect or outer  aspect. You cannot have a cruel heart with a charming face of a prine, when you alone are the protector  of Universe. Equally, taking birth in Raghava-s lineage you cannot move about with a sagely appearance  and go on killing beings like me. So, there shall be some purpose in killing me. <em>artham kim</em>  'what is that purpose...'"
        },
        {
            "type": "commentary",
            "text": "This is Vali's self-assurance that Rama is the Supreme Being, but killed him with some purpose, and  he would like to know that purpose. In this sequence, Vali assumes that Rama killed him in his search  for Sita, and thus Vali tells Rama 'if that is the only reason I would have brought Sita in one  day without any bloodshed&hellip;' The purpose for Vali's elimination is nothing but the elimination of Ravana."
        },
        {
            "type": "verse",
            "text": "\"Influencing, largesse, forbearance, probity, candour, and conquering are the attributes of the kings,  oh, king, and even punishing the wrongdoers."
        },
        {
            "type": "commentary",
            "text": "'The first said political strategies <em>saama, daana, bheda</em>, may not work with me because I am  not a coequal of yours in kingship, so the last one, <em>daNda</em>, 'punishing the wrongdoer,' is enough  to eliminate me, for I must have committed wrongs.'"
        },
        {
            "type": "verse",
            "text": "\"We as animals live in forests while you are city dwellers, we live by eating fruits and tubers while  you enjoy feasts and banquets, our nature is such to kill and get killed, thus you and me have no correlation.  And you, even if you are a man and a prince for humans, you resorted to this animalistic way of killing  me lying in the wait, thus your action is worse than that of an animal, if not subhuman or un-princely."
        },
        {
            "type": "commentary",
            "text": "The stress of Vali is on his animality. Being a man why killing a monkey unworthy in rituals or in diet,  is his question. [cf. 38 and 39 verses of this chapter.] Are they just monkeys - is the subsequent question.  If these Vanara-s were to be a just fruit-eating animals why Vali used to offer <em>sandhya</em> , time-oriented  oblations to gods as stipulated in Veda-s, in an unusual way of swinging from one ocean to the other.  And why Tara, who is said to be the knowers of Vedic hymns, as in previous chapter bid <em>swastyayanam</em>  , bon voyage with Vedic hymns to Vali? This is because of the superiority of vanara race than animals."
        },
        {
            "type": "commentary",
            "text": "The other argument of Vali is like this: 'We are animals living in forests and unlike elephants, horses  and the like, we are not even fit to render service to mankind, doing which those animals enjoy high  grade foods than us, while we are destined to eat fruits and tubers. When there is no rapport between  you humans and we monkeys, and then there can be no enmity between you and me, because enmity crops  up only when there is a correlation. Apart from this, I am no equal of yours, but inferior and worthless  vanara, and hence your killing me is only to give me salvation.' Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Territory, gold, and silver will be the causes while counteracting somebody, in that case, by what  you are decoyed into these forests of mine or in the fruits of mine."
        },
        {
            "type": "commentary",
            "text": "The statements of 'my forests... my fruits...' will be retorted by Rama in the next chapter."
        },
        {
            "type": "verse",
            "text": "\"In the pairs of propriety and compliance, punishment and pardoning, no admixture is exercised in kingcraft,  for the kings do not conduct themselves volitionally."
        },
        {
            "type": "commentary",
            "text": "Vali's statement is: 'Even the ordinary rulers on earth do not conduct themselves without adhering to  their codes of conduct, then what is there to speak of you who is the Ruler of Universe. So, you must  have imposed this punishment without mixing the pairs of opposites that results in my salvation...'"
        },
        {
            "type": "verse",
            "text": "\"But, to you your self-interests are primary, and you are a wrathful, capricious, contriver of kingcraft,  and an impetuous shooting-happy archer. Oh, king, you have no devotion to probity, nor your mind is  firm about material gains, but as a free-willed one you are distracted by senses."
        },
        {
            "type": "commentary",
            "text": "\"The 'Lord of People' is the Supreme Person incarnated himself as a king of humans as per the derivation  of the word <em>naaraayaNa</em> , one who conducts humans to and fro from him. <em>tvam</em> 'you...'  ; Here the <em>tu</em> is as in verse at 4-17-33, i.e., <em>kim ardhaka, kim</em> Are you? ; So, <em> tvam kaama pradhaanaH</em> 'you are the primary one to humans to aspire for. While all the created beings  aspire one thing or the other, humans have many more wants. But above all these human wants, you are  the primary-want to be desired or aspired for salvation.' <em>avaapta samasta kaamanaH</em> 'you do  not have any aspiration or desire for yourself...' <em>kopanaH</em> ' in punishing the wrongdoers you  are a wrathful one...' <em>anavasthitaH</em> 'unstable, ever-moving, dynamic in maintaining universe.  ' <em>raaja vR^ittaiH ca samkiirNaH</em> is read otherwise as <em>raaja vR^itteSu samkiirNaH</em> 'concocted  is your kingly orientation, for you wear cloths like a saint and yet handle weaponry, whereas in actuality  there no garb for you.' The first compound in 4-17-34 is read as <em>te dharme apacitiH na</em> 'you  have no sincerity in ordinary scripture-laid virtues...' and then it is said, 'scriptures and canons  are for ordinary humans but you are above them... so you are beyond the ordinary canons that emerged  for humans' <em>kaama vR^itte san</em> ' you are independent in your deeds or movements...' <em>indriyaiH  kR^iSyase, kim?</em> 'are you drawn away by senses, or what? No. You cannot be drawn away by the horses  called senses for you are the holder of their reins. So you are the <em>jana iishvara</em> Supreme Lord  for the people, as king of people, or as the Supreme Person who took incarnation as Rama."
        },
        {
            "type": "verse",
            "text": "\"How you are answerable to gentlemen, Rama, when you have done this detestable deed of killing an unoffending  one like me with your arrow?"
        },
        {
            "type": "commentary",
            "text": "Since this killing of Vali is an intricate act, some may point out that Rama is at fault in killing  Vali. But Vali states here inversely that, \"you may inform gentlemen who may point out that this act  of yours in killing me is a wrongdoing... you may say them that 'I have killed a wrongdoer so I am not  at fault...' \" Vali has no need to say repeatedly that he is killed by the arrow of Rama, as he is not  killed by a sword or cudgel. But, it is to be repeated necessarily to remind that the arrow came from  an unknown destination."
        },
        {
            "type": "verse",
            "text": "\"A regicide, a Brahman-cide, a cow-slayer, a thief, an inveterate killer, an atheist, and an younger  brother who marries before his elder, all of them will go to hell. A slander-monger, skinflint, friend-killer  and one who makes love with his teacher's wife, they all go to the worlds of evil-souls, no doubt about  it."
        },
        {
            "type": "verse",
            "text": "\"My skin is unwearable, holy people forbid my hair and bones, and uneatable is my meat for your kind  of reputable people."
        },
        {
            "type": "commentary",
            "text": "Tiger's skin is used as carpet, its two canine teeth are used in golden necklaces, its other body parts  are said to contain medicinal properties, and hence the numbers of tigers are dwindling, especially  in India. Elephant's tusks are great decorative articles. Camel's bones are made into bangles and bracelets.  Rhino's horn has religious use as well as a decorative article. Caamara, Himalayan-yak's hair is used  for royal fanning instruments. Deerskin has its own place in high religious seats of saints and sages.  Hence the poachers are making a fortune on this fauna. But the skin, bones, or hair of monkey, or to  that matter of fact any item of a monkey is not of any use either in religious or in medicinal or for  decorative purposes. Hence, they are not killed for food, game or poaching."
        },
        {
            "type": "verse",
            "text": "\"Raghava, five kinds of five-nailed animals, viz., a kind of wild rodent, a kind of wild-boar, a kind  of lizard, a hare and fifthly the turtle are edible for Brahmans and Kshatriya-s. Sensible people will  not touch my skin and bones, oh, king, nor meats from my body are to be eaten, such as I am, a five-nailed  animal, I am killed."
        },
        {
            "type": "commentary",
            "text": "'There appears to be no reason as to why a five-nailed animal like me is to be killed, when there is  no reason for political, religious, hunting, or food purposes. Then this act of yours shall have an  ultimate purpose isn't it&hellip;'"
        },
        {
            "type": "verse",
            "text": "\"Though Tara appraised me with truthful and favourable words, I just disregarded her advise owing to  my own delusion, and gone into the control of Time."
        },
        {
            "type": "commentary",
            "text": "Though dissuaded by Tara, <em>kaalasya vasham aagataH, satyam</em>; I am bound to come here for my time  is over and I am destined to die at the hands of the Supreme Being. Or, to say clearly <em>iishvarasya  vasham aagataH, satyam</em> 'I have come under the control Supreme, truly...' where <em>kaalaH</em>,  Time, is another name for Supreme Being; <em>kaalo asmi loka kshaya kR^it pravaddhaH... kala </em>"
        },
        {
            "type": "verse",
            "text": "\"With you as her espouser the Earth is not with a correct spouse, as with any lady who is with full-fledged  chastity, but with a husband who is without rectitude."
        },
        {
            "type": "commentary",
            "text": "The king is usually the lord of land. Vishnu is the husband of Earth, <em>bhuu devi</em>. Here Rama  is both. Here Vali's contention is, 'unlike a husband without rectitude, you will safeguard the land  truthfully as you have all the attributes of a lord of land and a good husband. <em>duSTa nigrahatvaadi  kalyaaNa guNa ruupeNa</em>. So, you will protect Earth by eradicating evildoers on it... like me...'"
        },
        {
            "type": "verse",
            "text": "\"How are you borne to that great-souled Dasharatha when you are artful, felonious, knavish, disposed  to a false modesty subconsciously, and an evildoer?"
        },
        {
            "type": "commentary",
            "text": "'You are born to great-souled Dasharatha, <em>yato mahaatmanaa dasharathena jaataH... katham shaThaH?</em>  'being the son of such a great-soul Dasharatha, how can you be artful, felonious?"
        },
        {
            "type": "verse",
            "text": "\"I am killed by an elephant called Rama that snapped off its girdle-cord called tradition, that infringed  the conventions of righteous people, and that discarded the goad called virtue."
        },
        {
            "type": "commentary",
            "text": "The girdle-cords, called <em>vaari</em> in Sanskrit foot-cords or girdle cords. The goads of rulebooks  etc., are required to the humanly elephants that move in herds, break their cords of traditions, cultures  and social values. The Supreme Being is not so, as said later by himself <em>naiva tasya kR^te na artho</em>  in Bhagavad Gita at 3-18 and also at <em>saMkarsaya ca kartaaa syaam</em> 3-24. 'So getting eliminated  from this mortality by no less than the Supreme Being is my fortune.'"
        },
        {
            "type": "verse",
            "text": "\"On accomplishing this sort of unpropitious, unjustified killing, which is condemned by the righteous  people, what can you say when you meet the godly men?"
        },
        {
            "type": "commentary",
            "text": "Vali is saying in <em>vyaaja ninda</em> praise in innuendo. Taking the last word Vali is prompting Rama  to say like this: <em>samaagataH</em> is cleaved as <em>saH maagataH, maam gataH</em> 'he, that Vali,  Me, reached...' Vali attained salvation and reached Me. <em>a+shubham ca a+yuktam ca api san, maam gataH</em>  'Though Vali's actions are unpropitious, unjustified and condemnable by the righteous, but by Me eliminated  he attained Me, the Supreme Being...' And this agrees with <em>mR^ityuH sarva haraH ca aham</em> Gita  - 10-34 'I am the death, an all- exhausting-one.'"
        },
        {
            "type": "verse",
            "text": "\"The valour that which is displayed on the unprejudiced few like us, oh, Rama, I do not see that sort  of valour is shown by you in respect of your enemies."
        },
        {
            "type": "commentary",
            "text": "The word <em>vikrama</em> is triumphing, and treading as well. Taking the meaning of Rama's treading  up to Vali it is said as below. <em>apakaariSu</em> 'perpetrating evil on your dedicates like Sugreeva,  Hanuman et al' ; <em>asmaasu</em> 'on us, myself, Tara, and Angada' <em>te</em> your <em>yaH</em> 'those  feet, that are impossible to be seen by Brahma and others; <em>vi krama</em> valour / treading; <em> pradarshitaH udaasiinesu</em> that are displayed, to great-souls and saints; <em>na pashyaami</em> hitherto  I have not seen."
        },
        {
            "type": "commentary",
            "text": "You have shown mercy on us namely myself, Tara, Angada and other adherents of mine, though we have perpetrated  evil in respect of your adherents like Sugreeva, Hanuman et al. You have shown mercy by way of your treading  towards me on your divine feet, which feet will not be revealed even to Brahma, but at times you reveal  them to sages and saints. I have seen them now. Had I seen these Divine Feet earlier, I would have suddenly  fallen on them long back, like Sugreeva. But, I do not foresee advancement of the same feet towards  the real wrongdoers, namely Ravana, Kumbhakarna and Indrajit, as yet."
        },
        {
            "type": "verse",
            "text": "\"Had you been in combat with me en face oh, prince, you would have been killed by me and by now you  would have seen the death-god Yama."
        },
        {
            "type": "commentary",
            "text": "Rama might have cut a sorry face for he did not confront Vali vis-&agrave;-vis on field, but shot his arrow  from afar. Vali says for this, 'it is impossible for others to confront me... but to you nothing is  impossible... and you might have confronted me.' Here the word <em>yadi</em> is used in sense <em>kim  arthaka</em> i.e., 'or what?' <em>adya mayaa dR^ishyamaanaa san, yuddhyethaa api</em> 'today even if  you fight with me manifestly, that too before me... <em>mayaa hataH san, vaivasvata devam pasheH, kim?</em>  'by me killed though, do you see Yama, Death-god, or what?"
        },
        {
            "type": "commentary",
            "text": "'It is impossible for others to confront me in combat, and for you there is nothing called impossibility.  Other way round, though you confront me in person can I fight you back? Can I kill an unkillable entity?  Thinking that, though I am capable of killing you, and hopefully kill you, do you wish to see a lesser  god like Yama in <em>naraka</em> the Hell. Improbable and impossible are all these suppositions, and  thus this act of eliminating me cannot be called a killing, but 'according salvation' by you the Supreme,  in person.'"
        },
        {
            "type": "verse",
            "text": "\"An unassailable one, such as I am, I am killed by you while you remained invisible on the field of  fight, as with a sinner bitten by a snake while he is asleep."
        },
        {
            "type": "commentary",
            "text": "Vali is said to be lamenting to have lost his chance to confront Rama face to face in fight. The word <em>paapavasham gato aham</em> is read as <em>paana vasham gato aham</em> in other mms. Meaning that  'a drunken man bitten by snake' and this drunkenness is attributed to Vali and said as:"
        },
        {
            "type": "commentary",
            "text": "'In my own drunkenness of unassailable might, I could not see and confront you in fight, and had I been  sober, though dead at your hands, I would have been victorious in going to heavens...'"
        },
        {
            "type": "commentary",
            "text": "Secondly, it is not Rama that has not shown himself up, it is Vali who did not try to find where Rama  is. Rama is aware of the boon given by Brahma to Vali <font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"> </font>"
        },
        {
            "type": "commentary",
            "text": "<em>aahuuya vaalinam Brahmaa dadau varam anuttamam | pratiipavarti nobhuuyaat artha balam arindama || </em>"
        },
        {
            "type": "commentary",
            "text": "Summoning Vali, Brahma gave an unexcelling boon... any combatant confronting Vali will loose half of  his strength to Vali..."
        },
        {
            "type": "commentary",
            "text": "Knowing this through Sugreeva, and honouring Brahma's boon Rama did not come face to face with Vali.  This is said at 4-16-27, and 4-16-31. The same is the situation when Hanuman is bound by Brahma missile  in Sundara Kanda, where he obliges Brahma's decree."
        },
        {
            "type": "verse",
            "text": "\"For which purpose I am killed, intending to do good to Sugreeva is incidental to it, you should have  assigned me for that purpose in the first instance itself, and I would have brought that evil-minded  demon Ravana, the abductor of your wife in one day, that too without killing him in any fight, but by  fastening him by neck, and I would have presented Maithili to you."
        },
        {
            "type": "commentary",
            "text": "Rama's approaching Vali for help is an impossible thing. Rama has come all along searching for Sugreeva  and befriended him. Also given is the word to Sugreeva to kill Vali. Rama's going back on his own word  can never happen. puts it as: <font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"> </font>"
        },
        {
            "type": "commentary",
            "text": "<em>abhaye vaaline datte pratij~na parihiiyate | raavaNasya sakhaa vaalii raavaNo api vrajettu maam  | raavaNasya vadha abhaavaat avataara phalam na hi |</em>"
        },
        {
            "type": "commentary",
            "text": "If Vali is excused, promise given to Sugreeva fails. Ravana is Vali's friend and even Ravana may come  running to Rama seeking refuge, and then leaving Ravana without killing, leaves no fruits of incarnation.  Vali's logic is that Ravana alone is the evil minded one in abducting Sita. How about his own action  in incarcerating Ruma, Sugreeva's wife? If this is asked Vali might have replied to save his face, 'I  am an animal and those adductions, seductions etc., do not work in our animal kingdom, and we enjoy  what we want.' But it is not so with Veda practising Vanara-s. Hence this race is given the title of  Vanara, neither animal, nor monkey, nor human."
        },
        {
            "type": "verse",
            "text": "\"I would have brought Maithili at your order even if she is lodged in oceanic waters or in nether worlds,  as with the White Horse of Vedic lore."
        },
        {
            "type": "commentary",
            "text": "There is one Upanishad called <em>shveta ashvatara</em> Upanishad and when it was in the shape of white  female horse, this horse was stolen by Madhu and Kaitabha demon-brothers and later retrieved by Hayagreeva,  another aspect of Vishnu."
        },
        {
            "type": "verse",
            "text": "\"The fact of Sugreeva's getting the kingdom after my going to heaven is proper, but the fact of your  killing me in war, unrighteously, is improper."
        },
        {
            "type": "commentary",
            "text": "Why Vali banished Sugreeva from kingdom is being explained. <em>a + dharmeNa</em> ' un-righteously ...';  by the unjust deed of Sugreeva's closing the face of cave when I was fighting with Dundubhi, wishful  of my death and thus; <em>sugriivaH raajyam praapnuyaat iti yat tat a + yuktam</em> ' Sugreeva's getting  this kingdom unrighteously, is improper.' <em>aham tvayaa raNe nihataH itaH param mayi svar gatena ata  sugriivo raajyam raajyam praapnuyaat iti yat tat yukatam</em> ' on my going to heavens his getting the  kingdom is proper.'"
        },
        {
            "type": "commentary",
            "text": "'As long as I am alive Sugreeva can never get a chance to rule the kingdom, because he ascended throne  improperly and unrighteously when I am alive in the cave. Because he closed the entrance of the cave,  wishing me to die therein, when I was still fighting with Dundubhi, I had to banish him. Now that I  am going to heaven at your mercy, his getting the throne of Kishkindha at your mercy, and as its one  time regent, is proper.'"
        },
        {
            "type": "verse",
            "text": "\"Admittedly the world is this way, and if possible a relevant reply may gently be thought ofabout your  propriety in killing me...\" So said Vali to Rama."
        },
        {
            "type": "commentary",
            "text": "For the above the latent meaning of Vali is: <em>lokaH</em> ' people, living beings...'; <em>evam vidhaH  cet</em> ' like me sinners, if they become...'; <em>kaamam kaalena viyujyate</em> ' desirably by Time,  Yama, people will be disposed'; <em>bhavataa praaptam uttaram</em> 'from you, received, reply - in the  shape of killing me; <em>uttamam</em> ' the best'; <em>kshamam</em> ' proper one'; <em>cintyataam</em>  'you shall think that way only';"
        },
        {
            "type": "commentary",
            "text": "If people become sinners like me, Time, Yama disposes them off desirably, and the reply for my sins  received from you in the shape of your arrow in my chest, is the best and a proper one too, so it shall  be thought of, not otherwise.\""
        },
        {
            "type": "verse",
            "text": "That great-souled son of a vanara king Vali, whom the arrow impaled and agonised, on keenly seeing Rama  whose resplendence equals the brightness of the sun, said that much and remained silent when his mouth  has dried up."
        },
        {
            "type": "commentary",
            "text": "Rama has not used any great or deadly arrow on Vali, but a third rated or lesser one is shot at, because  Vali is still lingering with the same arrow in his chest. The same is said in Yuddha kanda, 67th chapter,  154 verse, where Valmiki himself is amazed to say that Kumbhakarna is not killable with that sort of  arrow which pierced through seven great sala trees, and which has killed the greatest Vali. <em>yaiH  saayakaiH saala varaa nikR^ittaa, vaalii hato vaanara pu~NgavaH ca...</em> and narrating thus the poet  says that Vali is nothing when compared with Kumbhakarna and others in Lanka."
        },
        {
            "type": "commentary",
            "text": "<em>1 - paraa~Nmukha vadham kR^itvaa ko atra praaptaH tvayaa guNaH; 2 - daNDayaH ca api apakaariShu; 3 -  na maam anye sa~Nrabdham pramattam veddum arhasi; 4 - viShaye vaa pure na apakaaromi;l 5 - hi~Nsya akilbiSham;  6 - phala muula ashina nityam; 7- bhuumiH hiraNyam ruupyam ca vigrahe kaaraNaani na; 8 - tvam tu kama  pradhaanaH ca; 9 - hatvaa maam iha kim vakShyasi sataam madhye;&nbsp; 10 coraH praaNi vadhe rataH aadi niraya  gaaminaH;&nbsp; 11 - adhaaryam carmam abhakShyaaNi ca maa~Nsaani; 12&nbsp; pa~nca pa~nca nakaa a bhakShyaaH; 13&nbsp;  maithiliim aham ca aaniitavaan bhave; -- dharmaakuutam</em>"
        },
        {
            "type": "commentary",
            "text": "1] By killing one who is facing away, what worth is achieved by  you?; 2] You have not punished the wrongdoer; 3] Killed one who is combating with another and an unvigilant  one; 4] In your country or city I did no misdeed; 5] Non-guilty being is hurt; 6] Fruits, tuber eating  being is killed; 7] No dispute of land, gold or silver; 8] You primary aspiration is to kill without  probing into good or bad; 9] How do you face criticism by scholars?; 10] Unnecessary killers are hell-goers;  11] Un-wearable is my skin uneatable is my flesh; 12] Five kinds of five-nailed animals are usable by  humans; 13] I would have brought back Maithili in one day."
        },
        {
            "type": "commentary",
            "text": "For all these questions Rama answers in next chapter and speaks  as to how justified is this elimination, to Vali and to all of us."
        }
    ]
}