{
    "id": "prose-kishkindha-18",
    "kanda": "kishkindha",
    "sarga": "18",
    "title": "Rama's elucidation of dharma to vali",
    "chapter": "18",
    "overview": "Rama explains to dying Vali as to why he gave such a punishment. Rama categorically explains all the  question put by Vali in the last chapter from the viewpoint of scriptures that lay down principle for <font color=\"#B3003A\">sanaatana dharma</font>, eternal tradition, as well as <font color=\"#B3003A\">raaja  dharma</font>, king's duty. Vali finally concludes that there is someone superior to him and thus seeks  refuge in Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Thus, Vali who is hit down by arrow and who is collapsing humbly spoke exacting words that contained  probity, meaningfulness, and expedience, to Rama."
        },
        {
            "type": "verse",
            "text": "Then to him who is rendered like a lusterless sun, fizzling out like a cloud that released its water,  and who became like a quenched fire, to such a best monkey and an unexcelled lord of monkeys who has  just now imputed Rama with words that are abounding with righteousness and meaningfulness, Rama spoke  subsequently."
        },
        {
            "type": "commentary",
            "text": "The words Vali spoke contain righteousness from his viewpoint, when he said 'How did you hit me without  confronting me&hellip;' and the meaningfulness in the words like 'a quarrel comes when gold and silver are  the cause, I should have brought Ravana without bloodshed, I would have brought Maithili and presented  before your&hellip;' etc. But these words are with the death time wisdom of Vali, and they become parroted  saying but cannot be practical with the kind of righteousness followed by Vali."
        },
        {
            "type": "verse",
            "text": "\"Uncaring for probity, prosperity, pleasure deriving, and even for the social conventions, now how do  you rebuke me childishly in this matter? Unconsulted are the doyens of your race that are intellectually  well off and agreeable to your mentors about rights and wrongs about your deeds, oh, gentle one, how  do you wish to debate with me in this matter with your primate's caprice."
        },
        {
            "type": "verse",
            "text": "This earth with its mountains, woods, and forests, even along with the authority to condone or condemn  the animals, birds, and humans on it belongs to Ikshvaku-s."
        },
        {
            "type": "commentary",
            "text": "Vali's question No. 4] 'I have not done any misdeed either in your country or city...' is answered in  this, \"when entire earth belongs to us where is the question of a city or a particular country?\""
        },
        {
            "type": "verse",
            "text": "\"He who is virtue-souled, truth-abiding, plain-speaking, and the knower of the import of probity, pleasures,  and prosperity, and the one who is concerned in controlling or condoning his subjects, that Bharata  is the ruler of earth. In whom both scrupulousness and benignancy are there, truthfulness is firmed  up, and valour as evinced by scriptures is evident, and he who is the knower of time and place is the  king, namely Bharata. Holding his virtuous decree desiring to keep up the continuum of righteousness,  we and some other kings are wayfaring this earth in its entirety."
        },
        {
            "type": "commentary",
            "text": "The 'virtuous decree to keep up virtue' <em>dharma kR^ita aadesha</em> is not that of Bharata, but by  the king <em>raaaja dharma kR^ita aadesha</em>. Bharata as younger brother cannot order his elder, and  that too, a 'would-have-been-king,' but the throne demands it to be done by any subject, and now Bharata  is in that throne. Actually Bharata did not give any explicit orders to Rama or others making them responsible  for the upkeep of dharma, on his behalf. Rama himself orders Bharata as at: <em>tvam raajaa Bharata  bhava svayam naraaNaam | vanyaanaam aham api raaja raaNmR^igaaNaam |</em> Ayodhya Kanda II, 1-674-17  'Bharata, you become the king of humans, and I shall be the king of forest-beings...' Thus, taking responsibility  on his own shoulders, in his own duty as a Kshatriya to keep up dharma, Rama is trekking forests. Some  'other kings' roaming like this are not detailed."
        },
        {
            "type": "verse",
            "text": "\"While that Bharata, the kingly-tiger and a patron of virtue, is ruling the earth in its entirety, who  is there to conduct himself in an unacceptable way to morality on it? Abiding in our own pre-eminent  righteousness, and even abiding by the order of Bharata we punish him who deviated from the path of  morality, according to custom."
        },
        {
            "type": "verse",
            "text": "\"As for you, you brought virtue to a state of decadence, rendered yourself reprovable by your own decadent  behaviour, for carnality alone has become your primary doctrine, and thus you have not abided by the  conduct meetly to a king."
        },
        {
            "type": "commentary",
            "text": "Vali's question 5. 'Non-guilty being is hurt...' is answered: 'your only guilt is that you have not  abided by conduct a king should have...' The nature of that guilt is narrated in next verses."
        },
        {
            "type": "verse",
            "text": "\"It is to be known by him who treads the way of righteousness that he has three fatherly personages,  namely his own father, his elder brother, and the one who accords education to him. An younger brother,  a son, and a disciple with good characteristics, these three are to be deemed as one's own sons, for  such matters take base on rectitude alone."
        },
        {
            "type": "verse",
            "text": "\"The probity practised by principled people is very subtle and highly imponderable, and the soul that  abides in the hearts of all beings alone can differentiate between just and unjust."
        },
        {
            "type": "commentary",
            "text": "In another way the above is: 'I am that Supreme Soul residing in the hearts of all beings. So I alone  will decide what is right and what is wrong...' Vali's question 8 is taken up. 'Your primary aspiration  is to kill without probing into good or bad...' is answered saying that 'I am the decider...'"
        },
        {
            "type": "verse",
            "text": "\"Like a blind by birth counselling with similarly blind, you being a vacillant, on your counselling  only with frantic minded vacillant monkeys, what can you really fathom about right and wrong?"
        },
        {
            "type": "verse",
            "text": "\"I will clarify about the words I have said, but I tell you that it is indeed inapt of you to disdain  me just out of your outrage. Realise this reason by which I have eliminated you&hellip; you misbehaved with  your brother's wife, forsaking the perpetual tradition."
        },
        {
            "type": "commentary",
            "text": "With this one and only reason Rama suffices all the thirteen questions of Vali, as summarised in endnote  of last chapter. Beyond this Rama also answers other paltry questions, later."
        },
        {
            "type": "verse",
            "text": "\"While the great-souled Sugreeva is still alive, you with your habit of sinful acts have lustily misbehaved  with Sugreeva's wife Ruma, who should be counted as your daughter-in-law."
        },
        {
            "type": "commentary",
            "text": "Vali being a king, he committed incest transgressing tradition. <em>vaalii taavat sva raajye sthitvaa  dharmaati kramam kR^itavaan | dharma duuShakaH ca raajaa avashyam daNDaniiyaH | dharmaakuutam</em>This  is the very fault found by Rama when expressing <em>'vaalii caaritra duuSakaH</em> 'abuser of history/tradition...'  in Kishkindha, 4-10-33."
        },
        {
            "type": "verse",
            "text": "\"Thereby, oh, vanara, this punishment is imposed on you, for your dissolute sinning in abusing your  brother's wife, thereby for your transgression of tradition and virtue."
        },
        {
            "type": "commentary",
            "text": "Vali's question 10, 'inveterate killers are hell-goers...' is replied, 'killing a sinner is no sin and  no hell is ensuing thereby...' is the reply, establishing Vali's sin."
        },
        {
            "type": "verse",
            "text": "\"I foresee no other kind of control other than punishment to him who conducts himself contrary to the  society and who is deviant of conventions."
        },
        {
            "type": "commentary",
            "text": "Vali's question: 2] 'you are not punishing the wrongdoer...' is answered. <em>saama daanam kSamaa dharmaH  satyam dhR^iti</em> 'influencing, largesse, forbearance, probity, candour' etc., will work with kings  of equal status and worthiness in political strategies. But you are an inferior with an immodest conduct.  Then, why should I waste that much of political manoeuvre in your regard? Thus you are eliminated straightaway...'  Vali may counter Rama in asking for a lesser punishment than killing, like exiling etc., which he has  given to Sugreeva. For this Rama is ready to say that no other punishment is evident than the one said  by Manu: <em>sapiNDaapatya daareShu (retaH siktvaa) praaNa tyaago vidhiiyate - - manu smR^iti</em>."
        },
        {
            "type": "verse",
            "text": "\"As a Kshatriya emerged from a best dynasty I do not tolerate your wrongdoing, and the punishment to  the one who lustfully indulges with his daughter, or with his sister, or with the wife of his younger  brother is his elimination, as recalled from scriptures. While Bharata is the lord of land and we are  his proxies adhering to his orders, and while you too have overstepped the bounds of rightness, then  how is it possible to be lenient? While ruling righteously sensible Bharata punishes him who oversteps  the momentous virtue, and he is poised to put down lustful ones."
        },
        {
            "type": "verse",
            "text": "\"As for us, oh, monkey's lord, we effectuate our brother's orders and our duty, and we stand for curbing  your kind of shatterers of ethics. My association with Sugreeva is as good as that with Lakshmana, nevertheless  it betided with an understanding to regain Sugreeva's wife and kingdom, and he will give succour to  me."
        },
        {
            "type": "commentary",
            "text": "Vali's question 13] 'I would have brought back Maithili in one day...' is given an answer. Bringing  Maithili from the captivity of Ravana would have averted Vali's death - so Vali thought. But who will  bring Ruma, wife of Sugreeva, and give her back to Sugreeva? Vali does not consider this, and in this  alone Vali's transgression is said to have been proved. Thus any truce between Vali and Rama is an impossible  and improbable proposition."
        },
        {
            "type": "commentary",
            "text": "What all Rama wanted is the 'search for Sita...' not bring her to his fore. Elimination of Ravana  is to be done by Rama alone, for which Sita is to be located first. If a truce is struck between Vali  and Rama, Vali straightway goes to Ravana and asks for Sita. If Ravana yields Sita there is no cause  left for his elimination. Ravana for sure refuses to yield her. Then a combat ensues between Ravana  and Vali. But Vali can combat one-to-one in a duel and he may not encounter a magical war of Indrajit  or Kumbhakarna. Then all the demons will combine to eliminate Vali, thus the epic concludes there haphazardly.  Other way round, if Vali seeks help of Ravana and his military to combat Rama, Vali's forces and Ravana's  forces will come down on a handful warriors like Rama, Sugreeva Hanuman, and Jambavanta et al. Then the  whole of monkey force will be with Vali, and these few warriors will be routed down mercilessly. Above  all, Rama has promised Sugreeva to eliminate Vali, the abuser of tradition, and Rama becomes blameworthy  if he fails in his word. Hence the simplest formula 'enemy's friend is my enemy too...' works well and  Rama followed that only."
        },
        {
            "type": "verse",
            "text": "\"I gave a promise to Sugreeva at the time of befriending him in the presence of vanara-s, and how is  it possible for my kind to dishonour a given promise?"
        },
        {
            "type": "commentary",
            "text": "In Aranya Kanda he tells Sita, that he even leaves his life than to feign his promise. <em>api aham  jiivitam jahyaam tvaam vaa siite sa lakSmaNaam ||</em> 4-10-18. Hence there is no question of his going  back on the word given to them that crave for his mercy."
        },
        {
            "type": "verse",
            "text": "\"Thereby you have to infer that a befitting punishment is given to you, owing to all these great reasons  that abound with virtue and with supreme value. Anywise, you have to regard the punishment given to  you is legitimate, and he whom rectitude guides has to render assistance to his friend, in any event.  Had you pursued rightness you too would have done the same deed in imposing such a punishment, and we  hear two verses that are given to the advocacy of good conventions, which the experts of rightness have  also accepted, and which are said to be coined by Manu, and I too conducted myself only as detailed  in those verses of law."
        },
        {
            "type": "verse",
            "text": "\" 'When kings impose proper punishment on the humans who have sinned, they become sinless and enter  heaven as with the pious souls with good deeds.' So says one verse of Manu."
        },
        {
            "type": "verse",
            "text": "\" 'Either by punishment or by clemency a thief will be absolved from sin, but the king who does not  impose proper punishment will derive the blot of that sin.' So says the other verse of Manu."
        },
        {
            "type": "verse",
            "text": "\"When a renouncer has committed sin like that of the one committed by you, my venerable ancestor Maandhaata  has given punishment which he desired."
        },
        {
            "type": "commentary",
            "text": "This is according to the meaning derived by ancient commentators which doe not go well with the import  of earlier verse 'the king derives the blot if he does not punish properly' or with the next one. Rama's  ancestor Maandhaata should have got that blot for not punishing a renouncer in proper way. Other mms  has this verse like this: <em>puurveNa mama maandhaataa sampraaptam vyasanam mahat | shramaNena kR^ite  paape yathaa paapam kR^itam tvayaa ||</em> And which verse is to be kept, it is up to the pundits."
        },
        {
            "type": "commentary",
            "text": "Rama is quoting a precedent from his own dynasty. Maandhaata has to impose capital punishment to a sage,  for that sage committed some immoral act. Here also the <em>shramaNa</em> is used for a wandering sage,  called <em>yati</em>. Because he is religious person is he to let off; a religious person's sinning  is doubly punishable; are the problems of Maandhaata. This word <em>shramaNa</em> yati, need not be  equated with a Buddhist monk, for they also have same titles, and Maandhaata is said to have existed  long before Buddha's era."
        },
        {
            "type": "verse",
            "text": "\"Such sin is acquired even by other kings who are unobservant in imposing proper punishment, and those  kings had to make amends for it at appropriate time, by that propitiation they used to mitigate that  filth of that sin."
        },
        {
            "type": "commentary",
            "text": "The kings who are otherwise busy may not hanker after thieves and sinners always, thus they become unobservant  of each and every individual's behaviour. So the kings used to make amends at appropriate time. It is  up to the individual to comport properly or improperly. An offender may escape hundred offences, but  if caught once, he has to pay for all his wrongdoings."
        },
        {
            "type": "verse",
            "text": "\"Thereby, enough with your annoyance, oh, tigerly vanara, as your elimination is devised righteously,  and we too are not independent."
        },
        {
            "type": "commentary",
            "text": "They are bound by duty. They are not at their free will to act on their own whims and fancies. Vali's  question: 9] 'How do you face criticism by scholars?' is answered. ' None can criticise because I have  not acted on my own, but bound by scriptures and precedents...'  <em>yaa vaa na vadhasya vadhe taavaan vadhasya mokShNe | adharmo nR^ipateH dR^iShTo dharmastu viniyacchataH  - manu smR^iti 9-249-</em>'How much sin is acquired by executing a murderer, that much sin is acquired  by executing a non-murderer...' which again is somewhat similar to the present day saying, 'let hundred  criminals go unpunished, but let no innocent be punished.'"
        },
        {
            "type": "verse",
            "text": "\"Oh, brave and best one among monkeys, further listen to another cause, and on listening that important  cause you will not be infuriated. I have neither angst nor ire in this matter of my eliminating you,  or, your reviling me, oh, best monkey, but listen to the other point I wish to make clear. People will  be capturing several animals, either covertly or overtly, with snares, springes and even with numerous  contrivances."
        },
        {
            "type": "commentary",
            "text": "So far Rama replied Vali with a view that Vanara-s are a species of Vedic-beings who hold fast to Vedic  duties like <em>sandhyaa vandana, suuryopasthaana</em> performed by Vali, and <em>swasthyana</em> performed  by Tara, and the other their daily routines of Veda-s. But Vali takes a U-turn declaring himself an  animal and asks: 6] Why fruits, tubers eating being is killed; 11] Un-wearable is my skin uneatable  is my flesh; 12] Five kinds of five-nailed animals are usable by humans...' Rama started to tell how  humans deal with animals, should Vali declare himself an animal, if not a specific Vedic-being."
        },
        {
            "type": "verse",
            "text": "\"Meat eating people will undeniably kill animals, either they are speedily sprinting or standing steadily,  fully dismayed or undismayed, vigilant or unvigilant, and even if they are facing away, in that there  is no sacrilege. In this world even the kingly sages well-versed in virtue will go on hunting, and hunting  is no face to face game, as such, oh, vanara, therefore I felled you in combat with my arrow because  you are a tree-branch animal, whether you are not combating with me or combating against me."
        },
        {
            "type": "commentary",
            "text": "'Whether you face this way or that you are an animal, as you alone said, besides being an enemy of my  friend...' For this Griffith says - I cannot understand how Valmiki could put such an excuse as this  into Rama's mouth. Rama with all solemn ceremony, has made a league of alliance with Vali's younger  brother whom he regards as a dear friend and almost as an equal, and now he winds up his reasons for  killing Vali by coolly saying: 'Besides you are only a monkey, you know, after all, and as such I have  every right to kill you how, when, and where I like.'"
        },
        {
            "type": "verse",
            "text": "\"Kings are the bounteous benefactors of the unobtainable righteousness and propitious lifestyles, oh,  best vanara, no doubt about it. They are not to be harmed, also not to be reproved, not disparaged and  nothing displeasing is spoken to them, as they are the divinities conducting themselves in human form  on the plane of earth. I am abiding by the ethicalness practised by my father and forefathers, but you  revile me without the knowledge of rightness, just by clinging to your rancour.\" Thus said Rama to dying  Vali."
        },
        {
            "type": "commentary",
            "text": "There is none to say that Vali is 'unkillable...' or 'not to be killed...' But to every one a doubt  occurs as to why Rama did not come face to face with and killed him? Why hit him from a remote place?  For these doubts, the above said arguments may not suffice or satisfactory, either to Vali or to us,  the readers. Dharmaakuutam, the only commentary on Ramayana insofar as dharma is concerned explains  that for us."
        },
        {
            "type": "commentary",
            "text": "<em>evam ca adya eva tam haniShyaamiiti pratij~naa paripaalanam tadaa bhavet yadaa pracchannatayaa hanam  iti ? prakaashatayaa yuddhaaya aahuutastu, bhayaan aagacchet - rumaam gR^ihiitvaa deshaantaram vaa gacchet  - raavaNam vaa samaashrayet - sharaNam vaa samaagacchet - sa sahaayam sugriivam avalokya sakala vaanara  senayaa yuddhaartham samaagacchet - vaa tatra adya pakShatraye tad hananasya cirakaala saadhyatvena  adyaiva tam haniShyaami rumaam raajyam ca tava daasyaami iti puurva pratij~naa kaalatipaata syaat |  pratij~naakaalaatipaate ca doShaH sharanaagatam anapakShe ca sharaNaagato vaalii hanyeta vaa na vaa - na adyaH - sharaNaagata hananasya  niShiddhatvaat - - - - raama kR^ite vaali vadhaH adharmadhaayako na bhavati - kim tu dharma eva</em>"
        },
        {
            "type": "commentary",
            "text": "When it is said by Rama that 'today only I will kill Vali...' then it may be countered by saying, 'then  why killing him from distance, why not confront him?' If Rama comes to fore, fear may grip Vali, then  he may take Ruma, Sugreeva's wife, and to insult, Sugreeva further, Vali may go to a distant place with  her. Or, he may seek shelter with Ravana. Or, he may even take refuge in Rama like Sugreeva. Or, on  seeing Sugreeva with enough support, he may summon all his Vanara army to fight with Sugreeva and his  supporters. Then it will prolong for a time. Then the promise of Rama made to Sugreeva to accord his  wife and his kingdom by killing Vali, also prolongs. Justice delayed is denied. Otherwise, if Vali surrenders  to Rama, as the killing of a refugee is not a merited act, Rama has to pardon Vali. Whether Vali takes  refuse or not, killing Vali on that day itself, and establishing Sugreeva in Kishkindha are the promises  made by Rama, at the time of befriending Sugreeva. The word given is to be kept up. So Rama did it and  there is no unrighteous deed done by Rama. And Vali also accepts this in the coming stanzas."
        },
        {
            "type": "verse",
            "text": "Vali is much distressed at heart of hearts when Rama has said categorically in that way, whereby, deriving  certitude about rightness he found no incorrectness with Rama."
        },
        {
            "type": "commentary",
            "text": "From here on Vali's repentance is narrated. "
        },
        {
            "type": "commentary",
            "text": "<em>ata eva vaalinaa sakala dharma abhij~nena - bhavataa anabhij~no aham na prati vaktum arhasi - atra  ca dharmo'dhigataniscaya iti visheSheNa puurva kR^itam akhilam api raama duuShaNam aj~naana pravR^ittam  eva | itaH param vakShyamaaNam akhilam dharmyam eva vadati iti avagatam : dharmaakuutam-</em>Whatever  spoken by Vali earlier is without proper knowledge of dharma, and whatever said hereafter is in conformity  with righteousness [owing to the dawn of death-time wisdom.] Dharmaakuutam."
        },
        {
            "type": "verse",
            "text": "That lord of vanara-s then replied Rama with adjoined palms, \"oh, best one among men, what all you have  said is that way proper, undoubtedly. Indeed an ignoble cannot disprove a nobleman, Raghava, and with  regards to the undesirable and improper words I have unwittingly spoken earlier, in that mater too it  will be truly unapt of you to make me blameworthy, as I spoke them in anguish and ignorance."
        },
        {
            "type": "verse",
            "text": "\"You alone are the knower of recourses and their real nature, namely probity, prosperity, pleasure seeking,  and emancipation; <font color=\" #B3003A\">dharma, artha, kaama, moksha</font> ; and you take delight  in the welfare of subjects, and your faultless intellect is clear in accomplishing ends by judging the  causes and effects."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, the knower of probity, I am the one who digressed from the rightness and a forerunner among  such transgressors, such as I am, give absolution even to me with words abounded with rightness.\" Vali  is thus saying to Rama."
        },
        {
            "type": "verse",
            "text": "Vali who like an elephant plumped in slough continued to say slowly, with tears fully impeding his throat  and with an agonised moan, on keenly observing Rama. Also, I neither worry for myself, nor for Tara,  nor even for any relatives of mine, as I do for my son Angada, the best-virtuous one with golden bicep-lets.  Right from his childhood I fondly looked after Angada, and he will be dejected when he sees me no more,  and he withers away like a lake with its water drained for a drink. He is boyish, juvenile, and the  only dear son of mine, oh, Rama, as such that great-mighty son of Tara needs your protection."
        },
        {
            "type": "verse",
            "text": "\"You have firm convictions about practicable and impracticable procedures, and you alone are the protector  of the good and punisher of the bad, hence treat both Sugreeva and Angada with equal compassion. Oh,  lord of men, it will be apt of you to show the same kind of outlook towards Sugreeva, oh, king, even  towards Angada, which you have for Bharata and Lakshmana."
        },
        {
            "type": "verse",
            "text": "\"The fault occurring from my fault of maltreating Sugreeva may not light upon that self-reproachful  Tara, and it will be apt of you to see that Sugreeva will not look down on her treating her as the wife  his rival. When you indeed approve someone, he is capable enough to govern the kingdom, abiding himself  under your control and following your heart, why a kingdom, he can rule the earth, why earth, he can  even achieve the heaven itself."
        },
        {
            "type": "verse",
            "text": "\"Though Tara dissuaded me I met with my brother Sugreeva in a duel as though aspiring elimination at  your hand..\" On saying thus to Rama that vanara, Vali the lord of monkeys' paused for a while."
        },
        {
            "type": "commentary",
            "text": "Any combatant is self-assertive until he is defeated. Here Vali is telling that he came here to die  on his own. This statement has two kinds of meaning. One is, Vali being an all-daring Vanara came out,  in ' come-what-may ' sense and readying himself to confront even Rama, if Rama affronts him. His argument  with Tara at the start of 16th chapter details this. He asks Tara, 'If Rama is a virtue-knower and a  diligent one, how then he can sin, in killing me?' Vali, unlike Ravana, never goes to a duel unless  provoked. Vali being a wilful combatant and Sugreeva is coming for a second time with the support of  Rama, he wanted to defeat that unknown Rama, along with suppressing Sugreeva's trivial pride. Vali promises  Tara that he is not going to kill Sugreeva, but wanted to take him to task. On coming to field Rama  is not evident. Then Vali wanted to see to Sugreeva first and then search for Rama. But what happened  is the reverse of it. Perhaps gorilla war tactics started from this point onwards."
        },
        {
            "type": "verse",
            "text": "Rama consoled Vali with words that are agreeable to savants and that contain the essence and meaning  of rightness, while Vali is with an evincible perspective of righteousness by now. And Rama spoke to  Vali this way."
        },
        {
            "type": "verse",
            "text": "\"Oh, fly-jumper, you need not be remorseful about your wife, son and others you leave behind, because  we take care of them... nor you should bother about us thinking that we have arbitrarily eliminated  you, nor necessarily bother about yourself for committing sins, as we took this decision according to  rightness and considerateness in your respect."
        },
        {
            "type": "verse",
            "text": "\"He who administers punishment to the punishable, and he who is punishable and gets punished, both of  them will achieve the results of cause and effect, where punishment is the effect from the cause of  wrongdoing, and they both thereby will not be condemned. Thereby, by virtue of the punishment you are  completely divested of your blemish, and as contained in the scriptures on rightness you attained your  true nature, that which is agreeable to rightness."
        },
        {
            "type": "verse",
            "text": "\"Let distress, desire and even dread that abide in your heart be discarded, oh, monkey's supreme, you  cannot possibly transcend destiny. As Angada has always been conducting himself with you, thus he will  conduct himself with Sugreeva and also even with me, without doubt.\" Thus Rama spoke to Vali."
        },
        {
            "type": "verse",
            "text": "On hearing the agreeable and assertive words of that great-souled Rama, who is the treader on the path  of rightness and an absolute crusher of enemies in war, Vali, the vanara, spoke these well-disposed  words to Rama."
        },
        {
            "type": "verse",
            "text": "\"Oh, lord, oh, tremendously braving one, oh, Rama, the lord of people, I blamed you when your arrow  sweltered and rendered me imbecile, thus I blamed you unthinkingly for which I may please be pardoned,  I appease you for the same."
        },
        {
            "type": "commentary",
            "text": "There are three kinds of giving. Grudge giving, duty giving, and  thanksgiving. Grudge giving says ' I have to...' Duty giving says \" I ought to...' Thanksgiving says  \" I want to...' The first comes from constraint; the second from a sense of obligation; the third from  a full heart. This being the saying by an unknown, Vali gave torture to Sugreeva because he had to,  Rama gave punishment to Vali because he ought to, and Sugreeva given himself to Rama, because he wanted  to. Rama befriends Sugreeva only to take his help in searching Sita, because Danu, the demon, after  release from his curse advises Rama to do so. The killing of Vali is incidental to that befriending.  To take help of Sugreeva, he is to be uplifted from his nasty state, and the abuser of tradition Vali  is to be resolved.<br/> <em>diinasya sugreevasya rakShanam raamasya dharmaH | raaj~naa diina jana rakShnasya parama dharmatvaat | vastuaH tu mukhya dharmaanusaareNa eva vaali hananam  | -- dharmaakuutam</em>"
        },
        {
            "type": "commentary",
            "text": "In <em>aananda raamayana, saara kaanDa</em> another treatise of  Ramayana, tells that Rama not only accords salvation to Vali but accords a boon to become a tribal in  Krishna's incarnation, and kill Krishna at the end, as retaliation to the present killing."
        },
        {
            "type": "commentary",
            "text": "<em>yadi api tvam duraacaaro nihato asi raNe mayaa | tathaa api bhilla ruupeNa dvaapara ante anghri mama  | bhitvaa prabhaase baaNena puurva vaireNa vaanara</em>"
        },
        {
            "type": "commentary",
            "text": "But <em>bhagavata puraaNa</em> or <em>padma puraaNa</em> do not  quote this sort of sanction by Rama. It is said in Anada Ramayana only to extol Rama's kind-heartedness."
        }
    ]
}