{
    "id": "prose-kishkindha-19",
    "kanda": "kishkindha",
    "sarga": "19",
    "title": "Tara's arrival at Vali in battlefield",
    "chapter": "19",
    "overview": "Lady Tara rushes out to reach her slain husband while the monkey generals seek of her to anoint Angada  as king immediately or leave Kishkindha, for Sugreeva and his men may come occupying the city. She chides  their advises away and proceeds to meet Vali. She arrives at that place, sees Rama and his brother Lakshmana,  her husband Vali and his brother Sugreeva. She faints and wails for the departing soul of Vali.",
    "content": [
        {
            "type": "verse",
            "text": "That great vanara king Vali who is sprawling agonised by arrow, and to whom Rama gave a reply with well-reasoned  words did not find any other reply to be given to Rama. He who is heavily thrashed with trees, whose  limbs are variously cracked with boulders, and whom Rama's arrow finally vanquished, that Vali fainted  at the time of his breathing his last."
        },
        {
            "type": "verse",
            "text": "Tara, wife of Vali, heard that the tigerly monkey Vali perished in fight by the arrow released by Rama."
        },
        {
            "type": "commentary",
            "text": "This is also said as 'by the salvation accorded by Rama through his arrow...' <em>raama datten shara  moksheNa</em>, but it is said to be a squeezed meaning according to the style of old Sanskrit."
        },
        {
            "type": "verse",
            "text": "On hearing the very gruesome killing of her husband that is unpleasant, she is highly anguished and  rushed out of Kishkindha along with Angada. On seeing Rama with bow those very mighty vanara-s that  form the escort of Angada are scared to death, and they very quickly fled from there towards Kishkindha.  Then on her way towards field of combat she saw the monkeys that are frightened and fleeing in disorder,  like those animals that have wandered off from their herd when their master is killed."
        },
        {
            "type": "verse",
            "text": "Nearing those monkeys that are already distressed at the fall of Vali, and that are highly frightened  by Rama, and that are fleeing as though Rama's arrow is still tracking them down, Tara spoke to all  of them, distressed as she is."
        },
        {
            "type": "verse",
            "text": "\"Oh! Vanara-s, what for you are running away in utter fright and desperation, leaving off your best  king to whom all of you are ushers?\" Thus Tara enquired with the monkeys."
        },
        {
            "type": "verse",
            "text": "\"Whether or not a cruel brother made his brother to fall for the reason of kingdom with the arrows of  Rama which can surge well from distance and fall on distant target? Aver it."
        },
        {
            "type": "commentary",
            "text": "There is a grammarian's problem in this verse. The word <em>chet</em> usually used for ' if...' Then  the meaning obtained is \"If a brother is felled by his brother for the sake of kingdom, what if and  why do you fear?\" Then this may not justify Tara's decency. And if this <em>cet</em> is taken as <em> prashnaarthaka</em> 'interrogative...' then it may mean that she is trying to ascertain whether Vali  is dead or still alive, to have a last glimpse. And enquiring in anguish would be normal in such situations.  It may be correct to use 'whether' because it ensues 'not' and also as an alternative interrogative.  And 'if' is used it is 'if of ignorance' but not 'of certainty' or 'of chance'. Anyway she is interested  in information and orderliness of monkeys."
        },
        {
            "type": "verse",
            "text": "On hearing the words of monkey's wife those guise-changing monkeys spoke this sentence coherently to  lady Tara, befitting to present time of chaos."
        },
        {
            "type": "verse",
            "text": "\"Return, oh, lady with a living son, and safeguard Angada, for the Terminator in the form of Rama is  taking away Vali on killing. Shattering trees and massive boulders that Vali hurled at him with thunderbolt  like arrows Rama felled Vali as if by thunderbolt."
        },
        {
            "type": "commentary",
            "text": "The plural number given to the 'arrows' may be observed. Rama shot Vali with only one arrow but each  monkey is multiplying one arrow to become many. Rumours multiply thus."
        },
        {
            "type": "verse",
            "text": "\"When that tigerly fly-jumper Vali whose brilliance is similar to Indra is killed all this vanara force  felt defenceless and fled. Let the city of Kishkindha be safeguarded and let Angada be anointed, and  when Vali's son Angada is enthroned all the fly-jumpers will stand by him. Or, your staying here is  not good, oh, one with a pleasant visage, for those monkeys of Sugreeva will promptly enter our strongholds  on this day itself. There are foresters in Kishkindha, some with wives and some without, some hankering  after wives, some whom we have victimised, and from them we have very great danger.\" So said monkeys  to Tara."
        },
        {
            "type": "commentary",
            "text": "Even in capital many followed the suite of Vali in incarcerating other's wives. Now they all may turn  up since Sugreeva won the battle, assaulting such followers of Vali's style of living. This is the fear  of individuals reported to Tara."
        },
        {
            "type": "verse",
            "text": "On going a small distance ahead after listening those words, she whose smile will be winsome, that lady  Tara said this befitting to her personality."
        },
        {
            "type": "commentary",
            "text": "The word <em>apla antara</em> is usually 'a little after...' But Prof. Satya Vrat includes this under  rare words/expressions of Ramayana and gives meaning as 'small distance...' In any way a pause occurs  now for her to reply. She is going towards the place where Vali is and monkeys are following her. She  paced still ahead, gained a pause and then started to speak to them."
        },
        {
            "type": "verse",
            "text": "\"Of what avail is a son, or a kingdom, or I to myself when my husband that lion like monkey with great  honour perished. I wish to consign myself at the base of foot of that great-soul, who is felled down  by the arrow projected by Rama.\" So said Tara to fleeing monkeys."
        },
        {
            "type": "verse",
            "text": "Saying thus she started to wail and convulse in agony, and slapped her head and chest with both of her  hands while she speedily rushed towards Vali."
        },
        {
            "type": "verse",
            "text": "While she is still trudging then she saw her husband who is the destroyer of arch-demons like Maayaavi  and Dundubhi, and who never retreated in combats, but now fallen down on ground. She saw Vali who is  a flinger of loftiest mountains as with Indra flinging his thunderbolt, who is a blaster as with great  gusty winds, and who is a roarer as with a cluster of great black-clouds. He who equals Indra in the  invasion of enemies, a violent thunderer at the opponent thunderers, a brave one felled by still brave  one, and who is like a best animal killed by a tiger for the purpose of flesh, and quietened like black-cloud  at the end of downpour, At him she saw."
        },
        {
            "type": "commentary",
            "text": "Some commentators negate this simile of tiger to Rama, saying it <em>abhuuta upama</em> 'impossible  smile...' By virtue Rama himself is the lion-king and comparing him with a lesser animal like tiger  is objected, though Rama did not eliminate Vali for flesh or meat. The word <em>shaarduula</em> textually  means a tiger in the present day context. For this commentators bring in the rulebook <em>vyjayanti</em>  which says <em>shaarduula</em> also means a lion <em>-si~Nho mR^iga indraH pa~ncaasyo haryakShaH  shveta pi~NgalaH vyaadiirnaasyo mahaanaadaH shaarduulo amita vikrama</em>"
        },
        {
            "type": "verse",
            "text": "He who is like a sanctum that is hitherto worshipped by all people, that is decorated with flags and  demarcated with podia, but just ravaged by an eagle for the sake of a snake which sneaked into that  sanctum, and Tara saw such a Vali plumped on the ground."
        },
        {
            "type": "commentary",
            "text": "The word <em>chaitya</em> is not to be confounded with Buddhist monastery. In villages, even today,  people will prepare a makeshift sanctum adorning it with a podium and flags for worships, and that being  an open place snakes sneak in, for which eagles will come and sit on the flagstaff, and when catching  its prey that eagle kicks off the flag post, and by the fall of that flagstaff that makeshift sanctum  gets plumped onto ground."
        },
        {
            "type": "verse",
            "text": "She saw Rama standing and abutting on his very powerful bow, and his younger brother Lakshmana, even  at the younger brother of her husband, namely Sugreeva."
        },
        {
            "type": "commentary",
            "text": "This verse reminds us of the results from brotherly love-hate, younger-elder brother relation. Lakshmana  is appearing behind Rama while Sugreeva, over dying Vali."
        },
        {
            "type": "verse",
            "text": "Going past them she reached her husband who is routed in combat, and on observing him closely she indeed  fell down on earth as she is distraught and dumbfounded. On getting up as though reawakened from sleep  she saw her husband bound fast by the strings of death, and then she wailingly addressed him as, \"oh,  nobleman's son...\""
        },
        {
            "type": "verse",
            "text": "On observing her who is wailing like a female osprey, and even on looking at Angada who arrived there,  a miserable remorse came upon Sugreeva."
        }
    ]
}