{
    "id": "prose-kishkindha-2",
    "kanda": "kishkindha",
    "sarga": "2",
    "title": "The fearless Hanuman",
    "chapter": "2",
    "overview": "Hanuman, the Marvellous Monkey of Ramayana is entered in this chapter. The very first assurance given  by Sage Valmiki through Hanuman, to one and all is, \"Be Fearless...\" Even today that assurance of Hanuman  is ruling high on the Hindu psyche and Hanuman is to be remembered in any event of fright.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing them the wielders of best weapons and audacious ones, two brothers and great souls, namely  Rama and Lakshmana, Sugreeva became ambiguous. Distressed at heart that foremost monkey gazed blankly  in all directions and he did not remain at any one place. Sugreeva has not even made-up his mind steadfast  as he is very much frightened, and his heart is really sunken. He that righteous Sugreeva considering  his own strength and weakness is much agitated, and along with all the other monkeys too are frightened.  Then that cheif of monkeys Sugreeva with much dreadfulness said this to his ministers."
        },
        {
            "type": "verse",
            "text": "\"Here they come wearing jute cloths and move about in this impassable forest deceitfully, definitely  Vali must have dispatched them...\" Then on seeing the great archers Rama and Lakshmana the ministers  of Sugreeva have gone from that mountain terrace to another high-peaked mountain."
        },
        {
            "type": "verse",
            "text": "Then the group-leaders of monkeys quickly arrived as they fled, at that lofty monkey group-leader Sugreeva,  the chieftain of monkeys, gathering around him there they stood at his nearby. Thus they reached to  one course of return, after hopping from one mountain to the other, shuddering mountains and even thir  peaks by their trample in hastiness. Then all of the tree-branch animals, who are great in their strength,  have wrecked down the well-flowered trees that are clumped in that forest on that mountain by their  swinging."
        },
        {
            "type": "verse",
            "text": "While those best monkeys hopped everywhere they have frightened deer, wildcats and tigers on that great  mountain. Then the ministers of Sugreeva, assembled on that best mountain and gathered around the chief  of monkeys Sugreeva, and all stood with their adjoined palms."
        },
        {
            "type": "verse",
            "text": "Then Hanuman, the ablest sentence-maker, said this sentence to Sugreeva who is dismayed with fear doubting  Vali's mischief."
        },
        {
            "type": "verse",
            "text": "\"Perplexity be warded off... all of you discarded that great fear from Vali or his cruelty... there  is no scare from Vali here on this best mountain, for it is Mt. Malaya..."
        },
        {
            "type": "commentary",
            "text": "This opening assurance by Hanuman to 'ward off any perplexity...' may be noticed. These statements and  deeds are befitting to the fame of Hanuman to ward off any evil force. The sanctity of this mountain  and a no-entry to Vali at this place is explained in next few chapters. This <em>vaali kR^itaH and vaalikR^ite</em>  are two renderings, where, <em>valikR^itaH</em> is in the present context is for the arrival of Rama  and Lakshmana, and <em>vaalikR^ite</em>, is for that which Vali has done previously. In either case,  there is no fear on this Mt. Rishyamuka or also called Mt. Malaya, because Vali cannot step on this  mountain due to a curse."
        },
        {
            "type": "verse",
            "text": "\"By whom you are bewildered at heart and running away, oh, the best monkey Sugreeva, I do not see that  cruel-looking, cruel Vali here... From whom your fear is spurted, oh, gentle Sugreeva, that elder brother  of yours, who is an evildoer and the one with harmful intent... that Vali is not here. Therefore I perceive  no fear from him..."
        },
        {
            "type": "verse",
            "text": "\"Aha! You made a monkey of yourself, oh, monkey, and you feel small, thus you are not able to stay firm  in your mind by that fickleness, and your monkeyshines is clear by it... Keep your intellect and wisdom  firm, and express all your intents rightly in your body language in all your undertakings... certainly,  a king getting into unintelligence cannot command all his subjects...\" So said Hanuman to Sugreeva."
        },
        {
            "type": "verse",
            "text": "Sugreeva thus hearing entirely to all the propitious words of Hanuman spoke to Hanuman this opportune  sentence, positively."
        },
        {
            "type": "verse",
            "text": "\"Lengthy are their arms, broad are their eyes and they are the wielders of arrows, bows and swords...  and on seeing them, to whom there will be no scare? These two are like the sons of some divinity...\"  Sugreeva thus spoke to Hanuman. I presume these two... those best of men are abetted by Vali to assault  me... for, the kings like Vali do have many friends and trusting them absolutely is an unpardonable  mistake..."
        },
        {
            "type": "verse",
            "text": "\"By men the enemies are to be assessed... for, they move in disguise and distrustful enemies will trounce  the complacently self-assured ones that relax in their own self-confidence on any possible occasion...  In exploits Vali is an ingenious one... and the kings will be observing many aspects of their enemies  to eliminate them... and they the kings are to be known even by ordinary people..."
        },
        {
            "type": "verse",
            "text": "\"Begone to them oh, monkey Hanuman, in a commoner's form, for your monkey-hood is distinguishable by  Vali's agents, and know the intentions of those two by their conduct, by their semblance, and by their  conversation, as well..."
        },
        {
            "type": "verse",
            "text": "\"Aim at their concepts and if they are pleasant-hearted, duly create confidence in them by conducting  yourself, and also commending them again and again... oh, best of monkeys, Hanuman, set their face towards  me alone in a compassionate manner, and you inquire about the reason of their entering this forest alone...  of those bows wielders..."
        },
        {
            "type": "commentary",
            "text": "For this <em>prahR^iSTa manau yadi</em>, this is said to be the text of Govindaraja, whereas the still  ancient manuscripts read this as <em>duSTa manasau yadi</em>, evil-minded if... because Sugreeva's suspicion  is not yet ameliorated, and he still views them as evildoers. For the first compound, <em>mama abhimukham  eva sthitvaa</em> some said the meaning that Hanuman should stand with his face facing Sugreeva while  talking to Rama and Lakshmana. Sugreeva is now on Mt. Rishyamuka and Rama is somewhere at a distant  place to where Hanuman takes a flight later. Then keeping Hanuman's face towards Sugreeva, rather than  towards Rama and Lakshmana, is appearing to be an uncomfortable position. For this some old translations  say, <em>shitvaa</em> keep them, position them towards my friendship and me."
        },
        {
            "type": "verse",
            "text": "\"You shall know whether those two are clean at heart or otherwise, or about their evil-mindedness or  otherwise by conversation...\" Thus Sugreeva said to Hanuman."
        },
        {
            "type": "verse",
            "text": "Thus this way ordered by Sugreeva, the king of monkeys, Hanuman, the son of Air-god made up his mind  to go there, where Rama and Lakshmana are."
        },
        {
            "type": "verse",
            "text": "That marvellous monkey Hanuman agreeing for the words of that inaccessible and very much frightened Sugreeva,  and on respectfully replying him saying that, 'I will do accordingly...' proceeded there where that  highly mighty Rama is there along with Lakshmana."
        }
    ]
}