{
    "id": "prose-kishkindha-20",
    "kanda": "kishkindha",
    "sarga": "20",
    "title": "Tara's lamentation for Vali's death",
    "chapter": "20",
    "overview": "Tara's lamentation for her departing husband Vali. She unlike other forest beings who just forsake the dead partner, weeps bitterly for Vali and holds Sugreeva and Rama responsible for the untimely death of Vali. The common nature of humans is portrayed through the Vanara empress.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing her husband felled to ground with a terminator like arrow released by Rama, that resentful lady Tara whose face is lovely like the moon, reached and embraced him. Tara is agonised when she saw the elephantine and mountainous vanara, namely Vali, reduced to no more than an uprooted tree, and she wailed fretfully with grief scorching heart. "
        },
        {
            "type": "verse",
            "text": "\"Oh, stern one in fights, oh, victorious one, oh, best valiant, oh, best flier, I have never blamed you either in your presence or in your absence, why do not you talk to me now? Arise, oh, tigerly monkey, you have to make use of a best bed as best kings will not on repose on soil in this way, isn't it. "
        },
        {
            "type": "verse",
            "text": "\"The earth seems to be a highly cherished darling of yours, oh, lord of the land, as you still embrace her with your limbs leaving me off, even when your lives are drained. "
        },
        {
            "type": "commentary",
            "text": "These dialogs of Tara are not statements of facts but a kind of question like imperatives as, \"Is this earth a highly cherished darling of yours than me, that is why you still cling to her leaving me off, am I that bad...\" \"Have you built a heavenly city in the pathway of heaven and you go there leaving me, am I unfit to come with you...\" and the like."
        },
        {
            "type": "verse",
            "text": "\"It is evident that you, who conduct yourself righteously, must have built a Kishkindha-like delightful city in the pathway to heaven by your leaving lovely Kishkindha. You bring an end to the pleasure trips you made along with us in the sweet smelling forests from time to time by your departing. When this fifth state betiding you, oh, great chief of chiefs of monkeys, I am dejected, despaired and drowned in the sea of sadness. "
        },
        {
            "type": "commentary",
            "text": "Where the preceding four states of living beings are, waking state, dream state, and the state of deep sleep. There is another undistinguished fourth called <em>turriya</em> . Death is the fifth one."
        },
        {
            "type": "verse",
            "text": "\"My heart is very sturdy - perhaps, even on seeing you slain and fallen to ground, it is not splintering now into thousand splints, though it is tormented by sorrow. By which reason you have snatched away Sugreeva's wife, oh, chief of fliers, and even expelled him from Kishkindha, that is the reason why you got this result. I am she who said a beneficial word to you with an interest in your well-being and wishing your welfare, but oh, best monkey, you unmindfully brushed me off. "
        },
        {
            "type": "verse",
            "text": "\"Oh, endower of honour, apsara-s, the celestial dancers, will be proud of their beauty, youthfulness, and expertise in romance, and oh, honourable one, you can stir up their hearts towards you by your gallantry, definite is that. "
        },
        {
            "type": "verse",
            "text": "\"The Time which is an undoubtable factor in respect of anybody has ended your life, definite is that, and that Time alone perforce brought you, who are otherwise an uncontrollable force, to the control of Sugreeva."
        },
        {
            "type": "verse",
            "text": "The Death / Time no doubt has a concern with anyone for it is the ender of life, and definitely it chanced upon you by the capability of Sugreeva in getting support of Rama, and Sugreeva alone controlled you, who are otherwise an uncontrollable force. "
        },
        {
            "type": "verse",
            "text": "\"Rama's killing Vali when he is fighting with another is unbefitting in its method, and he too is not at all worried for doing such a highly deplorable deed. "
        },
        {
            "type": "commentary",
            "text": "This verse is not found in some texts like critical edition and in Eastern recension etc."
        },
        {
            "type": "verse",
            "text": "\"So far I am not doleful or saddened, but now as a desolate seethed by sorrow I have to undergo widowhood and dolefulness. My Angada is raised fondly, a brave one with gracefulness and one who is accustomed to comforts, but which will be the predicament he has to undergo when his paternal-uncle Sugreeva gets into a fit of fury. Oh, son Angada, clearly see your father, a patron of virtue, oh, boy, later it is impossible to catch a glimpse of him.\" Thus Tara said to her son Angada. "
        },
        {
            "type": "verse",
            "text": "\"You have started towards other world, isn't it, so reassure your son, kiss goodbye on his forehead, and give me your parting messages.\" So said Tara to Vali. Really, Rama has not only done a great deed of hitting you down, but he also achieved indebtedness towards Sugreeva, both in a single promise. "
        },
        {
            "type": "verse",
            "text": "\"Now, you are to your heart's content Sugreeva as you regain your wife Ruma, you may even wallow in the kingdom unworriedly as your enemy-brother is silenced.\" So said Tara to Sugreeva. Oh, lord of monkeys, why do not you talk to me, the dear wife of yours, when I am prattling at length, by the way, several of your comely wives are here, they are here, see them.\" Thus Tara lamented. "
        },
        {
            "type": "verse",
            "text": "On listening Tara's lamentation the vanara females that are around became plaintive, saddened pitiably and wept piteously embracing Angada. "
        },
        {
            "type": "verse",
            "text": "\"Oh, one with bracelets on your mighty arms, why you are going to an eternal abode leaving your dear son Angada? Your going away leaving such a son, who possesses best aptitudes that comes close to your abilities, and the one who always wears an exquisitely pleasant getup, is unbefitting. "
        },
        {
            "type": "verse",
            "text": "\"If I have done any undesirable deed in an indiscriminate way, even in the least, I may be pardoned for that, and here I bow down at your feet... oh, masterful one... oh, the lord of monkeys lineage... oh, brave one... Thus Tara wept for Vali. "
        },
        {
            "type": "verse",
            "text": "That Tara with her unblemished complexion is seated in the close proximity of her husband along with other vanara females, and weeping pitiably in that way, she decided to self-immolate, and thus she flounced down onto ground where Vali is slouching. "
        }
    ]
}