{
    "id": "prose-kishkindha-21",
    "kanda": "kishkindha",
    "sarga": "21",
    "title": "Hanuman consoles Tara",
    "chapter": "21",
    "overview": "Hanuman tries to console Tara. He asserts that Angada will not be looked down. Though Vali is put to  his plight, Hanuman says, that Tara alone is the empress to lead Kishkindha kingdom. But Tara prefers  self-immolation along with her husband Vali.",
    "content": [
        {
            "type": "verse",
            "text": "Hanuman, the leader of monkeys, then neared and slowly consoled Tara who has fallen to ground like a  star from sky."
        },
        {
            "type": "verse",
            "text": "\"Living beings on doing the deeds of merit or demerit, or knowingly or unknowingly, will derive the  resultant fruits of those deeds according to one's own destiny even after demise, and they shall bear  them unrepentantly, may they be provident or improvident."
        },
        {
            "type": "commentary",
            "text": "For this verse Dharmaakuutam says: <em>atra ca sva karama phala hetukamiti visheShaNena anaadi bhava parampara aasaadita dharma artha vaasanaa  vashena shubham ashubham vaa karma anuShThaaya tad auruupam sukaham duHkham vaa phalam avaapnoti iti  uktam -- dharmaakuutam</em>Thus Hanuman is saying that Vali is not dead at the hand of Sugreeva but dead  due his own demerits."
        },
        {
            "type": "verse",
            "text": "\"Of which lamentable one you lament while you yourself are in a lamentable state? Of which pitiable  one you take pity while you yourself are in a pitiable condition? Who is pitiable by whom in these bubbles  like bodies?"
        },
        {
            "type": "verse",
            "text": "\"You are the one with a living son, and you have to look after this young one Angada, and you have to  think of the forthcoming activities for his well-being and for his performance of duty towards his father.  You are aware that the coming and going of beings, in their subtle forms of earth, water, fire, air  and space into this mortal life and back is uncertain, thereby the prudent ones have to perform auspicious  worldly deeds here in this world, say, the funeral of Vali."
        },
        {
            "type": "verse",
            "text": "\"In whom hundreds and thousands of monkeys are harboured and astir, for they have reposed their confidence  in him alone, that Vali has arrived at his end. By which reason this Vali conducted himself judiciously,  observing friendliness, courteousness and forgivingness, by that reason alone Vali is going to a domain  in heavens which he righteously conquered for himself, and it is unapt of your sorrowing for him."
        },
        {
            "type": "verse",
            "text": "\"All the tigerly-monkeys, oh, impeccable Tara, including this son of yours Angada, and all the lords  of monkeys and bears have their guardian angel in you. Oh, lady, inspirit these two, Sugreeva and Angada,  that are searing in grief, and if you acquiesce then this Angada will rule over the earth. Whatever  duty anticipated from a male descendent towards his father, and whatever activity that is to be done  presently in respect of the dying king, let them be done, and that would be a timely decision."
        },
        {
            "type": "commentary",
            "text": "This expression also means <em>smashaana vyraagya</em> 'burial-ground renunciation...' In that, 'all  this has happened so according to Time's decision...' <em>arthaa gR^ihaat  nivartante aa smashaanaat tu baandhava | sukR^itam duShkR^itam caiva gacchantam anucacChgati ||</em>'wealth  and means remain in house, relatives come up to graveyard, only Merit and Demerit follow the goer...'"
        },
        {
            "type": "verse",
            "text": "\"Cremation of the king of monkeys and anointment of Angada are the present time affairs, and seeing  your son invested on the throne you can obtain peace.\" Thus spoke Hanuman to Tara."
        },
        {
            "type": "verse",
            "text": "On hearing Hanuman's words she who is tormented by the plight of her husband, that Tara replied Hanuman  who is standing nearby."
        },
        {
            "type": "verse",
            "text": "\"Let there be a hundred selfsame Angada-s on one side, and this brave one the other, for me embracing  him who is put to death is the best."
        },
        {
            "type": "commentary",
            "text": "This verse is said to be difficulkt one to derive meaning <em>kiSTa anvaya</em>. There is another narration  of this verse omitting the first foot of next stanza and it reads: <em> kim kaaryam pati hiinayaaH putraaNaam ayutaiH api | pitR^ivyah tasya sugriivaH sarva kaaryeShu anantaraH  ||</em>"
        },
        {
            "type": "verse",
            "text": "\"Who am I either for conducting the monkeys kingdom or to anoint Angada when Angada's paternal-uncle  Sugreeva is close at hand? Hanuman, this thinking of yours that Angada is to be crowned is really untenable,  oh, best monkey, father is the real defender of a son, but not the mother."
        },
        {
            "type": "verse",
            "text": "\"Indeed there is nothing highly befitting to me, either in this world or in the other, than the auspices  of the king of monkeys, and now to me the only befitting thing is to join in this brave one on this  death bed, which he is adoring when put to death while he is facing away. [4-21-16]"
        }
    ]
}