{
    "id": "prose-kishkindha-22",
    "kanda": "kishkindha",
    "sarga": "22",
    "title": "Vali's death-time advises",
    "chapter": "22",
    "overview": "Vali recovers from his swoon and gives his parting messages to Sugreeva and Angada. He also gives his miraculous pendant, given by his father Indra, to Sugreeva and asks him to assume authority of Kishkindha kingdom, for he won it in this fight. Angada is advised to conduct appropriately for he is becoming a father-less son now. Then Vali breathes his last to pave the way for Sita's search.",
    "content": [
        {
            "type": "verse",
            "text": "With his life-force slowing down Vali respired slowly glancing everywhere, and he firstly saw his brother Sugreeva afore him. Vali nodding at Sugreeva, who achieved triumph and became the lord of fly-jumpers, amicably spoke this to him in an unambiguous tone. "
        },
        {
            "type": "verse",
            "text": "\"Sugreeva, reckon me not by my iniquities, but reckon as one who is all the while forcibly hauled into this futurity owing to my impropriety and obduracy. I do not think that we two are fated to share blissfulness simultaneously, oh, boy, therefore the amity seemly to brothers has cropped up otherwise. You realize that I am going to the abode of Time-god now itself, and hence propose yourself as king of this forest-dweller's kingdom, now itself. "
        },
        {
            "type": "commentary",
            "text": "Vali's supremacy does not die with him. Here also he is taking a high profile and he himself is proposing the kingship to Sugreeva, without any grudge or grouse, on two counts. One, Sugreeva is the triumphant one and thus he shall get the kingdom forthwith, not Angada, as proposed by Hanuman. Next, Sugreeva is the next best choice for the kingship, rather than Angada, and a younger brother and also as a one-time prince regent. In either way the dying Vali is keeping his nobility high up, as an unrivalled champion and even as an elderly brother."
        },
        {
            "type": "verse",
            "text": "\"Such as I am, I am indeed forgoing my life, kingdom, and this immense prosperity and even the unenviable glory which adduces that 'Vali is unkillable,' right away. Oh, valiant Sugreeva, it will be apt of you to make happen the word I am going to say even in such a situation in which now I am, and oh, king, even if that word of mine is infeasible. "
        },
        {
            "type": "verse",
            "text": "\"Have a look at this Angada, who is privileged for all happiness, brought up in all comforts, though a boy he is mannerly, and who with his tear-filled face fallen onto ground. More dear than my own lives is my son, and when he is deprived of me you have to foster him as if he is your own son, with no resources becoming sparse in every way. Oh, king of fly-jumpers, as with me you too are his father, patron, an overall protector from all sides, and also thus an assurer in fear. "
        },
        {
            "type": "verse",
            "text": "\"This admirable son of Tara is a coequal of yours in triumphs, and in eliminating those demons he will be in your advance guard. This mighty and sinewy son of Tara is youthful, and on overtaking in war this Angada will undertake actions seemly for a son of mine. "
        },
        {
            "type": "verse",
            "text": "\"In deciding meanings in all their subtleties and also in presages of diverse nature this daughter of Sushena, Tara, is an insightful one in every way."
        },
        {
            "type": "commentary",
            "text": "A parable is said about SusheNa, who is now being called as Tara's father. Tara is said to be the outcome from the churning of Milky Ocean by gods and demons, and she emerged as one among many items that emerged from that Milky Ocean. Seeing her and knowing her as the descendent of Brihaspati, the Jupiter, Vali and Sushena have held her by her hand. Vali held her by her right hand and Sushena held her by her left hand and started to quarrel for her wifedom. Then the elderly sages and gods intervened and decided that one who held her by her right hand is her husband and the other who held her by her left hand is her father. Thus Sushena is said to have become the father of Tara."
        },
        {
            "type": "verse",
            "text": "\"Whatever is said by her as proper that is doable indubitably, indeed nothing contrary happens to her opinions, in the least. "
        },
        {
            "type": "verse",
            "text": "You have to accomplish Raghava's mission undoubtedly, and if it is unaccomplished there will be infraction on your part because you befriended him before an altar of fire, and you may even be punished for dishonouring him and your given word to him. "
        },
        {
            "type": "verse",
            "text": "\"The bounteous goddess of triumph ensconced in this golden pendant will completely leave it off on my death, avoiding the flaw of touching a corpse, isn't it... hence oh, Sugreeva, you wear it.\" Thus Vali spoke to Sugreeva. "
        },
        {
            "type": "commentary",
            "text": "Sugreeva may not inherit any fortune of invincibility from this invincible pendant, but Vali has to safeguard it without getting into an insulting touch of his dead body <em>shava sparsha doSa</em>. As such, he is giving it Sugreeva, in preference to Angada."
        },
        {
            "type": "verse",
            "text": "Thus, that way when Vali spoke to Sugreeva with brotherly kind-heartedness, Sugreeva again waned away forgoing his spiritedness, like the lord of stars, namely the Moon, when eaten away by the planet, namely Rahu, during lunar eclipse. "
        },
        {
            "type": "commentary",
            "text": "Mythologically there are two planets called Raahu and Ketu in Indian astrology. These two have no counterparts in western astrology. These two are neither gods, nor demons, not planets. At the time of churning Milky Ocean one demon had a share of <em>amR^ita</em>, the Divine nectar. But on noticing it the Sun and Moon report that episode to Vishnu. Vishnu slits that demon's throat with his disc. Then that Rahu became a two-piece entity, one with head, named as Raahu and the other with trunk - tail, named as Ketu. Because Sun and Moon reported the wrongdoing of this two-piece entity, that entity prays to subsist on eating away Sun and Moon. That prayer is granted subject to condition, that this eating will be done only occasionally. Those are the occasions of eclipses of either Sun or Moon. Recent astrology gave names to these two entities as 'Dragon with Head' is Raahu and the 'Dragon with Tail' is Ketu."
        },
        {
            "type": "verse",
            "text": "Quietened by Vali's words and conducting himself befittingly and attentively in the given situation, Sugreeva has then taken that golden chain only when Vali authorised him. On giving away that golden pendant, and on seeing his son who is available nearby, readying himself towards his end that is setting in, Vali affectionately spoke to Angada. "
        },
        {
            "type": "verse",
            "text": "\"From now on, observing time and place you have to tolerate pain or pleasure, endure mirth or misery on your going under the control of Sugreeva. "
        },
        {
            "type": "commentary",
            "text": "The vividness of the above parting message is: \"On your going under the control of Sugreeva, whether his orders are pleasant or unpleasant to you, you have to execute them enduringly, for you have to conduct yourself according to time and place of your locus standi, and also you have to endure the mirth or misery caused at his behest... for you are no more independent from now on...\""
        },
        {
            "type": "verse",
            "text": "\"Oh dextrous Angada, as to how I have entertained you in whichever way you conducted yourself with me, Sugreeva may not approve of such a puerile behaviour of yours, if you resort to it. Do not reach at his unfriendly ones, nor come near his enemies, oh, enemy-destroyer Angada, you shall be in the control of Sugreeva attending to the purposes of your lord with self-control. Do not conduct yourself with excessive friendliness or unfriendliness, as this pair of opposites itself has a flaw, therefore you cultivate an intermediary outlook.\" Vali thus spoke to Angada."
        },
        {
            "type": "verse",
            "text": "He who is highly tortured by the arrow of Rama spoke to Angada in that way, and afterwards his eyeballs rolled-up, mouth hung open baring his horrid teeth, and his life too took to flight from his body. "
        },
        {
            "type": "verse",
            "text": "Then, all those best monkeys avaialble there have started to weep when their monkey chief is dead, and for that matter they have loudly squawked at his death in this way. "
        },
        {
            "type": "verse",
            "text": "\"When the lord of monkeys departed to heaven Kishkindha is indeed rendered derelict, dreary are the gardens, deserted are the mountains and forests as well, and when the tiger among fly-jumpers is dead all the vanara-s are rendered up into a lacklustre life. "
        },
        {
            "type": "verse",
            "text": "\"And by the impetus of whose great rapidity flowers available in forests and woodlands used to shower on him in torrents and enwreathe him from behind, that Vali is no more, and now who has got such an impetus? "
        },
        {
            "type": "commentary",
            "text": "This verse also means: \"He who has perfected the gardens and forests with full of flowers and thereby with fruits on which the monkeys subsist, and now who can make these areas so fructified to let all the monkeys thrive?\""
        },
        {
            "type": "commentary",
            "text": "This flowers following Vali - is the same situation with Hanuman when he jumps from Mt. Mahendra to Lanka. A volley of flowers shower on him owing to kick-start and follow him up to some distance into ocean, as though to worship him."
        },
        {
            "type": "verse",
            "text": "\"By which great-souled Vali a ferocious duel was given to the celestial, namely the great armed Golabha, which did not cease either in the daytime or night till Vali felled Golabha, that Vali is no more. "
        },
        {
            "type": "commentary",
            "text": "This Sanskrit expression 'giving a duel' is the same that is available in English like - 'give me a duel.' etc."
        },
        {
            "type": "verse",
            "text": "\"Thereafter, in the sixteenth year Vali unquestionably felled Golabha, and on killing that evil-minded Golabha with his zigzag teeth Vali accorded fearlessness to all of us, how such a Vali is felled now?\" Thus the monkeys raised hue and cry. "
        },
        {
            "type": "verse",
            "text": "But when that fly-jumper's brave lord Vali is killed, those fly-jumpers have gone into a freneticness in that matter of Vali's killing, as with the cows becoming frenetic when their husbanding bull is killed while moving in a great forest that is riddled with a lion."
        },
        {
            "type": "verse",
            "text": "But then Tara, whelmed under a ocean called affliction closely observed her dead husband's face, embraced him and collapsed onto ground as with any creeper plant when the giant tree on which it is hinging is hacked down. "
        }
    ]
}