{
    "id": "prose-kishkindha-23",
    "kanda": "kishkindha",
    "sarga": "23",
    "title": "Tara's lament for death of Vali",
    "chapter": "23",
    "overview": "Tara's lamentation is narrated in here. Seeing at her departed husband Vali, Tara pitiably wails for  his demise as any ordinary woman would.",
    "content": [
        {
            "type": "verse",
            "text": "Then that renowned Tara closely whiffed that face of monkey's king Vali and spoke these words to her  dead husband."
        },
        {
            "type": "verse",
            "text": "\"Heedless of my word, oh, brave one, you are reposing miserably on a very rough and uneven ground spread  with stones. This earth must definitely be your beloved one, oh, best of monkeys, why because, you still  embrace her while you recline on her, without replying me. You have gone into the control of Sugreeva  and Sugreeva alone triumphed, oh, brave one, oh, enthusiast in adventures, oho, is it fated to happen  this way."
        },
        {
            "type": "verse",
            "text": "\"These chiefs of bears and monkeys are adoring you in every respect as their most worshipful one, and  on hearing their despairing wailing, and the lamentation of Angada, and even these utterance of mine  in keen, why do not you comeback to senses. Do you wish to repose on the very daybed on which you have  laid your enemies to rest when you have once felled them in fights, or what? \"Oh, successor of a clan  with pristine calibre, oh, accorder of dignity, oh, devotee of fighting, oh, my dear, have you gone  on leaving me without a protector and lonely?"
        },
        {
            "type": "verse",
            "text": "\"Really considerate fathers shall never propose brides to adventurers, they say. Yes! See me the wife  of an adventurer, in a trice rendered as a war-widow left in the lurch."
        },
        {
            "type": "commentary",
            "text": "For this <em>Sage Kaatyaana</em> says : <em>duurasthaanaam  avidyaanaam mokSha maarga anusaariNaam | shuuraaNaam nir dhanaanaam ca na deyaa kanyakaa budhaiH ||</em>'to  those bridegrooms who reside in distant places, uneducated, seekers of salvation, daring ones, un-wealthy  brides shall not be given by wisemen...'"
        },
        {
            "type": "verse",
            "text": "\"My honour is degenerated and my eternal happiness is disintegrated, and I am deluged in an abyssal  boundless ocean called anguish. And dense with metallic substance is this heart of mine in its solidity,  since it is not splintering into hundredfold even on seeing my husband killed, it is definite."
        },
        {
            "type": "verse",
            "text": "\"By your nature you are my beloved, besides, you are a good-hearted one, more so, you are my husband,  moreover, you are a valiant triumphing over your enemies in assaults, such as you are you have attained  the fifth state, the death. Perhaps a woman might have mothered many children, and perhaps affluent  with riches and crops, still people will call her a widow, if she is without husband."
        },
        {
            "type": "verse",
            "text": "\"How do you repose now on a sheet of blood flowing from your own body, oh, brave one, as if you are  reclining on your own bed spread with a bed sheet of red blood colour? I have no strength to closely  embrace you with both my arms, oh, best fly-jumper, when the blood and dust covering your body comes  in between."
        },
        {
            "type": "verse",
            "text": "\"Single arrow released by Rama has doubly benefited Sugreeva in this highly deplorable enmity between  you and Sugreeva, as his ambition to become the king is fulfilled and his fear from your persecution,  too, is evanished. In vain, I have been watching you without a wink, on whom fatality has descended,  as this arrow stuck in your chest is hindering me to embrace you...\" Thus wailed Tara."
        },
        {
            "type": "verse",
            "text": "\"Then the monkey chief Nila extricated that arrow which is stuck in the chest of Vali, as with the extraction  of a firmly wedged sparkling snake from the cavity of a mound. The sparkle of Rama's arrow while it  is being extracted from Vali's chest is much the same as the sparkles of more brilliant sunrays that  are extracted by the end of daytime, when the sun is sinking beyond the summit of dusky western mountain,  and as contrasted with the hue of dusk."
        },
        {
            "type": "commentary",
            "text": "More brilliant days are indicated for the arrows of Rama as the dusky day of Vali has ended."
        },
        {
            "type": "verse",
            "text": "The blood streams flown out of the gashes of Vali fell everywhere like the streams of water flowing  from a mountain saturated with coppery mineral-ores. On wiping off war dust with which her husband is  muffled up, with tears gushing from her eyes she drenched that valiant one who is summarily hit by the  missile of Rama. On giving attention to all of the blood wet limbs of her slain husband that lady Tara  spoke to her son Angada whose eyes are coppery-red."
        },
        {
            "type": "verse",
            "text": "\"See the highly harrowing end time plight of your father, oh, son, he reached his end owing to the enmity  harnessed by sinful deeds. To him, whose physical splendour vied with the dazzle of rising sun, to that  father, king, and the accorder of honour you pay you last obeisance as he journeyed to the abode of  Time-god.\" Thus Tara said to Angada."
        },
        {
            "type": "verse",
            "text": "When he is said so, Angada swiftly rose and touched the feet of his father with both of his rotund-shouldered  sinewy arms saying, \"father, I am Angada...\""
        },
        {
            "type": "verse",
            "text": "\"Why do not you bless Angada saying, 'long live, son...' when he is paying resects to you, as earlier?\"  Thus Tara is addressing Vali in her anguish."
        },
        {
            "type": "verse",
            "text": "\"I am living through seeing the lifeless state of yours with the help of my son, no more than a helpless  cow that sits near her bull with its calf, when that bull is slain by a lion, just now."
        },
        {
            "type": "verse",
            "text": "\"How can you singly take the ultimate bath of a Vedic ritual after your conducting a ritual like combat,  in the waters called bloodstreams caused by Rama's arrow, that too, when I, your wife, am available like  a co-officiator of a Vedic ritual?"
        },
        {
            "type": "commentary",
            "text": "This <em>avabR^itha</em> is a religious bath taken after completion of the Vedic ritual by the conductor  of that ritual along with his wife. Vedic ritual itself is forbidden to a wifeless person, and taking  this final bath after <em>puurNa aahuti</em>, total oblation, is against the rules of ritual if taken  without his wife. Here Vali, an adorer of combats as good as Vedic rituals is taking that bath for himself  in the bloodstreams, called ritual waters, and Tara is questioning him about her propriety to participate  in it."
        },
        {
            "type": "verse",
            "text": "\"Now where is that treasured golden pendant of yours which the king of gods gave to you when he is satisfied  with your conduct in wars, I don't see it?"
        },
        {
            "type": "verse",
            "text": "\"Majesty is not deserting you even if your lives have departed, oh, accorder of dignity, as with the  sunshine that departs the sun while he circumnavigates Mt. Meru, which mount is supposed to overshadow  everything by its vastness."
        },
        {
            "type": "verse",
            "text": "\"Neither you heeded my word of expediency, nor I was indeed capable to forestall you, and I am doomed  along with my son when you are exterminated in fight, whereby the Grace that forsook you, is deserting  me too, in its entirety."
        }
    ]
}