{
    "id": "prose-kishkindha-24",
    "kanda": "kishkindha",
    "sarga": "24",
    "title": "Tara Sugreeva's resolve to die with Valii",
    "chapter": "24",
    "overview": "Sugreeva and Tara lament Vali's death. Sugreeva seeks permission of Rama to enter the funeral pyre of  his brother Vali to self-immolate himself for his wrongdoing in getting his own brother killed. Tara  asks Rama to kill her with the same arrow with which Vali is killed, so she also ca go to heavens to  meet her husband.",
    "content": [
        {
            "type": "verse",
            "text": "A word about this chapter. The bardic tradition is in the habit of including everything, while the critical  editions exclude them. This chapter is excluded in the critical editions, but tradition retained it,  and all the publications publish this. The scholars have also said that all the forty-four verses in  here have no stamp of Valmiki, and the verbiage and verbosity is heightened and even the meter is overfilled.  The word position does not yield proper meaning also. Even so, they are retained it in their publications.  However, it may be mentioned that if some Valmiki Jr. written and included this chapter, it should have  been ages before, but not in the known ages, because Dharmaakuutam, Govindaraja and others have commentaries  on this chapter. In all the commentaries an exhaustive commentary is there on two verses uttered by  Tara, which is included here also."
        },
        {
            "type": "verse",
            "text": "On seeing Tara who quickly deluged in a speedy and vast ocean of intolerable anguish, then that Vali's  mighty brother Sugreeva regretted for the killing of his matchless brother. While that kind hearted  Sugreeva observed Tara for a moment he is despaired at heart, tears filled his face, and lamenting very  much he slowly paced to the near of Rama, surrounded by his attendants. On approaching him who is majestic,  who is still handling his bow and snake-like arrow, a distinguished person with all of his limbs adorned  with great attributes that an emperor should have by birth, to such a Raghava who is standing nearby,  Sugreeva spoke this way."
        },
        {
            "type": "commentary",
            "text": "Rama is still wielding his bow and arrow throughout this chapter. Perhaps he is on his own guard to  confront any hopping of any monkey at him, with indignation for killing Vali."
        },
        {
            "type": "verse",
            "text": "\"As promised, oh, best king, you have accomplished this deed with its eventual fruition of getting back  the kingdom and my wife, but now, oh, prince, my heart is backsliding from extravagances of kingdom  and kingship, as my life itself is rendered despicable, for I got my brother killed. When the king is  killed, this empress is wailing bitterly, much wailing is there in city scorched in sadness, and Angada  too is in a doubtful state of sustaining his lives in the fond of his father, as such oh, Rama, my heart  is not taking delight in kingdom."
        },
        {
            "type": "verse",
            "text": "\"In the first instance I have agreed for the elimination of my brother owing to my anger, intolerance  and as I was subjected to too much ignominy, but now, oh, best one from Ikshvaku-s, when the chief of  monkeys Vali is put to death, I am painfully remorseful. I think it would be better for me to live on  that best mountain Rishyamuka for ever in an as is where is condition, somehow spending life befitting  to a monkey, and achieving even heaven on killing my brother is of no good. The words which he used  to speak to me saying, 'I do not wish to kill you, begone...' are befitting to that great-souled and  rational vanara, and my words in asking you to him to kill him, and my deeds in getting him killed are  befitting to me, as an irrational vanara."
        },
        {
            "type": "verse",
            "text": "\"Indeed, oh, brave Rama, whether killing one's own brother will be self-torturous? Or, taking pleasure  in kingdom on killing that brother will be more? Or, the distress ensuing that killing will be the most?  Without truly discriminating these cruces, even if one has one's own avarice in prospect, who is he  that is going to take pleasure in killing his own highly honoured brother? Excepting me! Killing me  is not in the intent of Vali violating his probity, but my intent has become evilly life taking, violating  my own probity."
        },
        {
            "type": "verse",
            "text": "\"I was whining for a time when Vali thrashed me with a tree branch, as if with a schoolmaster's cane,  but later on comforting me he said this to me, 'do not do this again, this daring me to fight you back.'"
        },
        {
            "type": "verse",
            "text": "\"Fraternity, dignity and also probity are conserved by him, while I exhibited furiousness, enviousness  and also naughtiness of a monkey."
        },
        {
            "type": "verse",
            "text": "\"As Indra acquired sin on killing Vishvarupa, the son of Tvastha, I too derived a sin by killing my  brother, which sin is absolutely unimaginable for quantification, totally undesirable at any given time,  wholly discardable by sagacious souls, and a disgustingly horrible spectre of brotherly hate."
        },
        {
            "type": "commentary",
            "text": "Mythical parable: Once Brihaspati, the Jupiter and the Divine Counsellor of Indra was irritated at Indra  and went in hiding for some days. Then gods have fetched one named Vishvarupa, a son of TvaSTa, where  TvaSTa himself is Brahma's brainchild, and made Vishvaruupa to sit on the high seat of Brihaspati. This  Vishvarupa becoming partial to demons used to give portions of ritual oblations to demons. Knowing this  Indra kills Vishvarupa, and thus gets attached to sin called <em>Brahma paataka paapa,</em> sin for  slaying a Brahman."
        },
        {
            "type": "verse",
            "text": "\"Earth, waters, trees and women took the burden of Indra's sins, but who in name will bear the burden  of this sin of mine, that too the sin of a monkey, who wishes to share?"
        },
        {
            "type": "commentary",
            "text": "Myth: Indra seeks the help of earth, trees, waters and women to get rid of the sin of Brahman-slaying  when he killed Vishvarupa, the son of TvaSTa. These four in turn barter with Indra for some boons to  them. Earth wanted automatic refill of dugout portions, trees wanted regrowth of cut branches, waters  wanted an all purifying effect, and women wanted to have never decreasing sexual desire. When Indra  agreed to these conditions, then the earth has taken a part of Indra's sin by which it acquired sinful  wastelands, waters got froth, trees exudation, and women menstruation. This is as detailed in <em>bhaagavata  puraNa</em> , sixth canto."
        },
        {
            "type": "verse",
            "text": "\"On undertaking this sort of deed that includes unjust and involves ruination of one's own race, I am  unsuited for this sort of accolade from the subjects of this kingdom, and when I am ineligible to be  the price regent of this kingdom, wherefore to become its regent?"
        },
        {
            "type": "verse",
            "text": "\"In this world, I am a committer of a felony which is debased, highly damnable and pernicious to the  world itself, whereupon this irresistible misery is rushing in on me, as with the rush of speeding rainy-waters  towards a declivity. \"The sin of mine in killing my brother assumed a form of an elephant, where my  sinister motives of killing my own brother have assumed that elephant's hind and tail, and my causing  agony to my own brother has become that elephant's head, eyes, trunk, and tusks, with them that berserk  and monstrous elephant called sin, is goring me as it would gore a riverbed. \"How difficult is this  insufferable sacrilege of mine, oh, best king, owing to which my good breeding is shed from my heart,  as with the gold, which if alloyed will be intolerant of that filth, but oh, Raghava, even the gold  sheds itself from scum when melted, and though I melt in grief this scum of sacrilege is unshed."
        },
        {
            "type": "verse",
            "text": "\"I think this body of great-might monkey commanders is withstanding its lives in a halfway, oh, Raghava,  just because of me and this Angada who is searing in anguish, for it is half-dead with the death of  Vali."
        },
        {
            "type": "verse",
            "text": "\"It is easy to get an easygoing and easy to deal with son, but where to get a son similar to Angada,  oh, valiant Rama, also where to get even such a place wherein there will be an easy access to the nearness  to one's own brother?"
        },
        {
            "type": "verse",
            "text": "It is somehow easy to get a son who is an easygoing, easy to deal with like Angada in this world, but,  oh, valiant Rama, where is the world wherein I can get Vali-like brother and wherein can be in his vicinity?"
        },
        {
            "type": "commentary",
            "text": "For this Dharmaakuutam says: <em>anena suguNaH  putro durlabhaH sodara sannikarSho api alabhyaH iti uktam</em>and also refers to another wording of  Rama in Yuddha Kanda <em>deshe deshe kalatraaNi deshe deshe ca baandhavaaH | tam tu desham  na pashyaami yatra bhraataa sahodaraH ||</em>  meaning that 'wives and relatives can be there in various countries, but I do not see a country where  one's own brother lives avoiding his own brothers."
        },
        {
            "type": "verse",
            "text": "\"This best of brave ones, Angada, will not live reft of his father, but his mother Tara has to live  to foster her son Angada, but if Angada dies with his heartbroken for his farther, then without her  son her misery will become miserable, and then she too may not live... this is my resolve."
        },
        {
            "type": "verse",
            "text": "\"Such as I am, I wish to enter a highly blazing fire seeking amity with my departed brother and as well  with son Angada, and these best valiant monkeys will search for Sita duly conducting themselves under  your control. Oh, prince, even if I am dead your mission will be achieved in its entirety, and oh, Rama,  having perpetrated infraction I have become an eliminator of the propriety of our race, hence I have  become an unworthy one to live, and hence permit me to commit myself to fire...\" Thus Sugreeva said  to Rama."
        },
        {
            "type": "verse",
            "text": "On hearing the anguished words of the younger brother of Vali, namely Sugreeva, the eyes of Rama, the  best valiant one from Raghu's dynasty and the eliminator of valiant enemies, are moistened and he became  perturbed for a moment."
        },
        {
            "type": "commentary",
            "text": "Here a question is raised asking: whether Rama performed all the great feats like piercing stout trees,  sub-terrains of earth, and sturdy chest of Vali only to shed tears? It is not so. The tears or joys  of his adherents are his own tears or joys, for he involves so deep in such matters personally. At the  time of befriending Rama, Sugreeva says that 'our mirth or misery too, are same for us from now on...'  at 4-5-17. They are the tears of complaisance, but not due to any wailing or moaning at the declaration  of Sugreeva to self-immolate with his dead brother."
        },
        {
            "type": "verse",
            "text": "At that moment, Rama whose perseverance is like that of the earth and who is the protector of earth  has seen Tara, who is wailing and repeatedly looking around as she is deluged in desperation, and then  with all his concernedness Rama paced towards her."
        },
        {
            "type": "verse",
            "text": "The prominent monkey ministers then started to raise her up, whose eyes are pleasant and intellect unfailing,  and who had the lion among monkeys as her husband, but now collapsed on ground hugging her departed  husband. She who is hugging her husband wriggled highly when she is disengaged from him, ad at a particular  stage she saw Rama with his bow and arrow in his hands and who is resplendent like sun, by his own resplendence."
        },
        {
            "type": "commentary",
            "text": "In the presently available universe self-luminosity is the feature of only one planet, namely Sun. All  the others have to beg - like trees and plants; borrow like - moon, stars; or steal like - earth, she  steals and hoards it in the form of fire, lava etc. And there must be someone or something that has  given this luminosity to sun and if so that entity must have his/its own undiminished self-luminosity  than this sun. That one is designated as Supreme Person and now it/he is in the form of Rama. <em>padama  puraNa</em> says all these incarnations are just lamps lit by another, rather the original lamp, call  that entity what you may: <em>nR^isi~Nha  raama kR^iShNeShu ShaaDguNyam paripuuritam | paraa avasthaa tu devesha diipaat utpannam diipa vat ||  padma puraaNa</em>"
        },
        {
            "type": "verse",
            "text": "On seeing at him whose eyes are graceful, one endowed with all kingly attributes, who looked best among  men, and who is unseen so far, that fawn-eyed Tara realized him alone as that Rama."
        },
        {
            "type": "commentary",
            "text": "She came to know him as 'that' Rama, 1] of whom Angada told her earlier; 2] who killed Vali; 3] of whom  saintly people talk about. Eyes talk a lot, thus that fawn-eyed lady's eyes met those divine eyes of  Rama, as 'great people perceive each other's greatness by a simple look...' <em>vidvaan eva vijaanaati  vidavad jana parishrama</em>"
        },
        {
            "type": "verse",
            "text": "She on whom misfortune has chanced and who is anguished, that noble lady Tara went very quickly with  highly squirming movements to the near of the highly exalted soul Rama, who matches Indra in his valour  and an unreachable one for his enemies."
        },
        {
            "type": "commentary",
            "text": "Though Rama started towards her she herself advanced to his fore thus establishing her humble nature,  demanded of the noblemen/women when dealing with higher beings."
        },
        {
            "type": "verse",
            "text": "The body language of Tara which is so far disconcerted by the grief felt for Rama's perfect hitting,  felling and achieving his object in war, namely Vali, is now disoriented to anger on seeing the very  same Rama, as she is a self-respectful lady. But on arriving at the near of that very pure being Rama,  that ireful body language of hers again reoriented itself to a sort of serenity, and then she spoke  this to him."
        },
        {
            "type": "commentary",
            "text": "It is said that she rushed to Rama wishing to hurl a mouthful of swears at him in her anger by the use  of words <em>manasvinii</em> contrasted with <em>vishuddha sattvam</em>. On nearing a pure being <em> shuddha sattva</em>, the other two human traits, namely anger and stupidity <em>rajo tamo guNaaH</em>,  have quietened in her and she became very polite and started to eulogise him. When she advised Vali  to not to confront this Rama, then also she spoke about the attributes of Rama, but it is on hearsay  information. Now to be in his presence, she is rendered as a pure consciousness. Other mms ascribe <em>vishuddha sattvaa</em> to Tara, as Rama's pure being is already known to all. The nearness of a  pure being automatically provides a serene mind to anyone."
        },
        {
            "type": "verse",
            "text": "\"You are an indeterminable one, an inaccessible one, one with his self conquered, the supreme among  righteous souls, your glory is unmitigated, and you are the one with clear discrimination, and in endurance  earth-like, and your eyes are blood streaked like those of an emperor."
        },
        {
            "type": "commentary",
            "text": "There are voluminous commentaries on this and next verse of Tara, of which some excerpts from Govindaraja  commentary are given here."
        },
        {
            "type": "commentary",
            "text": "<em>tvam</em> 'you... of whom I am about to  give a positive picture, though presently contrary to that is your aspect and action...' <em>aprameyaH ca</em> 'indeterminate is your aspect...' 'Veda-s themselves have  no consolidation of your aspect when said as, <em>vedaahametam purusam mahaantam</em>  'Supreme Person is endless in nature...' and as <em>ka itthaa vedaa</em> 'who knows  that the being is like this or that...' and further <em>shvetashvataropanishad</em>  at 4-19 and also <em>mahaa naaraayaNa upanishad</em> at I-10 say:"
        },
        {
            "type": "commentary",
            "text": "\"None has ever grasped Him by his upward limit, or His middle  portion, or His limit across... His name is 'great glory' for nothing limits His nature by definition...\""
        },
        {
            "type": "commentary",
            "text": "Veda-s also said that he does not know of himself <em>so anga veda yadi vaa na veda. </em>But Rama is evident before her eyes. That  is not the reality of that being, so disputes Tara. This present aspect is only a namesake. While we  worship the unknown we conceive a picture or statue to our contemplation but not for his benefit. <em>upaasakaanaam kaaryaartham BrahmaNo ruupa kalpanaa</em> 'he does not need any  benefits from us should we be benevolent.' The singular <em>tvam</em> 'you...' implies  his singularity. 'You are without any other divine paraphernalia and yet you can manage the entire universe,  singularly... but presently you appear to be manlike, with arrows and a bow... may be you are hiding  your divine disc and conch shell etc., thus we are unable to elicit whether you are 'that' or 'this'  being with our limited physical faculties.'"
        },
        {
            "type": "commentary",
            "text": "Though we are unable to know you by our physical faculties, can  we know by our mental faculties? Even that is impossible for us, because you are <em>duraasadaH</em> ' an inaccessible entity...' <em>dur aa sada</em>  the root <em>sad - Sa d`al`</em> after two preverbs <em>dur, aa</em>  , has three meanings <em>Sa d`al` visharaNa gati avasaaneSu</em> 1] <em>visharaNa= jiirNatvam, shidhilatvam</em> perish, pine away; 2] <em>gati= gamana</em> dynamism. For this Monier William's lexicon has no equalling  word, but recorded in there is the word, 'watch, wait for' an act in the nature of dynamism; 3] <em>avasaadana</em> ruin, distress, depression. Then she said this way, 'because  you are eternal there is no perish, because you are ever dynamic no impasse can occur, because you are  ever blissful no depression can occur, either to you or to your administration of dharma...' This is  what is told in Bhagavad-Gita at 11-53: <em>na aham vedaiH na tapasaa na daanena na  ca ijyayaa | shakya evam vidho draSTum...</em> 'not through Veda-s, not through charities, not through  rituals I can be discerned...'"
        },
        {
            "type": "commentary",
            "text": "She further analyses: 'Because you are such an inaccessible being,  but we are all accessible to you, can you excite yourself to grab this kingdom or the females or riches  in it? You cannot do so, because you are <em>jitendriyaH</em> 'one with his senses  conquered...' You will give away all this to Sugreeva. You are said to be not eyeing at other's wives. <em>na raamaH para daaran vai cakshubhyaam api pashyate</em> then how you eye at  us? You cannot.' This goes with the saying of <em>shveta ashvatara upanishad, 3-19:  apaaNi paado javano grahiitaa pashyatya cakshuH na shR^iNoti karnaH</em> 'no hands no legs, He goes  everywhere, no ears no eyes He sees everything...' Thus the sensory organs and their activities are  for the mortals, immortal is beyond them. Thus you have conquered all such physicality.'"
        },
        {
            "type": "commentary",
            "text": "'I thought you to be an unrighteous person in killing my husband,  but you are <em>uttama dhaarmikaH</em> supreme among the righteous souls, because  you have helped Sugreeva without any personal greed...' A person who undertakes and does a deed only  for himself is a base-level righteous person. One, who does so for his benefit, and for the benefit  of a few others, is a middle-level righteous one. And a highest level righteous one undertakes anything  to protect righteousness alone. In killing Vali, Rama has got only one point in view, 'to eliminate  an abuser of tradition, <em>caaritra duuSaka...</em> and not even bothering for  the searchers of Sita. When Rama can eliminate fourteen thousand demons of Khara in Aranya Kanda and  also when he can put the sea to turmoil, can he not fling his arrow to the other side of that ocean  to kill Ravana? He can, but he has to course through Sugreeva's friendship to punish Vali, among other  things. 'So you are supreme among these kinds of benefactors, because you have paved way to Vali to  go to heavens instead of netherworlds... so no discredit ensues...'"
        },
        {
            "type": "commentary",
            "text": "Rama may question as to 'why you are eulogising me when I got  discredit in killing Vali without confronting him?' For this she said <em>a + kshayya  kiirti</em> 'unmitigated is your glory...' 'you are renowned not by a few of us but all the Veda-s  extol you...' This is what is available in Bhagavad-Gita at 15-15 <em>vedaiH ca sarvaiH  aham eva vedyo</em> 'by all Veda-s, I alone can be known...' and the Vedic saying <em>tasya naama mahad yashaH</em> is also there."
        },
        {
            "type": "commentary",
            "text": "'You are a very discriminating person because you are... <em>vicakshiNaH</em> 'because you have eliminated only one scandalous Vali but not  the entire race. You yourself said, 'I will eliminate all the demonic race...' when you wanted t punish  Ravana the abductor of your wife, when you have seen Sita's ornaments as at 4-6-25. That analogy is  not shown here in Kishkindha. When Sugreeva examined your capacity, you also examined the capacities  of Vali and Sugreeva in their first round of fight. Because Sugreeva prayed for your mercy you simply  did not kill Vali, but a calculated approach is adopted by you, in the second round, and hence you are  very discriminating...'"
        },
        {
            "type": "commentary",
            "text": "You are <em>kshiti kshamavaan</em> 'earth-like,  in endurance...' and as told by Narada to Valmiki <em>kshamayaa pR^ithvii samaH</em>  'in perseverance equals with earth...' Bala Kanda 1-1-18. You are tolerant of us, the other monkeys,  though we were on the side of erring Vali. You have not taken us on en masse because of your tolerance."
        },
        {
            "type": "commentary",
            "text": "Your eyes are blood-streaked like those of an emperor, unlike  the bloodshot eyes of a murderer, <em>raamo rakta anta locanaH</em> and <em>kshataja upamaa akshaH</em> for a sovereign should have roseate eyes, mouth  and palms... <em>rakta aasya netra paaNiH; tritaamra</em> as per <em>saamudrika shaastra</em> the physiognomic canons. Even though your eyes are  reddish, you are not looking like <em>nara-simha</em> man-lion incarnation...'"
        },
        {
            "type": "commentary",
            "text": "The words like 'ca' 'tu' 'eva' either play a havoc or go in drain  in their usage. Here 'ca' is used for six attributes while two more are not suffixed with it. The usage  of 'ca' to six of the attributes is to tell that those aspects are available in the Supreme alone. The  last two attributes are not suffixed with this 'ca' because these two are Rama's attributes in his personal  humanly nature and the Supreme is above these things."
        },
        {
            "type": "commentary",
            "text": "Leaving all the above to a side for a moment, there is another  viewpoint for these aspects. The word '<em>ca</em>' if taken as 'alone' or 'only' <em>aprameyaH  ca</em> becomes 'you are knowable 'only' by your adherents [alone,] despisers cannot know you...' <em>duraasadaH ca</em> becomes 'you are inaccessible to others and accessible 'only'  to your adherents [alone...] <em>jitendriyaH ca</em> 'indulgent in your adherents  'only / alone' and by conquering your senses you do not cast your glance at the disavowed...' <em>uttama dhaarmikaH ca</em> 'you are the 'only' supreme Dharma, or you alone is  Supreme Dharma...' <em>vicakshanaH ca</em> 'you 'only' can discriminate good from  bad, right from wrong... as you alone have said <em>mitra bhaavena sampraaptam na  tyajae ayam katham ca na</em> 'I will not leave off one who befriends me...' <em> kshiti kshamavaan ca</em> 'the only/alone forbearing being...' Here also the 'ca' can be brought in  as per <em>dehalii diipa nyaaya,</em> the syndrome of 'portico-lamp' a lamp kept  in portico beams a little inside the house. Thus Govindaraja comments on this verse."
        },
        {
            "type": "verse",
            "text": "\"You with your proportionate physic are a mighty one handling  bows and arrows, but your bodily magnificence is more than that of magnificent humanly body. "
        },
        {
            "type": "commentary",
            "text": "She for a while grasped some divine nature of Rama and in that  trance she uttered these expressions about divinity etc. This culminates into the Bhagavad-Gita's saying  at 9-11: <em>ava jaananti  maam muuDhaa maanuShiim tanum aashritam | param bhaavamajaananto mama bhuuta maheshvaram ||</em>'I the  Supreme can not be known by the mindless for I am in human form...' Telling Gita is a happening in a  split-second. This is the same condition of Arjuna prior to listening Gita. There also, we are told,  that the real time is frozen by Krishna while he rendered those many verses of Gita. After enlightenment  by listening Gita, Arjuna proceeds to perform his duty. Here also Tara comes to her real nature of vanara-female,  after visualising a kind of <em>vishva ruupa</em> 'the Image of Supreme...' at the time of above addressing,  which is not voiced intentionally but sprang forth from her pure consciousness <em>shuddha sattva</em>,  while she she continues her wailing and pleading with Rama, at a later time. Thus the divine revelations  have their own stunning effects."
        },
        {
            "type": "verse",
            "text": "\"Oh, brave one, kill me too with the same arrow with which you  have killed my dear husband, and on getting killed at your hand I wish to reach his near, as Vali takes  no delight without me. Though Vali with eyes like unblemished lotus petals reaches heaven he looks around  for me, and not finding me there, he does not have a romance with celestial apsara-s though they will  be in amazing costumes and wear red-coloured towering tiaras. "
        },
        {
            "type": "verse",
            "text": "\"Even though Vali is in heaven he will derive despair and despondency  without me, like you, who are despondent and despaired on the pleasant stretches of mountainsides of  that best mountain Rishyamuka, as you are without Sita. How a virile person derives discomfort without  his woman, that much you know, isn't it! Because you are aware of it, you kill me; let not Vali get  any discomfort when he does not find me. "
        },
        {
            "type": "verse",
            "text": "\"Oh, prince, as a high souled one even if you think that, \"sin  of killing a female will not befall on me?\" But deem me as his soul, as scriptures say that the wife  is the soul of husband, and hence kill me, then there will not be any blemish of woman killing."
        },
        {
            "type": "verse",
            "text": "\"In the course of implementing scriptural rituals, and even as  contained in various Vedic sayings, wife is not a separate entity than her husband, and no better endowment  than endowing a wife to an eligible bridegroom by bride's father is countenanced by the wise men in  the world, isn't it. "
        },
        {
            "type": "commentary",
            "text": "There are many Vedic sayings on this, and the rituals are also  to be conducted with a wife on the side of that person who conducts the rituals. Thus wife is the other  entity of her husband. <em>artho vaa eSa yat patnii... aatmaa vai daaraa... vaidika vaakyaani...</em>  The Maha Bharata says in its <em>aadi parva</em> what a married woman is: <em> artham bhaaryaa manuShyasya bhaaryaa shreShThatamaH sakhaa |</em>'man's  better half is wife, and man's best friend is  the wife.'"
        },
        {
            "type": "verse",
            "text": "\"Even you, oh, valiant one, on examining good and bad bestow me  to my dear husband, and by that way, oh, brave one, by such an endowment of a wife to her husband, by  way of killing and sending her to her husband, you too will not get any touch of sin. "
        },
        {
            "type": "verse",
            "text": "\"Anguished and unprotected, such as I am, oh, king, I am being  distracted from my departed husband by these Vanara misters, and it is unapt of you to not to kill me,  as I am incapable to live without him, whose sprightly gait is like that of an elephant, a best one  among fly-jumping Vanara-s, a courageous one, and who wears a precious and exquisite golden pendant...\"  Thus Tara pleaded with Rama for a mercy-death. "
        },
        {
            "type": "verse",
            "text": "Thus that way when Tara spoke to that lord and great-souled Rama,  Rama consoling Tara well, spoke this word of expediency, \"oh, wife of valiant one, let not your mind  go raving, the Creator decreed all the world to be in this way, isn't so! And the same Creator has ordained  mirthe and misery, and even their association, so say the sagely people. And even the triad of worlds  is indeed under his control, and that triad too, cannot transgress the foreordained predestination.  You will get paramount appeasement as before, and your son will become the crown prince, God has ordained  destiny only in that way. Wives of the valiant ones will not mourn emotionally.\" Thus Rama consoled  Tara."
        },
        {
            "type": "commentary",
            "text": "It is said that Tara is pacified by this single assurance of Rama  that Angada will not be looked down, or banished, or killed by the forthcoming regime, and she is self-assured  that Rama effectuates his promise. Not only this but her status of an empress is also protected because  Sugreeva remarries her. Can a Hindu woman remarry? Yes she can, and should. "
        },
        {
            "type": "commentary",
            "text": "<em>naShTe mR^ite pravraje kliibe ca patite tathaa | pa~ncastu aapastsu patiH anye vidhiiyate ||</em>'a  husband if lost, dead, deserted, becomes eunuch, in these five situations another husband is ordained...'"
        },
        {
            "type": "commentary",
            "text": "There are some more rulings besides this. A woman is at liberty  to remarry under 'certain' circumstances. It appears that Tara is given equally to Vali and Sugreeva  by gods, like Draupadi to Pandava-s. But in such wife-sharing system some strict rules are to be observed  like time, months, years, turns etc., as has been done by Pandava-s. That was lacking with Vali. Vali's  thinking is that Sugreeva wants Tara more than Kishkindha, so Vali did not kill Sugreeva but chased  him away from Kishkindha, presuming the begrudging of Sugreeva is too trivial. The actual cause of rivalry  between these two is Tara. But this cannot be over stated. Sugreeva informs Rama while narrating episode  of Dundubhi, 'due to some woman there was a rivalry...' Sugreeva too does not overstate this. This is  as per Govindaraja commentary."
        },
        {
            "type": "commentary",
            "text": "Regarding the chastity of Tara no doubt is to be expressed by  any for she is a celestial, emerged from the churning of Milky Ocean. She is equated with Sita, Draupadi,  Ahalya, and listening their episodes is said to remove any evil-visualisations, as in this verse:"
        },
        {
            "type": "verse",
            "text": "Thus consoled by that persuasive, noble-souled and enemy-burner  Rama, that brave one's wife whose aspect is fair and whose attire is proper, she paused her plaint,  but with a puling expression. "
        }
    ]
}