{
    "id": "prose-kishkindha-25",
    "kanda": "kishkindha",
    "sarga": "25",
    "title": "Vali's funeral ritual",
    "chapter": "25",
    "overview": "Rama hurries up Sugreeva to proceed with the funeral ceremony of Vali instead of sitting around the body and wailing  endlessly. Rama tersely tells about living being's dependency on the eternal Time, Fate and the Absolute. Then  Sugreeva takes charge of the situation and arranges for the monarchical funeral to Vali. At the final departure  of her husband, Tara again laments. Ultimately Vali's body is committed to fire for his voyage to heavens on a  remote avenue.",
    "content": [
        {
            "type": "verse",
            "text": "While a similar disquiet of Sugreeva is prevailing over Rama and Lakshmana, Rama palliatively said this to Sugreeva,  and even to Tara together with Angada."
        },
        {
            "type": "verse",
            "text": "\"Deceased will not derive bliss by sorrowful mourning, hence it will be appropriate to arrange for that work which  is subsequent in this matter."
        },
        {
            "type": "verse",
            "text": "\"Worldly observances are to be observed, thus your activity of tear-shedding this far is justifiable, but after  the lapse of time of any individual, it is impossible to activate that individual by any other remote activity  like weeping."
        },
        {
            "type": "verse",
            "text": "\"Worldly observances are to be observed, thus your activity of tear-shedding this far is justifiable, it is impossible  to undertake any other ritual work if time is lapsed just by weeping."
        },
        {
            "type": "commentary",
            "text": "A person comes to life after ten months incarceration in mother's womb; lives for a hundred year period, but on  death, dead body is to be removed within ten hours. If a dead body is kept unattended for more than ten hours  of death, a blemish called <em>paryuSita doSa</em> occurs. Thus, it is said, 'The duties ordained according to  their time value are to be attended on time, otherwise if you lapse that particular time by shedding tears alone,  there is no merit to the departed soul...' Maheshvara Tiirtha"
        },
        {
            "type": "verse",
            "text": "\"Fate is the cause of all the worlds, Fate is the instrument for action, Fate is the deciding factor for motivation  of all beings in these worlds."
        },
        {
            "type": "commentary",
            "text": "Here the word <em>niyati</em> has three deflections, <em>svabhaava vaada</em> Nature-theory, <em>niyati vaada</em>  Fate-theory, <em>kaala vaada</em> Time-theory, and all these culminate into Theism, for theologises. Atheists  hold the above three in each of its own. <em>svabhaava: kaaraNam vinaa eva sarvam bhavati iti svabhaava vaada...</em>  'without any apparent reason everything happens on its own, where the question of merit or sin does not arise...'  and the adherents of karmic-cycle say, <em>niyati: puurva janma aarjita dharma adharmau niyati, sa eva sarvasya  kaaraNam...</em> 'the merit or sin earned or accrued in last births brings forth the fruits of the present and  future births...' <em>kaala</em> Time, the undisputable time factor is the reason for everything, also called  'god'."
        },
        {
            "type": "commentary",
            "text": "If the attribute of god to the Time is removed and seen only as time with its watches, Rama is said to have spoken  in the perfect tongue of perfect atheists in these four or five verses given below. However, if there is an All-Supervisory-God,  these three will culminate in Him and then He becomes the Time, the presiding authority of worlds. For this the <em>shveta ashvatara upanishad</em>: has this hymn at its 1-2: <em>kaalaH svabhaavo niyatiH yadR^icaa bhuutaani  yoniH puruSha iti cintyaa |&nbsp; </em>'time, nature, fate, chance, material, power, intellect... thus all these  are [thought to be the cause, but in vain...] Thus the words used as 'Fate' 'Time' are alterable with 'Supreme  Being/Person.'"
        },
        {
            "type": "verse",
            "text": "\"None is an instrument in motivating someone else to do something or otherwise, none is also a controlling entity  of others, and even the world functions in its own nature, and that Time is cardinal for that world."
        },
        {
            "type": "commentary",
            "text": "Unlike Bhagavad Gita, which says everything in first person, here Rama is saying that he alone is Supreme, but  naming Time, Fate etc., instead of using first person and declaring about himself."
        },
        {
            "type": "verse",
            "text": "\"Time will not transcend Time, neither Time transgresses itself, and on attaining the nature endowed by Time nothing  can overstep its own Fate. Time has no kinship, thus it has no partiality, there is nothing instrumental to override  Time, hence nothing can override it, and there are no causative factors to Time that connect through friends or  relatives, hence all are equal in its viewpoint. But even the mutations brought forth by Time are observable by  a perceiver with a clear vision, and the virtue, wealth, pleasures are to be perceived as cumulated during the  course of Time."
        },
        {
            "type": "commentary",
            "text": "If it is asked that, 'If Time takes care of everything what is it humans have to do, except to live like other  animals?' For this the above verse says that 'a gentle perceiver has to perceive the changes brought in by the  course of Time and according to them and also taking the help of scriptural dictates, one has to intelligently  undergo the course of events, without asserting himself of his own achievements or without blaming himself or  that imposing Time, should the results be distasteful. This is the way to attain the humanly-means, <em>puruSa  artha</em> -s. And this is the way to live different from animals."
        },
        {
            "type": "verse",
            "text": "\"That king of fly-jumpers Vali departed from here on attaining his own nature of subtle-soul, and he obtained  pious fruits connected with his one time actions befitting to a king like, friendliness, courteousness, and forgivingness  required of a king. That great-souled Vali did not care to safeguard his own lives in combat, and by virtue of  his own rightness of a true combatant unworried of his life, he acquired heaven."
        },
        {
            "type": "commentary",
            "text": "This is to say Vali has attained a higher heaven than the routine heaven ruled by Indra, where the merit and demerit  are metered. These higher heavens are impossible abodes for usual seekers of release from karmic cycle, but they  chance upon certain blessed souls like Vali, who is sent from here to <em>vaikunTha</em> Vishnu's Milky-Oceanic  abode, by no less than Rama himself."
        },
        {
            "type": "verse",
            "text": "\"Which course the commander of monkeys undertook is the choicest course of fatality, and hence, enough is this  sorrowing, and let works incumbent on the present time be undertaken reverently...\" So said Rama to Sugreeva."
        },
        {
            "type": "commentary",
            "text": "This is choicest course Vali sought after is to die in the course of fighting. For this it is said in Dharmaakuutam: <em>atra niyati shabdaapara paryaayam janmaantara kR^ita karma kaalam apekShya phalati | kalo api puurva kR^ita  karma saapekShya eva | na svatantra | evam kaala karma paraadhiinaH puruSho api na karmaNi svatantraH |</em>'by  the word <em>niyati</em> the results of earlier births come to fruition abiding the Time... Time is bound by the  results of earlier births... as such no independency to Time... thus, bound by the Time cycle, an individual is  also not independent...'"
        },
        {
            "type": "verse",
            "text": "At the close of Rama's sentence Lakshmana, the eliminator of braving foes, spoke this courteous sentence to the  disconcerted Sugreeva."
        },
        {
            "type": "verse",
            "text": "\"Sugreeva, you attend to the subsequent funeral rites along with those two, Tara and Angada, and arrange for the  cremation of Vali. Order at once for substantial dry firewood, likewise for finest sandalwood, for the purpose  of the exequies. Bolster up that miserable Angada who is heartbroken, you too should not become frivolous in thinking  as this city Kishkindha is now dependant on you."
        },
        {
            "type": "verse",
            "text": "\"Let Angada bring wreaths, different cloths, ghee, oils, as well perfumes and other items that are consequently  useful in funeral. And Lt. Tara, you go quickly and come readily fetching a palanquin of the dead, for despatch  is a merit, which is truly worthwhile, especially at these times. Let suitable, proficient and sturdy Vaanara-s  be at the ready as the bearers of the litter of the dead to carry away Vali.\" Thus said Lakshmana to Sugreeva.  Speaking thus to Sugreeva that enhancer of his mother Sumitra's delight and the eliminator of braving foes, Lakshmana  stepped off and stayed behind his brother Rama."
        },
        {
            "type": "verse",
            "text": "On hearing the words of Lakshmana Lt. Tara's mood became hectic and he fleetly entered Kishkindha with his mood  firmed up to get the litter of the dead. Lt. Tara came back in a trice fetching that litter of the dead, getting  it carried by gritty and suitable Vanara-s."
        },
        {
            "type": "verse",
            "text": "That palanquin is having a majestic throne and in similarity it is like a divine chariot which is adorned and  beautified with figurines of birds and trees in high relief. From all over it is well set in with strikingly carved  figures of foot soldiers, and it is like an aircraft of the gifted souls, namely siddha-s, with grills and ventilators.  Well seamed-in are its parts and also spacious it is, and well crafted by the crafty craftsmen it has wooden play-hills  carved in its walls, and finishing touches with a fine artistry of polishing are given to that palanquin. It is  elaborated with best ornaments and strings of pearls, gems, beads and the like, and even with amazing flowery-tassels.  Its cabin's roof is covered with an ornamental woodcraft of red-sandalwood. It is well covered over with lots  of flowers, and in its shade it is like a tender sun, while garlands of red-lotuses are further brightening it.  And Lt. Tara brought such a litter of the dead."
        },
        {
            "type": "commentary",
            "text": "These few verses describing the royal palanquin are not available in critical edition and even in some ancient  mms. The word <em>guhaa gahana</em> is not 'deep cave' as in ordinary sense. It is one among the rare expressions  used in Ramayana. <em>guhaa gahana shabdena shibika upari prasaarya maaNaanaam pa~njaram ucyate...</em> 'the roof  of the cabin / cage of the palanquin...' is the meaning of the above words. Tilaka. [After Dr. Satya Vrat.]."
        },
        {
            "type": "verse",
            "text": "On seeing such a sort of palanquin Rama said to Lakshmana, \"Let Vali be taken away quickly and funeral ceremony  be undertaken.\""
        },
        {
            "type": "verse",
            "text": "Thereafter Sugreeva along with Angada and others lifted up and then lodged Vali in the litter of the dead squalling  woefully."
        },
        {
            "type": "verse",
            "text": "Thus setting that deceased Vali who is diversely decorated and adorned with garlands and cloths onto the palanquin,  then Sugreeva, the king of best fly-jumpers, has ordered, \"let the funeral ceremony of this noble brother of mine  be undertaken, befitting to his magnificence..."
        },
        {
            "type": "verse",
            "text": "\"Let the vanara-s proceed in van strewing various gems plentifully, and the palanquin afterward... In which way  the grandiose of monarchical opulence will be conspicuous on earth when kings decease, in a similar way the Vanara-s  have to immortalise lord Vali now,\" Sugreeva ordered monkeys in that way."
        },
        {
            "type": "verse",
            "text": "On performing services to the dead in the same way as ordered by Sugreeva, then all of those vanara-s like Lt.  Tara and others, have promptly started out hemming round Angada, keening over their dead relative Vali. Then all  the female adherents of Vali came together and wept saying, 'oh, brave one, oh, brave one...' and they repeatedly  wept thus for their departed dear."
        },
        {
            "type": "verse",
            "text": "Lady Tara and all other female Vanara-s, whose husband is dead followed the funeral procession, wailing in a pathetic  tone. With the din of wailing of those Vanara females in the interiors of the forest, that forest along with its  hillocks appeared to be wailing noisily."
        },
        {
            "type": "verse",
            "text": "Many Vanara-s have arranged a funeral pile on an unpopulated sandy isle, around which brooks from the cascades  of hills are encircling. All of those best vanara-s then lifted down that palanquin from their shoulders and stood  aside weltered in melancholy."
        },
        {
            "type": "verse",
            "text": "Lady Tara on seeing at her husband Vali recumbent on the bier of the litter of the dead, she then brought his  head onto her lap, and wailed painfully. \"O, great king of monkeys... o, my consort... my dear... o, meritorious  one, o, mighty one, o, my dear... see me... why do not you see this grief-stricken creature, that is me... Though  your lives have gone your face is appearing to be highly enchanting as if it has a similar dazzle of the sun on  dusking mountain, as it had when you were alive."
        },
        {
            "type": "verse",
            "text": "\"Time-god in the mien of this Rama is hauling you away, oh, vanara, on rendering all of us as widows by flinging  a single arrow in the fight. These are those female vanara-s of yours, oh, best king, unable to come by leaping  and jumping as they are wont to, they have come treading a much lengthy way of yours, why do not you mind them?  They with their faces like moonshine are your cherished wives, isn't it!"
        },
        {
            "type": "verse",
            "text": "\"What for you are not seeing the lord of fly-jumpers Sugreeva, and these Lt. Tara and others are all your ministers,  oh, king, and even the people dwelling in Kishkindha city have gathered around you and sinking down, why do not  you mind them? Bid adieu to these ministers as usual, oh, enemy subjugator, then we all can sportfully wander  in the woods in voluptuousness.\" Thus Tara mourned for Vali."
        },
        {
            "type": "verse",
            "text": "While Tara is enwrapped in the grief for her husband and wailing that way, then other female Vanara-s, who are  equally haggard by grief have lifted her up and took her away from the body of Vali. Angada wailing along with  Sugreeva, started to mount his father's body onto pyre in an involuntary way, as his senses are deluged under  grief. On giving fire to the pyre procedurally, then Angada with dismayed senses performed circumambulations in  an anticlockwise direction to his father, who is voyaging on a remote avenue."
        },
        {
            "type": "commentary",
            "text": "The word <em>apa savya</em> means another way, 'to keep the sacred thread on the right shoulder...' which will  be observed only in funeral ceremonies. Usually this sacred thread of Hindus is sling on the left shoulder, which  is called <em>savyam</em>. In funeral rites it is occasionally changed onto right shoulder. In temples when circumambulations  are performed, the devotee faces the idol, keeping his right to left of the idol and moves on his left, around  sanctum sanctorum. This is called <em>savya pradakshiNa</em> and in funerals it is other way round, called <em> apa savya pradakshiNa</em>."
        },
        {
            "type": "verse",
            "text": "On cremating Vali procedurally those best fly-jumpers arrived at the propitious river with auspicious waters to  offer water oblations to the departed soul. Those vanara-s on coming together along with Sugreeva and Lady Tara,  and then locating Angada in their front, they have offered water oblations to the soul of Vali."
        },
        {
            "type": "verse",
            "text": "He whose sadness evened up with that of Sugreeva, and who became one with Sugreeva in haplessness, that great  mighty Rama effectuated the funeral rites of Vali."
        },
        {
            "type": "verse",
            "text": "On cremating Vali of lofty aplomb and manifest-renown and whom the arrow of that Rama, the best of Ikshvaku dynasty  has eliminated, Sugreeva then approached that Rama, who is with Lakshmana at his side, and whose flair equals  a flaming fire."
        },
        {
            "type": "commentary",
            "text": "In fact Sugreeva is fully wet with river waters and effusing is water from his clothing and body, yet he is compared  with flaming blaze, only to say that Sugreeva has washed off the sin called Vali and bathed in the pious waters  called Rama's mercy, thus his resplendence is pure and fire-like. Govindaraja. By these observances of funeral  rites, water oblations etc., the Vanara- may not be regarded as monkeys or as other mammals, but this race is  to be regarded a divine race adherent to Vedic practises. They took birth at the hest of Brahma."
        }
    ]
}