{
    "id": "prose-kishkindha-26",
    "kanda": "kishkindha",
    "sarga": "26",
    "title": "Sugreeva's coronation",
    "chapter": "26",
    "overview": "Hanuman proposes that the coronation of Sugreeva is to be performed under the aegis of Rama. But Rama says that  he cannot enter villages or cities during exile, and asks the chiefs of monkeys to perform the same. Rama also  suggests that Angada may also be crowned as crown prince. Accordingly, Sugreeva is anointed as king and Angada  as crown prince of Kishkindha. The regal splendour of the coronation is narrated in here.",
    "content": [
        {
            "type": "verse",
            "text": "The eminent ministers of tree-branch animals then surrounded Sugreeva, who is very much seared in grief and who  is still wearing damp cloths, as he just a while ago offered watery oblations to his deceased brother, stood accessible  to him. On going towards the dexterous Rama, whose exploits are effortless, all of those monkeys tarried with  their palms adjoined as with the sages tarrying in the presence of Brahma, the Forefather."
        },
        {
            "type": "verse",
            "text": "Hanuman, the son of Air-god, whose sheen is like that of the golden mountain Meru, and whose visage is like that  of the tender sun in its glint, then reverently spoke this sentence adjoining his palms."
        },
        {
            "type": "verse",
            "text": "\"Oh, lord Rama, this magnificent kingdom of deferential monkeys who are armed with the teeth, and whose might  is a privileged one - since our might is not dependent on any weapons or other tactical warfare, except our own  bodily strength - and oh, Kakutstha, that which belongs to his father and forefathers, and that which is otherwise  impossible for him to regain, Sugreeva regained such a kingdom with your grace."
        },
        {
            "type": "verse",
            "text": "\"And if you empower, this Sugreeva will enter the propitious city Kishkindha along with a group good-hearted friends,  and he will get anointed procedurally with various essences and herbal-extracts as its king, and thus he can revamp  all the administration."
        },
        {
            "type": "verse",
            "text": "\"He would like to honour you in a remarkable way with garlands and precious gems, hence it will be apt of you  to enter this delightful mountain cave, namely Kishkindha, and you may kindly consolidate the congenial affinity  between the governor and the governed for the very high exhilaration of Vanara-s.\" Hanuman appealed Rama in this  way."
        },
        {
            "type": "verse",
            "text": "When Hanuman said so, Rama the destroyer of valiant foes, an intellectual and an enunciator replied Hanuman in this  way. \"As a conformist to the directives of my father, oh, gentle Hanuman, I am not supposed to enter either a village  or a city. As and when the best one among Vanara-s valorous Sugreeva enters the highly flourishing and statuesquely  Kishkindha, he shall be enthroned in the kingdom, immediately and procedurally.\" Replying Hanuman thus, that knower  of the etiquette Rama, also spoke to Sugreeva, who is rich in politesse and an imposing one by his might and valour."
        },
        {
            "type": "verse",
            "text": "\"You may even crown this brave Angada as crown prince, he is the eldest son of your elder brother, his bravery  is kindred to that of his father, and thus this enthusiastic Angada will be a well-chosen designee for the crown-princeship."
        },
        {
            "type": "commentary",
            "text": "The eldest son with kingly merits, though parented by an elder brother, need be crowned as crown prince <em>anena  jyShTho guNavaan jyeShTha bhraatR^i putro api yauva raajye abhiShecaniiya iti uktam - dharmakuutam</em>The whole  Maha Bharata is based on this rule till a gruesome war has chanced."
        },
        {
            "type": "verse",
            "text": "\"The four month period specified for rainy season has commenced, oh gentle Sugreeva, and this is <em>shravaNa</em>,  the first month of rainy season that brings many showers."
        },
        {
            "type": "commentary",
            "text": "This month <em>shrvaNa</em>, compares nearly with July-August months. There are elaborate accounts for calculating  the duration of Ramayana basing on the months indicated here and there, and they cannot be included here for these  calculations vary in themselves. The Hindu seasons are six as detailed in Bala Kanda 1-12-1."
        },
        {
            "type": "verse",
            "text": "\"This is not a time for any striving, hence you enter the propitious city Kishkindha, oh, gentle Sugreeva, and  I for my part will stay on this mountain along with Lakshmana. This mountain cave is heart-pleasing by being spacious  with worthwhile breeze, oh, gentle one, water is copious and red and blue lotuses are aplenty about this place.  On the advent of <em>kaartika</em> month, October, say post-rainy season, you shall do your best in the cause  of Ravana's elimination, and this is our covenant, and hence oh, gentle Sugreeva, for now enter your mansion,  be enthroned in kingdom as well, and exhilarate your friends.\" Thus when Rama countenanced that best vanara Sugreeva  entered the charming city Kishkindha which is so far ruled by Vali."
        },
        {
            "type": "verse",
            "text": "When the sovereign of vanara-s Sugreeva has entered the city, very gladly thousands of vanara-s have also entered  and fenced off that lord of fly-jumpers from all over. All the inmates and ministers in Kishkindha then revered  the lord of monkey throngs Sugreeva with their head-bent, and they have also prostrated before him with an assiduously  polite attitude. Raising the rank-and-file members from their prostration, and on exchanging a word or two with  them, that valiant and highly mighty Sugreeva entered the beautiful palace-chambers of his brother."
        },
        {
            "type": "verse",
            "text": "When that prodigiously venturesome arch-vanara Sugreeva has entered the palace his cohorts anointed him as gods  would anoint the Thousand-eyed Indra."
        },
        {
            "type": "verse",
            "text": "A white parasol highly ornate in gold, long-furred royal-fans with golden handles that are the enhancers of celebrity  are brought for Sugreeva's anointment. Likewise, on taking all kinds of jewels, seeds, herbs, sprouts of trees  that are still exuding milky latex, also flowers, and white royal-robes and white body-cream, lotuses bloomed  on dry-land, best sandal paste, also various and numerous perfumes, Holy-yellow-rice, gold, seeds that are small  and fragrant called priyangu, honey, ghee, curds, skin of tiger, tassels of fragrant flowers, and invaluable sandal  shoes, unguents before oil bath, orpiment preparations one in yellow called gorochana, and the other in red called  Manshila, there arrived sixteen best and cheerful damsels."
        },
        {
            "type": "verse",
            "text": "They the Vanara-s have then started to anoint that best Vanara Sugreeva according to the tradition, having appeased  the eminent Brahmans with jewels, garments and delicacies. Authoritative scholars in Vedic-hymns then spreading  the ritual grass around the Fire-altar which is with enkindled Ritual-fire oblated fire oblations into it duly  sanctifying them with hymns."
        },
        {
            "type": "verse",
            "text": "On a splendid, choicest and finely upholstered throne with golden legs that is kept atop a rostrum that is shining  forth with various flower tassels, Sugreeva is procedurally inducted to sit facing east to the chanting of Vedic  hymns. Then, Vanara-s like Gaja, Gavaaksha, Gavaya, Sharabha, Gandhamaadana, Mainda, Dvividha, also thus Hanuman,  Jambavanta have started pouring pure water on Sugreeva, which the best vanara-s have collected from the rivers  flowing to east, as well as to west, from each of the sacred-declivity of rivers, from every ocean, and stored  in golden flasks. Thus those have anointed Sugreeva with those pellucid and well-perfumed waters poured from golden  vessels through the auspicious horns of bulls as revealed in scriptures and as great sages have defined, which  anointment is like eight of Vasu-gods anointing the Thousand-eyed Indra."
        },
        {
            "type": "commentary",
            "text": "Hindu tradition draws its methodology of religious ceremonies mainly from two sources <em>shruti</em> Veda-s,  and <em>smR^iti, suutra-s</em> rules framed by sages. In the above verse it is said that water is poured through  the horns of bulls. It is a practise to do so to achieve religious merit. So also bathing God Shiva through the  horn of rhino is said to be the highest method of <em>abhiSeka</em> anointment."
        },
        {
            "type": "verse",
            "text": "Hundreds and thousands of the great-souled and prominent vanara-s that are there, all of them have cheerily raised  high hullabaloos while Sugreeva is anointed. The best one among monkeys Sugreeva graciously embraced Angada and  anointed him as crown prince in order to effectuate Rama's word. On the anointment of Angada those fly-jumpers  that have sympathy for him have acclaimed Sugreeva saying, 'well done, well done.'"
        },
        {
            "type": "verse",
            "text": "While that kind of pompous anointment is taking place all are gladdened and that way they repeatedly extolled  the great-souled Rama, and even Lakshmana too. That magnificent city Kishkindha situated in the cave of mountain  which is already splendorous with flags of triumph and banners is further splendorous with blithe and burly monkeys  overspreading it."
        },
        {
            "type": "verse",
            "text": "The valiant Sugreeva who is by now the king of monkeys army, then apprised the great-souled Rama about his grand  anointment, and thus he not only regained his wife Ruma but also secured the kingdom, like the chief of divinities  Indra."
        }
    ]
}