{
    "id": "prose-kishkindha-27",
    "kanda": "kishkindha",
    "sarga": "27",
    "title": "Rama at Mt. Prasavana",
    "chapter": "27",
    "overview": "After Sugreeva's enthronement, Rama and Lakshmana arrive at a mountain called Prasavana for their stay during rainy season. This mountain contains rich flora and fauna as extolled by Rama. On seeing the beauty of nature Rama's thoughts wander over Sita and he sinks down in his anguish. But Lakshmana comes to rescue imbuing hopeful thoughts in retrieving her with the help of Sugreeva.",
    "content": [
        {
            "type": "verse",
            "text": "The readers familiar with critical edition may find only twenty-three verses in that edition, whereas this traditional version contains forty-eight of them. Twenty-five verses that account the names of trees, river-flows, beauty of nature etc., extolling nature are here as an ingredient of epical literature that aim to remind us about the need for a good environment, rather than to worry about global warming, ozone depletion, deforestation etc."
        },
        {
            "type": "verse",
            "text": "Rama along with his brother Lakshmana reached Mt. Prasavana while the enthroned Sugreeva entered the cave-city Kishkindha. Mt. Prasavana is pervaded with noisily growling tigers and beasts, mightily roaring lions, compacted with diverse shrubs and creeper-plants, overspread with many a kind of tree, thus it is adored by bears, monkeys, baboons, and even by wildcats, and that mountain which is always sanctifying and tranquil is like a heap of clouds in its shine. "
        },
        {
            "type": "commentary",
            "text": "As a mass of clouds always showers water this cloudlike mountain also appears to be always showering unspoilt and sanctifying water by way of its rapids, waterfalls and cascades and other water resorts. Hence, it is water giving earthly cloud."
        },
        {
            "type": "verse",
            "text": "Rama along with Lakshmana has taken up an ample spaced cave as residence on the cliff of that mountain. Rama, the faultless one and the elder brother of Lakshmana, who is the delight of Raghu's dynasty, and who made an accord with Sugreeva regarding cessation of activity during rainy season, spoke these significant and timely words to his humble brother Lakshmana who is the enhancer of prosperity. "
        },
        {
            "type": "verse",
            "text": "\"This delightful mountain cave is spacious and breezy, hence, oh, enemy destroyer Soumitri, let us stay in this during rainy nights. This admirable peak of mountain is embellished with white, black and coppery rock faces, oh, prince, thus this is fully overspread with diverse ores. Bristling with rivers and frogs, and brimmed with clumps of various trees along with beautiful and amazing creeper-plants it is elaborated. It is highly reverberated with diverse birds and filled with the screeches of best peacocks. And bloomed Maalati and Jasmine bushes, also trees like Sindhuvara, Shirrishika, further the trees like Kadamba, Arjuna, and Sarja in bloom, are brightening it and it is delightful. "
        },
        {
            "type": "commentary",
            "text": "The botanical names for these trees are provided in chapter 1 of Kishkindha, where some more elaborate description of nature is available. These may please be referred there. These lists of trees may not be taken as just for page filling, but they may be regarded as the esteemed natural resources that cause natural and timely rainfalls, which occurs in the next chapter."
        },
        {
            "type": "verse",
            "text": "\"This pleasant lake of lotuses enwreathed with its blossomy lotuses, oh, prince, is available not far away from our cave. This cave with its north-easterly slope will be homely for us since the inrush of rainwater will be less, oh, gentle one, also thus with its upraised westerly portion this cave will be less of gusts that come from east. The black stone available at the doorway of the cave that looks like a spattered mound of mascara is broad, even-surfaced, and will be pleasant for a repose. "
        },
        {
            "type": "verse",
            "text": "\"See this mountain peak that looks like a scattered mound of mascara, dear boy, which rose up like a black-cloud on the sky, and it is an auspicious one for it is in northern side. Even see this mountain available in the southerly direction as if a white cloth is spread on sky, which is vying with Mt. Kailash and abounding with many an ore. "
        },
        {
            "type": "verse",
            "text": "\"Also see this river unusually sludge-less, flowing from the wide of the cave and streaming eastward, spruced up with trees like Sandalwood, Tilaka, Saala, Tamaala, Atimukta, Padmaka, Sarala, and even with Ashoka trees, and it looks as if River Ganga is flowing in Trikuta."
        },
        {
            "type": "commentary",
            "text": "They are now in Kishkindha and Trikuta is in Himalayan range. There at Mt. Trikuta or Mt. Meru or Himalayan mountains it is River Jahnavi or Ganga and here at Mt. Prasavana the river is Tungabhadra, which is affectionately remembered as River Ganga."
        },
        {
            "type": "verse",
            "text": "\"With the trees born on the riverbank and available here and there in various shapes, like Vaaniira, Timida, Vakula, Ketaka, and with Hintaala, Tinisha, Niipa, Vetasa, Kritamaala trees, that river is brightened up, and thus that river appears as a dame finely bedecked with raiment and ornaments. This river is fairly resonated with the calls of diverse birds in hundreds of flights, beautified with ruddy gees that are doting one upon the other, and admired by the swans and cranes upon her highly appealing sand-isles, thus she appears to be a damsel decorated with jewels with a toothy grin."
        },
        {
            "type": "commentary",
            "text": "These accounts come under <em>vipra lambha sR^ingaara,</em> dear-departed-romanticism. The ruddy gees are this river-damsel's rubbing breasts under her breast-band. The sandy-mounds are her buttocks, or her pearl-white teeth, <em>saarasa</em> Indian cranes are her eyes. The swans, by their nature they are famous for their majestic floating. With such a floating of swans the majestic cruise of the maiden called river is perceptible. The clucking sounds of the birds are like the tinkles from the tinkling bells of that maiden's anklets. <em>alankaara : utprekhsa</em> say, hyperbolic rhetoric."
        },
        {
            "type": "verse",
            "text": "\"Somewhere overspread with blue water-lilies, elsewhere with red water-lilies she is shining forth, and she is also shimmering with the beautiful buds of white water-lilies, somewhere else. With hundreds of waterfowls cherishing it, screeches of peacocks and cackles of curlews reverberating around, assemblages of sages bustling about, this gracious river is heart-pleasing."
        },
        {
            "type": "verse",
            "text": "\"As if seeded by the wish of some divine creativity the rows of sandalwood trees that are virtually captivating have sprang forth uniformly, so also, the rows of Arjuna trees too appear in a similar pattern. Aha! Soumitri, very exhilarating is this locale and we can happily reside here, oh, enemy-eliminator, we can certainly take delight in this environ. "
        },
        {
            "type": "verse",
            "text": "\"Further, oh, prince, hedged in charming groves that exquisite Kishkindha, the city of Sugreeva, will not be very far off from here. The melodies of singing and the tunes of musical instruments played and sung in Kishkindha are heard from here, oh, the best-triumphant Lakshmana, and even the blares of vanara-s together with their snobbish drumming is heard, hence it is not far away. "
        },
        {
            "type": "verse",
            "text": "\"It is definite that the best monkey Sugreeva must be surrounded by his friends, thus he must be exuberant, as he won an utmost prosperity in winning back his wife and winning the kingdom.\" Rama thus spoke to Lakshmana. Raghava having said thus resided on that Mt. Prasavana along with Lakshmana, whereat many sightly caves and arbours are there. "
        },
        {
            "type": "verse",
            "text": "Though that mountain is indeed very comfortable, though it possess many objects of nature like flowers, fruits and waters, indeed, there is no slightest bliss to Rama while he resided there. He felt despondent in reminiscing about his wife who is loftier that his lives, but who is kidnapped, especially on seeing the moon just risen on the eastern mountain.  That anguish which is surging high in him has rendered him with a bosom marred with tears, thereby sleep has no effect on him even if he has gone to bed in nights. "
        },
        {
            "type": "verse",
            "text": "While pacifying Rama who is pensive and who is always subjected to grief, his brother Lakshmana who is similarly sad for his brother's sadness spoke these words. "
        },
        {
            "type": "verse",
            "text": "\"Oh, brave one, enough is this anguishing of yours, and it will be inapt of you to dishearten. All objectives will backslide for them who will be ceaselessly anguishing. That you know clearly. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, in the world you are a result-oriented person, and a devotee of gods for achieving those desired results, you are the theist, moralist, and also the mobilizer."
        },
        {
            "type": "verse",
            "text": "\"You are the only master in all the worlds to undertake certain tasks, and for achieving results of those humanly actions of yours you worship god, leaving the fruits of your action in god... you will do your duty as ordained... you are a theist, for you alone are <font color=\"#B3003A\">tat</font> 'that' 'Supreme Person...' thus you cannot self-contradict yourself to behave only in a humanly attitude... and then you are bound to be a moralist for you have all the preceding attributes... you alone are the mobilizer, for none other can accomplish certain tasks for which you are mobilised by all the divinities and you have also come this far..."
        },
        {
            "type": "verse",
            "text": "\"If you are much too lackadaisical, indeed, you will not be capable to eliminate the enemy in war, specially a demon, especially a trickster, let alone all of your daring enterprises. On completely rooting out that agony then you stabilise your endeavour, and then you will be able to eliminate that demon Ravana along with his followers. Oh, Kakutstha, you are capable to inverse the order of earth along with all of its oceans, forests, and mountains, then what to speak of that Ravana, all the more. "
        },
        {
            "type": "verse",
            "text": "\"Look forward to the autumnal season, as this season that has come is of heavy rains, and thereafter, you will eradicate that Ravana along with his city-state and his followers. I am just awakening the fast sleeping vitality of yours, no more than rekindling fire concealed under embers with the timely offerings of flammable fire-oblations.\" Thus said Lakshmana to Rama."
        },
        {
            "type": "verse",
            "text": "Honouring that expedient and propitious advise of Lakshmana, Raghava spoke this sentence to that good-hearted and good-natured Lakshmana. "
        },
        {
            "type": "verse",
            "text": "\"What is to be said by an affectionate, amiable and cordial person, also whose courage is truth itself, that you have said it, Lakshmana. Yes! Distress is retrogressive to all the functions. I am casting-off this distress completely. As an undefeatable one in my triumphs I am invigorating my ebullience. Awaiting for the kind-heartedness of Sugreeva, and for the kindness of the rivers in their abatement, I look forward for the autumn remaining true to your words. "
        },
        {
            "type": "verse",
            "text": "\"A valiant one who is succoured will be indebted with some requital on his part, but besides being unfaithful, if one who does not make requital for all the favours done in his interest, he will be wounding the hearts of soft-hearted people.\" Rama said so to Lakshmana, keeping Sugreeva in view. "
        },
        {
            "type": "verse",
            "text": "Visualising what Rama said about their waiting for pre-winter season to be candid, and praisefully making palm-fold at that determination of Rama, and even to clarify his own opportune viewpoint, Lakshmana spoke to Rama who by his own aspect is a delightful one for a ken."
        },
        {
            "type": "verse",
            "text": "\"Oh, lord of people, Sugreeva will be effectuating everything you have desired and said, not later but soon, hence awaiting autumn you may please bear up these heavy rainfalls, besides bearing with the idea of disciplining the enemy. "
        },
        {
            "type": "verse",
            "text": "\"Let autumn be awaited while containing your anger, and along with me you may stay on this mountain which is adored by lions, and spend these four rainy months here like a monsoon lion, although you are capable to eliminate the enemy at any moment like a lion. "
        }
    ]
}