{
    "id": "prose-kishkindha-28",
    "kanda": "kishkindha",
    "sarga": "28",
    "title": "Eulogy on Rainy Season",
    "chapter": "28",
    "overview": "Rama eulogises the rainy season for a heavenly elixir is showered for all the living beings. This is one among  the other eulogies to seasons. On this narration about rainy season, there are extensive commentaries by the ancient  commentators as rainy season occupies a prime ordeal status among other seasons, and some of them are included  here.",
    "content": [
        {
            "type": "verse",
            "text": "Rama spoke to Lakshmana while residing on the mountainside of Mt. Malayavata, also known as Mt. Prasavana, ensuing  the elimination of Vali and enthronement of Sugreeva."
        },
        {
            "type": "verse",
            "text": "\"This is that time of which we thought and it has come to pass. Now it is rainy season. You see the sky fully  covered with mountainous clouds. Sustaining a nine-month pregnancy, impregnated through the Sun with his sunrays  guzzling the essence of oceans, the heaven is giving birth to the elixir of life."
        },
        {
            "type": "commentary",
            "text": "The atmosphere bears pregnancy of rain water drawing through the sunrays, keeping that essence in air consolidating  them to become watery clouds for a nine month period from the month of <em>kaartiika</em> to <em>aaSaaDha</em>.  That is roughly from November to July. Then it delivers rainwater, the elixir of life, in the month of <em>shraavaNa</em>.  It is an extract of six <em>rasa-s</em> elixirs, for the utilisation of various crops."
        },
        {
            "type": "commentary",
            "text": "<em>atra meghaaH suurya rashmi marut aadibhiH samudram udakam gR^ihiitvaa garbhavt kaartiika maasa prabhR^iti  nava maasa dhR^itam sasyaanaam ShaD rasa sampatti hetu bhuutam shuddham udakam shraavaNe maasi muncati it suucitam  -- dharmaakuutam</em>"
        },
        {
            "type": "verse",
            "text": "\"It is very likely to climb up the flight of stairs of clouds to bedeck the sun with the garlands of white wild-jasmines,  and red Arjuna flowers, in these days."
        },
        {
            "type": "commentary",
            "text": "Vishnu or Narayana is located in the solar orb in the aspect of sun, calle <em>suurya naarayaNa</em> and he is  to be adored in these days of rain before any bodily activity like eating or drinking is undertaken. <em>dhyeyaH  sadaa savitR^i maNDala madhya vartii naaraayaNam</em> and this Vishnu is a 'decoration-happy' deity <em>alankaara  priyo vishNuH</em> and thus He can easily be reached by the stepladder formation of clouds and he can be garlanded  easily. To do so a wife must be at his side <em>sa patnyaa vishaalaakshyaa naaraayanam upaagamat</em> 'adore that  Narayana along with your wife...' and now if Rama were to adore that Supreme, Sita is not at his side. Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"Those clouds with pure white edges, and with reddish hue of sunset extending on them, look like soft pieces of  cloth bandaged on the gashes of sky."
        },
        {
            "type": "commentary",
            "text": "The sky's parturition in the form of rain is just over and she is bandaged with cotton-like whitish and softish  clouds, while the colour of spilt blood is still appearing on those dressings borrowed from the colour of sunset."
        },
        {
            "type": "verse",
            "text": "\"Slothful breezes as her sighs, sunset tingeing her as sandal paste, the sky with blanched clouds on her face  appears like the one sighing for love."
        },
        {
            "type": "commentary",
            "text": "The birthing of rain is over and to give next birth to next rain, the sky is ready as a wooable female with sighs  and daubing of sandal pastes to cool off her yearning for love."
        },
        {
            "type": "verse",
            "text": "\"Overly agonised with the searing-summer, but thoroughly wetted with new waters, this earth looks like Sita,  both implacably outpouring tears."
        },
        {
            "type": "commentary",
            "text": "The earth that becomes heated in summer vents out hot vapours on the fall of first rains releasing its agony of  heat. The first act of humans to vent out agony is to shed tears. Now the earth is shedding humid tears and she  is like Sita who is also in the same predicament of earth, as the heat called the atrocity of Ravana sears Sita."
        },
        {
            "type": "verse",
            "text": "\"Freed from the wombs of clouds, cool as the leaves of minty-camphor, perfumed with the fragrance of Mogra plants,  such as these breezes are it is possible to have a draught of them with the bowl of palms. This mountain with  fully bloomed Arjuna flowers, further fragranced by Ketaka flowers is being anointed with downpours on a par with  Sugreeva, who is anointed when his enemy is silenced."
        },
        {
            "type": "commentary",
            "text": "This Mountain Prasavana is full with its blooming Arjuna flowers, like the colourful garlands on the chest of  Sugreeva. It is further fragranced with Ketaka flowers, like the fragrant items brought for Sugreeva's anointment.  As with Sugreeva who after silencing his enemy Vali is anointed on time with the pouring down of all kinds of  waters from golden flasks, this is mountain after silencing its enemy called sun-sear, is also being anointed  by rainy downpours."
        },
        {
            "type": "verse",
            "text": "\"Donning clouds as black deer skins, torrents as sacred-threads, and caves replete with breezes as vocals, the  mountains look like young-scholars reciting Veda-s."
        },
        {
            "type": "commentary",
            "text": "The duty of young scholars of Vedic studies is to wear black deerskin and sacred thread as their initiation into  Vedic studies. In these rainy days, there will be no other activity to them than sitting tight to recite their  texts. The caves of mountains are its own mouths and they are replete with air and air gives out a din, and even  the Vedic recitation gives out a din of its own kind. Thus, the mountains appear to be like humble young-scholars  of Veda-s, voicing out their chanting like the hum of the air in caves."
        },
        {
            "type": "commentary",
            "text": "<em>atra parvataanaam kR^iShNa ajina yaj~nopaviita aadi dharma kalpena adhyetR^iu saadR^ishya pratipaadanaat adhyetR^iuuNaam  BrahmacaariNaam kR^iShNa ajina yaj~nopaviita aadi dhaaraNam dharma iti uktam - dk</em>."
        },
        {
            "type": "verse",
            "text": "\"While the flashes of lightning are whipping the sky as if they are the golden whips, it is letting out rattle  of thunders holding out against its inly throes. That lightning hingeing on the blue cloud is squirmy, to me it  appears like woeful Vaidehi squirming in the grasp of Ravana."
        },
        {
            "type": "verse",
            "text": "\"For those who are with their beloveds these precincts are advantageous, as their directions, as to which east  and which is west, are unclear; and to loverless ones like me they are disadvantageous, because the same precincts  have their planets and even their moon lost, and they look as though begrimed with dark-clouds."
        },
        {
            "type": "verse",
            "text": "\"Feeling happy with the arrival of rain wild jasmine plants standing somewhere on the terraces of mountain are  flowered, and they are thickly covered with droplets of vapour, as if they are the tears of happiness hovering  round the flower like faces of ladyloves at the arrival of their lovers, and such plants are becoming inciters  of passion in me, who am let down by my sorrow for my ladylove."
        },
        {
            "type": "commentary",
            "text": "While some natural beings are enthused to take delight in the process of nature, <em>Brahma anubhava santuSTha</em>,  or Supreme Self, some others are refuting it. Thus my passion is increasing to bring back those perverts onto  correct path."
        },
        {
            "type": "verse",
            "text": "\"In these days the dust is quietened, breeze is chilly, vile pervasions of summer are also quietened, conquests  of kings indeed came to a halt, and the people in outstation are returning to their own countries."
        },
        {
            "type": "commentary",
            "text": "This verse speaks about the one who is blessed by the Supreme Being by way of His beneficence in the form of rain.  For such a blessed soul <em>rajaH</em> which also means <em>rajo guNa</em>, 'over-activism...' apart from the  meaning of 'dust..' is silenced. This is one among the three attributes <em>sattva, rajaH, tamo guNaa</em>-s 'purity,  activity, stolidity...' and thus <em>rajaH prashaantam</em> 'the quality of over-activity is quietened, along  with the quality of stolidity...' thus, only 'purity' is evident in him in his worldly activities. <em>sa himo  vaayuH</em> 'with, coldness, is air...' the word 'air' denotes 'breathing humans' and those blest human's heart  breaths a cool breeze, rather than fumes and fires, that which is the attitude of a person who is dominated by <em>rajo guna</em> 'attribute of over-activity...' Thus, they the blessed souls have no evil effects of searing  or scorching of summer. The compound <em>nigadha doSa... prashantaaH</em> means worldly affairs, are silenced,  where vile of summer is the personified vile of worldly affairs. And even their worldly expeditions to conquer,  to possess, and to become significant etc., are stalled for the blessed souls <em>sthitaaH... adhipaanaam</em>.  They have nothing to do here on earth because they are immigrants onto earth. So, they are returning to their  own country, quarters, or abode, <em>pravaasino... sva deshaan</em>. Their own place <em>sva desha</em> is <em> vaikunTha</em>. Thus the divine rain blesses them with salvation."
        },
        {
            "type": "verse",
            "text": "\"Presently swans have started journey to Lake Manasa eager to live there, but the Cakravaka birds, ruddy gees,  that are together with their beloveds are not departing, and vehicles are not taking to road as the rainwater  has battered the roadways oftentimes."
        },
        {
            "type": "commentary",
            "text": "The swans do not like muddy waters so they aspire the clear waters of Lake Maanasa in Himalayas. The great sages,  averse to muddy worldly affairs, are also called 'swans, supreme swans' <em>hamsa, parama hamsa</em> for they  wander all over acquiring and disseminating spirituality to world. But they take break in rainy season in a vow  called <em>caatur maasyam</em> and contemplate in their own <em>manas</em> 'mind' about the Supreme Being. If  the swans tend to go to Himalayan Maanasa Lake, these sagely-swans tend to gain entry into their own mind in search  of Supreme. And, like swans that can search and separate milk from water to drink milk alone, the sages can search  for their being. The compound <em>sam prasthitaa</em>, indicates a journey towards Supreme. And <em>priya anvitaa</em>  indicates involvement in worldly affairs, nominally indicated here as 'together with their lovers'. Contrarily,  those ruddy gees bound by attachments do not flee away, but they will stick to their worldly interests. Thus,  this rainy season is sagely, to enable the seekers to seek the Supreme, without any bickerings due from the world."
        },
        {
            "type": "verse",
            "text": "\"Widely bestrewn with clouds the sky is bright somewhere, and not so bright somewhere else, thus it is gleaming  well with an aspect of vast but tideless ocean that is by far dammed up with cloudlike mountains."
        },
        {
            "type": "commentary",
            "text": "The sky, or heaven, is also called Supreme Being, according to the saying <em>kham Brahma</em> 'Sky is Brahman.'  This is apparently shiny at places where the clouds of ignorance are not hovering on the minds of the discerners,  and it is unshiny and unapparent at other places because of the gloom in the mind of the beholder about the disposition  of that sky, or Supreme Being."
        },
        {
            "type": "verse",
            "text": "\"Coalesced with Sarja and Wild-jasmine flowers, and also with the coppery ores of the mountain, the new waters  are swiftly transiting towards ocean, while screams of peacocks haunting them."
        },
        {
            "type": "commentary",
            "text": "The flowers and mineral ores are mingling in waters and flowing as one with the waters. This is indicative of  purposeful devotion, <em>saatvika guNa prathaana bhakti</em> 'devotion in its pureness.' The <em>sattva guNa</em>  from the standpoint of mind is <em>sukha</em> 'devotion in pleasure....' and the <em>rajo guNa</em> is 'pain...'  thus that sort of devotion is <em>rajo guNa prathaana bhakti</em> is 'devotion in pain...' Thus in pleasure or  pain devoutness is evident. Apart from these two, there are some simple devotees. They do not have any higher  values/purposes in view, except to extol, praise, and sing for the Ultimate. Thus, the screaming and screeching  peacocks indicate such simple devotees. Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"The fruits of rose-apple that resemble honeybees are delightedly devoured as they are highly luscious, but the  mango fruits that are discoloured and putrefied are falling to ground heaved down by wind."
        },
        {
            "type": "commentary",
            "text": "The falling of fruits on their own by the gusts of wind is indicative of the fall of fruits for a true devotee,  and to him the ripened fruit is made available. Though Rose apple is an insignificant fruit it is consumed. It  has a medicinal property in this rainy season. And though mango is a rich fruit it is not the season to consume  it. So it is not picked now. Thus it is becoming a wasted fruit. Fruits of actions are therefore according to  actions but not according to their richness or otherwise."
        },
        {
            "type": "verse",
            "text": "\"Electric-charges as their fluttering flags of war, flights of cranes as their garlands of gallantry, those clouds  very similar in their build to the pinnacles of lordly mountains are thundering with very high pitched voices  like invigorated lordly elephants standing up to a fight."
        },
        {
            "type": "commentary",
            "text": "The towering mountains, or the haughty elephants stand tall among all, and their thunderous grumblings are akin  to the rumblings of Vedic scholars who stand tall to establish Vedic tenets, though they come to fistfights with  opponents."
        },
        {
            "type": "verse",
            "text": "\"When clouds have completely rained on the greenery pasturelands are satiated with rainwater and peacocks are  stimulated to dancing carnivals, thus it is extremely splendorous in afternoons, behold it."
        },
        {
            "type": "commentary",
            "text": "The Divine couple Lakshmi and Narayana have grown this garden called earth, watering each of its plant with their  Divine hands. Thus, due to the divine beneficence of that couple in the form of rain, that which is sprinkled  on that garden, the desires of living beings and their means are fulfilled. Govindaraja. The <em>aparaahNa</em>  is the fourth part of daytime, among the five, and they are: <em>praataH, sangavaH, madhyaahna, aparaahNa, saayaahna </em>early morning, morning, noon, afternoon, and evening."
        },
        {
            "type": "verse",
            "text": "\"Clouds adorned with cranes around them are rumbling to transport them and the weighty water contained inside  their wombs, and reposing on the loftiest mountain peaks they are moving, moving and again reposing, like pregnant  women."
        },
        {
            "type": "commentary",
            "text": "The saintly persons and pregnant mothers are indicated by these clouds. <em>hR^idayena ud vahan harim</em> 'The  Supreme is to be carried along by one's own heart...' thus with their complete knowledge about that Supreme the  saintly persons are repeatedly reposing at a sinful situation, and proceeding further when that sin is absolved.  Thus they journey further towards total salvation. A pregnant woman also moves haltingly like a cloud carrying  water. The clouds are pregnant not only by the weighty water but also by carrying the weight of cranes. The cranes  fly high up to the clouds to mate. Thus, the clouds are loaded down with their own water and even with the flying  cranes, both trying to carry the seed, the Supreme Being, in their wombs."
        },
        {
            "type": "verse",
            "text": "\"Highly delighted cranes are flying all over in rows highly desirous of the clouds, and they are shining forth  like the best and lovely festoons of white lotus flowers as if wind has upheaved and dangled them on the sky."
        },
        {
            "type": "commentary",
            "text": "The white flying cranes desire black clouds for their mating. It indicates that the pure white conscious is desiring  the Supreme abiding beyond the dark/obscured quarters and thus this pure white conscious of the true devotee is  flying up above the normal planes to merge into that unknown, dark, or obscured zone to have a glimpse of that  Supreme, whose body colour is said to be 'blue' or 'blue-black' <em>kaala megha shyaama, niila megha shyaama</em>  like that of the colourless sky."
        },
        {
            "type": "verse",
            "text": "\"The meadowland is with its new meadows which are medially dappled with young and small red-beetles, and it is  shining forth as if she is a woman wearing a parrot-green wraparound on which lac-red spots are embroidered."
        },
        {
            "type": "commentary",
            "text": "It is usual for the insects to swarm on the new pasturelands by which the earth is appearing to be wearing a parrot-green  colour sari embroidered with exotic red spots. The red colour is indicative of mercy of Supreme Being appearing  opportunely, and the green pastures are His fertile kindness that reveal after humanly suffering, say summer heat."
        },
        {
            "type": "verse",
            "text": "\"These days sleep is slowly getting closer to Vishnu, rivers are rapidly getting closer to oceans, cranes are  gleefully getting closer to clouds, and women are passionately getting closer to their beloveds."
        },
        {
            "type": "commentary",
            "text": "Vishnu goes into yogic trance from <em>aaSaaDha ekaadashii</em> to <em>kaartiika shuddha ekaadashi</em> thus He  concentrates on the sustenance of the Universe, as an expression of His satisfaction <em>liila.</em> He is <em> sheshin</em> 'lord' and all other beings are <em>shesha</em> 'servants.' Thus, all the servants are eager to get  in touch with the master. Govindaraja. Dharmaakuutam put this as: <font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"> </font>"
        },
        {
            "type": "commentary",
            "text": "<em>atra caturShvapi paadeShu nidraa nadii balaakaa kaantaanaam sva sva priyataan keshava samudra ghana patiinaan  prati svata eva abhisaraNa kathanaat patim pratyabhisaraNashiilaa abhisaarikaa suucitam - - varShaa kaale striiNaam  kaamodreka uktaH -- balaakaanaam garbha dhaaraNaartham sajalam ghanam prati gamamanam uktam -- dk</em> "
        },
        {
            "type": "commentary",
            "text": "Further he quotes from Kalidasa's <em>megha sandesha</em> <font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"> :</font>"
        },
        {
            "type": "commentary",
            "text": "<em>garbhaadhaan kShaNa paricayaan nuunam aabaddha maalaaH | sevante nayana subhagam khe bhavantam balaakaaH ||  meghasandesha</em>."
        },
        {
            "type": "verse",
            "text": "\"Interiors of forests have become adaptive for the peacocks to dance very well, Kadamba trees have become adaptive  to their branches and bouquets, bulls with matching sensualities became adaptive to cows, and adaptive is this  earth with its enrapturing crops and orchards, and all are adaptive to the season's gaiety. Rivers are surging,  clouds are showering, rutty elephants are shrilling, forest interiors are shining, loverless are speculating,  and peacocks are rocking, monkeys are resolving to stay at one place, for this is the rainy season."
        },
        {
            "type": "commentary",
            "text": "The monkeys have resolved to stay at one place without hopping hither and thither as the fruits for them are abundant  at any one place."
        },
        {
            "type": "verse",
            "text": "\"On whiffing the fragrance of new Ketaka flowers the lordly elephants are highly joyous and became excited, but  they are baffled at the sounds made by the fall of water in the streamlets of forest, and those best ruttish elephants  are blaring along with screaming peacocks."
        },
        {
            "type": "commentary",
            "text": "The elephants are confused at the sounds of mountain rapids falling to form brooklets in the forest and they construe  those sounds are from an attacking elephant, thus they are giving out their challenge trumpeting. The peacocks  are also screaming at the same sounds of rapids thinking them to be rainfall, as they welcome the rainfall to  start dancing in the rain."
        },
        {
            "type": "verse",
            "text": "\"Honeybees languishing on the branches of Kadamba trees are knocked down by the downpour of rain, thereby they  are slowly forfeiting the intemperance which they acquired in a trice by plunging themselves into the nectar of  flowers. Rose-apple trees contain abundant fruits with profuse juice which look like the globated coal powder,  with them the branches of those trees shine forth as though swilled by hives of honeybees."
        },
        {
            "type": "verse",
            "text": "\"Ornamented with the flags of lightning, and that have whooping, profound and blaring booms, those clouds by their  appearances are verily shining forth like the elephants enthusiastic for a war. That energetic and lordly elephant  which readily started going towards the forest minding the track of that mountain, heard the thundering of the  cloud, and doubting it a the war-whoop of another elephant took a right about turn wishing for a head-on collision  with it."
        },
        {
            "type": "commentary",
            "text": "The 'warring elephant' is indicative of Vedic proponent, where any such scholar on hearing the profound and uproarious  challenge of his opponent, he will re-echo the same in order to retain his stand in the war of blaring words.  Thus, he takes an elephantine U-turn to colloid headlong with his opponent to establish the Vedic dharma."
        },
        {
            "type": "verse",
            "text": "\"Somewhere the interiors of forests are finely singing, in affect, as they have swarms of singing honeybees; elsewhere,  they are richly dancing, practically, as the purple-necked peacocks are bestirring; somewhere else, they are highly  excited, virtually, as lordly elephants are highly excited, thus the interiors of forests are beaming forth as  retreats to many bees, birds and animals. Plentiful in Kadamba, Sarja, Arjuna, Kandala trees and with the heaps  of their reddish flowers fallen on ground, and well-excited peacocks screaming and dancing like the tipplers of  that liquor like nectar, thus the interiors of forest are aplenty with nectar of those fallen flowers flowing  like water, thus they are impressively similar to the lands of liquor, say watering-holes."
        },
        {
            "type": "commentary",
            "text": "The ancient Indian liquor lounges are rather open spaces with palm/toddy trees in and around. The boozers used  to wear flowery garlands and flowery armlets and they used to drink in the pinkish buds of banana flowers, which  served mostly like the present day 'use and throw' plastic mugs. The screaming and dancing of nectar-drunk peacocks  is metaphoric with the liquor-drunk boozers, or, say cabaret artists, and the land itself is boozy."
        },
        {
            "type": "verse",
            "text": "\"Extremely clear, pure, pearl-similar rainwater given as a gift by Indra is falling down and clinching the hallows  of leaves, such as it is, it is heartily guzzled down by the thirsty birds whose wings are discoloured by the  same water."
        },
        {
            "type": "commentary",
            "text": "Indra is the administrative authority to accord rain through the presiding deity of Rain, namely varuNa, the Rain-God.  So also, all the other aspects of nature like air, fire, thunders, thunderbolts, crops, famines, earthquakes,  and the whole of natural happenings are at Indra's behest."
        },
        {
            "type": "verse",
            "text": "\"Melodious string bass of honeybees as stringendo, frogs crocking as vocal rhythm, fortissimos of clouds as drumbeats,  music has commenced in the forest as though programmed."
        },
        {
            "type": "commentary",
            "text": "On this and next verses that contain the aspect of 'Nature's Music' <em>dharmaakuutam</em> records extensive commentary  with reference to the 'Art of Music' <em>sangiita shaastra</em> Here only three instruments, namely sting instrument <em>viiNa</em> percussion instrument <em>mR^iida~Nga</em> and vocalised rhythm beat <em>taala</em> are suggested.  But these do not exclude the other components of music. The commentator says that the dancing and singing are  also inclusive of it, as contained in the next verse: <em>atra viiNaa taala mR^ida~Nga vaadya maatram pratipaadya  sangiitam pravrittam iti uktvaa vakShyamaanam nR^itta giita api abhipretam - giitam vaadyam tathaa nR^ityam trayaH  sangiitam uccyate -- shaara~Nga deva... </em>Then the commentator proceeds to say that whole of the epic is replete  with music for it is rendered as singable poetry:"
        },
        {
            "type": "commentary",
            "text": "<em>tathaa ca bhagavataa vaalmiiki maharShiNaa svasya parama puruSha ruupa abhidhyaana artham giiti ruupam raama caritam  varNitam | gaana arthatayaa raama nikaTe kusha lavayoH preShaNam tu</em>."
        },
        {
            "type": "verse",
            "text": "\"Somewhere dancing well, elsewhere voicing in high pitch, and somewhere else seated high on the trees are the  peacocks with plumaged tails as their dangling decorations, and it appears as the music and dance have commenced  in the forests as programmed."
        },
        {
            "type": "commentary",
            "text": "The dancing peacocks are the dancers, the voicing peacocks around the dancing peacocks are the singers and  instrumentalists, and the peacocks that are sitting atop trees dangling their tails and conducting the ballet  are the virtuosos/maestros: <em>atra nR^ityanto mayuuraa nartakaa iva bhavanti | unnadanto mayuuraaH gaayakaa vaadakaa iva ca bhavanti | ucca  sthaana sthita sabhaa naayakaa iva bhavanti | dk.</em>"
        },
        {
            "type": "verse",
            "text": "\"Thunders of clouds called up the frogs, and casting off their long-time captivity in sleep, frogs of various  casts, carves, colours and crocks are crocking scourged heavily by the streams of new waters."
        },
        {
            "type": "commentary",
            "text": "Frogs are the foretellers of rain and they quickly respond to the rainfall because they cherish water and land  alike, as amphibians, for their happy dwelling."
        },
        {
            "type": "verse",
            "text": "\"Prideful rivers are swiftly surging near and near of their lover-like ocean overflowing their own battered riverbanks,  and in doing so they are swinging and seesawing flights of ruddy gees flying on their bosom, where the curvatures  of bird-flight look like the new, full-fledged, seducible, nubile breasts of the river, and in doing so the river  is also lugging other items of romance, namely flowers and fruits, steeped in their new waters."
        },
        {
            "type": "commentary",
            "text": "The rivers are the nubile girls and the over flying pairs/flights of Cakravaka birds are their heaving breasts.  These girls called rivers are rushing towards their beloveds carrying flowers and fragrances etc., and they look  like those girls that rush heaving their new breasts, uncaring for the elders of the house, or others in society  around them, as though their lust is overflowing the brims of riverbanks, called the society."
        },
        {
            "type": "verse",
            "text": "\"When the swarthy clouds full with new waters are docking among swarthily clouds, they are shining forth like  mountains burnt by wildfire docking among other mountains that are already burnt by wildfire, both moored at mountain-bases.  Elephants are moving about the very pleasant interiors of forests where peahens are voluptuously screaming, pasturelands  are overspread with red-beetles, and where they are fragranced with the flowers of Niipa and Arjuna trees. Lashed  are the fibrils of lotuses with the downpour of new waters, hence quickly leaving them off the joyful honeybees  are quaffing the Kadamba flowers with new fibrils."
        },
        {
            "type": "verse",
            "text": "\"In forests lordly elephants are ruttish, ideal bulls are delighted, peerless lions are triumphant to a better  degree, lofty mountains are heart-pleasant, lords of people are withdrawing from their campaigns, and the lord  of gods, Indra, is playing well with water giving clouds. The clouds having torrential water are soaring the sky,  and spurning the booms of oceans with their rumbles they are inundating rivers, lakes, pools, tanks and even the  earth."
        },
        {
            "type": "verse",
            "text": "\"Rains are falling substantially and speedily, gales are blowing intensified in their speediness, while rivers  are conducting water speedily over their eroded riverbanks and far afield of their course. Lords of people will  be anointed by people with water carried in pots on their shoulders, and then those kings show their propitious  aspect of a humanly king with applied divinity, whereas the lords of mountains are being anointed with the water  sent directly by Indra and hitherto wafted straight by Air-god in the pots called black-clouds, thus these lordly  mountains are standing alone as if showing their grandeur and divinity on earth."
        },
        {
            "type": "verse",
            "text": "\"Sky is closely enshrouded with clouds, neither sun nor stars are getting around for a glimpse, earth is fully  satiated with the torrents of new water, enswathed in obscurity the precincts are unilluminated."
        },
        {
            "type": "commentary",
            "text": "The statement of 'obscurity and illumination' is suggestive of the Vedic import <em>tamasomaa jyotirgamaya</em>  'from darkness lead me unto light...' When the earth itself is satisfied with the gift of nature the earthlings  are still hankering after inaccessible desires, thus they cycle through the karmic cycle."
        },
        {
            "type": "verse",
            "text": "\"The paramount pinnacles of the mountains are thoroughly washed by the torrential rains and are shining forth  surpassingly, and the voluminous and widespread torrents that are pitching down are like the pearly necklaces  pendulous on the chests of mountains. Washing the mountain stones speedily the torrents on the lofty mountains  are widespread and entering the caves, in which peacocks are highly screaming, and thus they are in the gleam  of lavalieres strewn around."
        },
        {
            "type": "commentary",
            "text": "The mountain rapids are running helter-skelter on the mountain washing the boulders speedily. But the boulders  according to their nature obstruct these rapids. When obstructed they have the only recourse to enter the nearest  cave. The caves by then are already full with screaming and colourful peacocks. Adding to the lustre of those  peacock's variegated colours, the pearly-white water has also entered the caves. Then these three, pearly water,  colourful peacocks, blackish caves are giving out sparkles of their own, like necklaces studded with many colourful  gems, and if many such pendants are strewn around, each of its studded stone emits its own colour."
        },
        {
            "type": "verse",
            "text": "\"On neatly washing the crests of wide mountains and their nearby planes, the high-speeded waterfalls are falling  like pearl-necklaces and the mountains are wearing them at the planes of their cavernous caves."
        },
        {
            "type": "commentary",
            "text": "The mountains are noblemen in simile. The mountain rapids are pearly-necklaces firstly falling around their necks,  and then drooping onto their chests, thus culminating at their locket-position, i.e., at the caves, on the chest  of mountains. Those caves are glittering with the colours of peacocks, pearly water and blackish caves. Thus the <em>utsanga</em> 'heart of hearts...' these noblemen's hearts of hearts are covered with such necklaces and lockets."
        },
        {
            "type": "verse",
            "text": "\"Like the strings of pearls of heavenly females plopping down when broken in the friction of lovemaking, excellent  streams of water are falling all over and in all directions. With the return of birds to nests, doubling up of  lotuses, and blooming up jasmines, the sun is know to have gone into dusk. Reversed are the campaigns of kings  as the armies are marooned and thus rainwater has neutralised conflicts and roadways."
        },
        {
            "type": "verse",
            "text": "\"The month of Bhaadrapada, August-September, is the time for learning the singing of Sama Veda, and this is the  time that has come for those Brahmans who concern themselves for learning the singing of Sama Veda."
        },
        {
            "type": "commentary",
            "text": "During this time a vow called <em>caatur maasya vrata</em> will be observed by all adherers of Veda-s, and during  this time young celibates are initiated into Vedic studies which commences on <em>bhaadrapada shukla tR^itiiya</em>  'third day in the white-fortnight of this Bhaadrapada month.'"
        },
        {
            "type": "verse",
            "text": "\"On carrying out all the domestic affairs and completely garnering the goods for rainy season, Bharata, the king  of Kosala, might have definitely undertaken the 'four-month-vow' on the full moon day of aSaaDha month. Definitely  the River Sarayu must be overfilling and its swashing must be mounting as with the commotion of Ayodhya on beholding  my returning to city."
        },
        {
            "type": "commentary",
            "text": "Ayodhya and its people used to create hubbubs whenever Rama used to return to city after his short trips to outside.  Such is the affection of the inmates of Ayodhya to Rama, and now Rama is reminiscing that hubbub of people and  swashing of Sarayu, as both soundalike."
        },
        {
            "type": "verse",
            "text": "\"This rainy season as such has manifold inbuilt facilities for self-contained entertainment, so Sugreeva must  be luxuriating in them, besides, revelling for conquering his enemy, regaining his wife, and instituting himself  as a king of an admirable kingdom."
        },
        {
            "type": "verse",
            "text": "\"As for me, Lakshmana, I am the one who is toppled from a great kingdom, whose wife is stolen, such as I am, I  am toppling down like a riverbank that is toppled over. Also, my anguish is boundless, the rains have definitely  made the pathways impassable, my enemy Ravana is a formidable one, thus these three appear to me as insurmountable  obstacles. Though Sugreeva is very humble to embark on a campaign, visualising the rainy season as an impossible  one for any campaign, and even the pathways are rendered highly impassable I have not said anything to him in  the affirmative."
        },
        {
            "type": "verse",
            "text": "\"Even Sugreeva has undergone many difficulties in their entirety, after a long while he is united with his wife,  and even owing to the magnitude involved in our task of tracking down Ravana I did not desire to insist on that  monkey. After a respite Sugreeva will realise on his own that the time has come, and he will also realise the  he has something to requite, isn't it! So, there needn't be any doubt in that matter."
        },
        {
            "type": "verse",
            "text": "\"I therefore stay abidingly looking forward for the time, oh, Lakshmana with felicitous aspects, expectant of  the generosity of Sugreeva and of these rivers."
        },
        {
            "type": "verse",
            "text": "\"A valiant one who is succoured will be indebted with some requital on his part, but besides being unfaithful,  if one who does not make requital for all the favours done in his interest, he will be wounding the hearts of  soft-hearted people.\" Rama said so to Lakshmana, keeping Sugreeva in view."
        },
        {
            "type": "verse",
            "text": "Visualising what Rama said about their waiting for pre-winter season to be candid, and praisefully making palm-fold  at that determination of Rama, and even to clarify his own opportune viewpoint, Lakshmana spoke to Rama who by  his own aspect is a delightful one for a ken."
        },
        {
            "type": "verse",
            "text": "\"Oh, lord of people, Sugreeva will be effectuating everything you have desired and said, not later but soon, hence  awaiting autumn you may please bear up these heavy rainfalls, besides bearing with the idea of disciplining the  enemy.\" So said Lakshmana to Rama."
        },
        {
            "type": "commentary",
            "text": "The last three verses are a repeat of 45, 46, and 47th verses of Ch 27 of this Kishkindha kaanda. Many of the  verses in this canto bear the blemish of interpolations."
        }
    ]
}