{
    "id": "prose-kishkindha-29",
    "kanda": "kishkindha",
    "sarga": "29",
    "title": "Hanuman's advise to Sugreeva",
    "chapter": "29",
    "overview": "Sugreeva on his enthronement and gaining an interval of rainy reason, lapses into lavish enjoyment of sensual  pleasures. His indulgence becomes overindulgence and makes him to forget his promise-oriented duty to search for  Sita. As an intelligent minister, Hanuman approaches Sugreeva and enlightens Sugreeva about his duty for the  requital of help rendered by Rama. Ordering Niila, a commander of monkey forces, for foregathering all monkey  troops within fifteen days, Sugreeva re-enters his palace-chambers, dragged by his sensual pleasures.",
    "content": [
        {
            "type": "verse",
            "text": "On observing clear sky on which back-clouds and electric charges have disappeared, on which Saarasa birds are  vibrantly bustling and delightful moonshine is coated, and even on observing him whose riches are abundant, who  has slowed down in accumulating probity and prosperity from the viewpoint of rectitude, highly engrossed in the  course of unvirtuous profligates, whose heart is given to undisturbed privacy, and the one who on achieving his  goals and dearest longings has turned away from other pursuits, who regained his choicest wife, and gained highly  covetable Lady Tara, thus, who is always indulged in females, merrymaking day in and day out on a par with Indra,  which Indra will be sporting with the cohorts of gandharva and apsara females, thereby he who is making much of  his fortune on getting rid of other problems, besides, he who reposed the activity of kingdom in his ministers,  yet, who does not make eyes at those ministers as he is doubtless of the kingdom which was once disrupted from  his control, because, that kingdom is looked after well by the very same ministers, as such he is wallowing in  promiscuity, such as he is, seeking the presence of such a Sugreeva, king of monkeys and an explicator, and even  on winning his grace, he who is forthright regarding norms of ethics, an exceptional knower of subtleties of transactions  and the rubrics of duty and time, that golden-tongued Hanuman, the son of Air-god, spoke sweet words that are reasonable,  heart-pleasing, beneficial, pragmatic, profitable, impressive, immaculate, imperative, and impartial, and which  words are also inclusive of care and concern of Hanuman, on making a determination with a belief that Sugreeva  will pay heed to his words."
        },
        {
            "type": "verse",
            "text": "\"Acquired is the kingdom and glory as well, thus enriched is your dynastic prosperity, but foregathering friends  is still remaining, and it will be apt of you to negotiate it. Indeed, he who really conducts himself punctually  and amicably with friends, his kingdom, glory and valour will flourish."
        },
        {
            "type": "verse",
            "text": "\"Matchless kingdom is his who can keep his treasury, army, friends and his own sovereignty - all these four, in  equiponderance. Therefore, as the one with straightforward actions firstly you resort to an unimperilled course  of action, lest any peril is imminent, and it will be apt of you to dutifully achieve the purpose of your friend  Rama, for which alone Rama along with Lakshmana came to you, thus let your power preponderate. Adversity thwarts  him who comports himself with overenthusiasm only in self-indulgences, and who does not expeditiously strive for  the sake of his friend leaving off all other activities of self-indulgence."
        },
        {
            "type": "commentary",
            "text": "Here Hanuman is indirectly reprimanding Sugreeva for his lascivious way of living forgetting Rama's work. This  can be said this way also in a general tone: \"No misfortune can constrain him who strives enthusiastically and  expeditiously for his friend's mission.\" But Hanuman's dutifulness is to be kept in view."
        },
        {
            "type": "verse",
            "text": "\"One who belatedly functions for the present mission of his friend, he will indeed be unassociated with that mission,  despite of the fact that he has once performed great deeds in respect of the same friend. Hence, the task of our  friend is delayed, oh, enemy-destroyer, searching for Vaidehi is Raghava's mission and let it be done. Though  the time is lagging, oh, king, that insightful and punctual Rama is not indicating about it to you, though he  is hurrying to complete his mission within a time-frame, because he is following you alone abiding under the control  of your promise."
        },
        {
            "type": "verse",
            "text": "\"Raghava is the cause for augmentation of multitudes, a long-lasting covenentor, and even an undefinable one in  his proficiency, and an unparalleled one by his grace."
        },
        {
            "type": "commentary",
            "text": "The 'augmenter of multitudes of homogeneous groups...' is not limited to Rama's Ikshvaku dynasty or to the monkey  race, or to birds like Jatayu, or to squirrels or bears. Rama is the causer of the augmentation of any living  being's group, if they tread the path of virtuousness, thus he is the sustainer of universe in peace. Any violator  to that peaceful coexistence will be put to an end, may it be Viradha, Kabandha, Vali or Ravana."
        },
        {
            "type": "verse",
            "text": "\"Certainly you have to carry through his mission as he has carried out your mission previously, and oh, lord of  monkeys, it will be apt of you to summon worthy monkeys for searching Sita. As long as Rama is not going to  prod us for action deem that there is no time lapse, but the minute he does deem it as lapsed."
        },
        {
            "type": "verse",
            "text": "\"You are a helpful one even to those that are unhelpful to you, oh, king of monkeys, then why repeat about him  who helped you in getting your kingdom, and even in killing your enemy, Vali."
        },
        {
            "type": "verse",
            "text": "\"Even if Rama did not help you in getting your kingdom and killing Vali you have to render your help to Rama,  for you are a beacon of friendship and you are a helpful one without seeking any requital... then why you are  delaying."
        },
        {
            "type": "commentary",
            "text": "A true friendship does not require barters. A timely help is the only virtue of true friendship, and thankless  friends will neglect it: <em>anena kR^ita upakaarasya guNaaDhyasya kaaryam kaala anatikrameNa sarva prakaareNa  api saadhaniiyam | adharmiShTsya tu mitra kaaryam upekShaNiiyam iti suucitam | dk</em>"
        },
        {
            "type": "verse",
            "text": "\"Highly adventurous and powerful vanara as you are, oh, lord of multitudes of monkeys and bears, why do you really  temporise in issuing orders to fulfil the cherish of Rama. If need be Rama of Dasharatha is really capable of  keeping gods, demons and great-vipers under his control with his arrows, but he is anticipating fulfilment of  your promise. He fulfilled an exceptional cherish of yours without much doubting for the forfeiture of his own  life, hence we search for his wife Vaidehi anywhere on earth or even on skies."
        },
        {
            "type": "verse",
            "text": "\"Gods cannot cause dismay to him, then gandharva-s - no; multitudes of wind-gods - no; asura-s - no; yaksha-s  - no; and then wherefore the raakshasa-s can? Therefore, oh, lord of monkeys, that Rama is energetic to exert  himself, but he fulfilled your aspiration earlier, and it will be apt of you requite him with his aspiration at  all events."
        },
        {
            "type": "verse",
            "text": "\"In case you were ordering us, oh, king of monkeys, among us whosoever he may be his impetus will be unhampered  either in netherworlds, or in water, or up above on the sky. Therefore command us, oh, merited one, as you have  more than ten million unchallengeable monkeys under your command, as to who should start from where and for which  purpose, and as to how one should exert himself.\" Thus Hanuman appealed to Sugreeva."
        },
        {
            "type": "verse",
            "text": "On hearing the words of Hanuman that are validly demonstrated on time, Sugreeva whose soldiery is substantial,  took a noble decision. And the noble minded Sugreeva directed Nila, one of the commanders of vanara army, and  who always strives to foregather vanara army, to foregather all of the monkey-forces available in all the directions."
        },
        {
            "type": "verse",
            "text": "\"You have to have organise that way as to how my army in its entirety and from all over, together with corps commanders,  is to be marshalled to stay in the cutting edge of army. Those that are the quickstepped, venturesome fly-jumpers  who are the defenders on the perimeter of army, they shall be fetched quickly an speedily at my order, and oh,  Niila, you on your own have to personally and closely monitor the military establishment without any heterogeneity."
        },
        {
            "type": "verse",
            "text": "\"And, the monkey who arrives here after fifteen nights, to him termination of life is the punishment, there is  no business for further adjudication."
        },
        {
            "type": "verse",
            "text": "\"Associated with Angada you shall approach elderly monkeys like Jambavanta and others, according to my decision  and authorised by my order.\" Thus, Sugreeva, the king of best monkeys on assigning the set-up, and ordering Niila,  the Commander of Vanara Forces, that glorious Sugreeva re-entered his palace-chambers. ["
        },
        {
            "type": "commentary",
            "text": "Here it is said that Sugreeva re-entered his palace-chambers. This is due to the impulsive nature towards his  sensual gratifications. He should have realised that he shall approach Rama to report the arrangements made, or  at least he should have asked Hanuman to inform Rama about these orders to Niila. Without doing either of them,  he re-entered the palace-chambers by which Hanuman has landed into a dilemma. Hanuman cannot go to Rama on his own  for he is a minister of Sugreeva and inform about the orders of Sugreeva to Niila without the permission of the  king, namely Sugreeva, nor as a minister, he can persuade Sugreeva to go to Rama to report the actions taken by  monkey forces to search Sita. In reality, monkey forces are being gathered, but that information is not passed  on to Rama. This communication gap creates a furious emotion in Rama and he bids Lakshmana to go to Kishkindha  and take Sugreeva to task, and even Lakshmana jumps on Sugreeva like a firebrand, in the coming chapters."
        }
    ]
}