{
    "id": "prose-kishkindha-3",
    "kanda": "kishkindha",
    "sarga": "3",
    "title": "Hanuman meets Sri Rama",
    "chapter": "3",
    "overview": "Hanuman, at the behest of Sugreeva, approaches Rama and Lakshmana in the guise of an ascetic. The reason  to change his original form to that of a sanyasi is that, the intruders in this area Rama and Lakshmana  appear in a self-contradictory personage. By their body built, striking features, wielding armoury they  look like kings or emperors. But when it comes to their dress and hairdo, they are almost like hermits.  Sugreeva is well aware of political milieu and enemy's tactics, and thus asked Hanuman not to approach  them in his original monkey form in earlier chapter. Equally well, Rama and Lakshmana doubt the entry  of an ascetic i.e., Hanuman in that guise, into this uninhabited place, and they wait cautiously till  Hanuman reveals himself. From here up to Sundara Kanda, Hanuman's words and actions are weighted, and  need an in-depth study. In this episode, what all Hanuman says is drawn from scriptures and political  science, and what all Rama analyses Hanuman, by way of Hanuman's expressiveness, is relevant to scriptures,  i.e., Veda-s. In mythology, Hanuman is taken as the <em>veda vedaanga paarangataH</em>, knower of all  Vedas, and their subsidiary scriptures, <em>nava vyaakarana panditaH</em>, scholar in nine schools of  grammars, <em>buddhimata variSTaH</em> , cleverest of the clever. He is the supreme scholar, teacher,  and the cleverest.",
    "content": [
        {
            "type": "verse",
            "text": "Mindful of the words of noble-souled Sugreeva, Hanuman took his flight from Mt. Rishyamuka to where Raghavaa-s  are. Casting off his monkey's semblance Air-god's son Hanuman attained the persona of an ascetic, for  that monkey is incredulous in mind about Raghava-s."
        },
        {
            "type": "commentary",
            "text": "Sugreeva doubted Rama and Lakshmana to be the mercenaries sent by his elder brother Vali, for kings  of that nature will always be on hunt for their enemies. Hence he ordered Hanuman not to approach them  in his original persona that is of a mighty monkey, c.f. 4-2-24. This is the reason why he chose the  form of ascetic, thinking that nobody tells a lie to an ascetic, and thus he wanted to gain information  in an ascetic's form, but futile is his effort. Rama or Lakshmana will go on listening to what Hanuman  says, without any reply. Hanuman himself is vexed at their silence and he has to come out of his guise  to reveal his original form, as at 4-3-19."
        },
        {
            "type": "verse",
            "text": "Then on nearing Raghava-s that Hanuman voicing softly and well pleasingly like an obedient one, that  best monkey befittingly hailed, greeted and praised those two valiant ones. The best Vanara Hanuman spoke  soft-wordily, as desired by Sugreeva, to those candidly resolute ones, on making reverent obeisance  to both of them."
        },
        {
            "type": "verse",
            "text": "\"You two look like kingly saints, or deities by your build, ascetics with blest vows, but with ideal  complexions... how come you arrived at this countryside scaring the herds of animals and other inhabitants  of this forest..."
        },
        {
            "type": "verse",
            "text": "\"You mighty ones you are watching the trees grown on the banks of Pampa from all over, and owing to  your presence on these banks you make this river Pampa with its propitious waters to shine forth...  but you with your golden hue appear as courageous ones, yet you sigh over repeatedly, you wear jute-cloths,  yet you look mighty shouldered... who are you that distress all the beings in this forest..."
        },
        {
            "type": "verse",
            "text": "\"Dauntless, bold and brave are you with sharp glances of lions, wielding bows like that of Indra's bow  you are the real enemy destroyers... glorious, splendid, and even impetuous you appear like Sacred Bulls...  elephant's trunks are your arms... and you foremost among men are self-resplendent... This lord-like  mountain is effulgent with your effulgence, you two look as kingdom-worthy, or worthy divinities, but  how you have reached this countryside now..."
        },
        {
            "type": "verse",
            "text": "\"Eyes of yours are like fine lotus petals, are you superhuman... nay, you wear tufts and braids, are  you some undaunted human ascetics... nay, you look clonal, are you from some world of gods... nay, you  are on earth, does this earth have a chance to receive Sun and Moon on her by her fortune... nay, are  you some broad-chested deities in human form... lion-shouldered, very vehement and vigorous like Sacred  Bulls... who you might be..."
        },
        {
            "type": "verse",
            "text": "\"Also lengthy are your hands, and spherical are your shoulders similar to clubs... they are worthy for  decoration with every kind of ornament, for what reason they are undecorated..."
        },
        {
            "type": "commentary",
            "text": "Here in the verse plural number is used for hands, <em>aayataaH, baahavaH, parighaaH</em>, whereas so  far, dual number, <em>dvivachana</em> is used to describe any two. The ancient commentators take this  as many hands, more than two, as opposite to other dual numbered wording. For this it is said that since  Lakshmana is a right hand to Rama, Hanuman sees a three-handed god in Rama. But Hanuman is talking to  both Rama and Lakshmana; there shall be two deities with two hands each. The accepted phenomenon is  that, Hanuman as a true devotee has seen the fourhanded Vishnu in Rama. This is according to Govindaraja.  Next, the arms of Rama are of protective nature to the friendly ones. <em>aayaataaH</em>, lengthily  ones - they can be stretched to any extent, and on the other hand, anything can depend on them, as in <em>yopaam aayatanam veda... and this su vrittaaH</em>, round like the serpent's hoods, or body builder's  clubs, is to tell that no one can near them. Thus, the spherical universe can depend on the spherical  shoulders of Rama. Thus Hanuman is reminding Rama of his wild-boar incarnation where the whole world  is lifted on his snout from waters. The word <em>parighaH</em>, is to say that those spherical shoulders  can remove difficulties of those who adore them. The <em>parighaH</em> in simple terms means, clubs,  bludgeon, or ancient dumbbell unlike the present day dumbbells of gym, but the word is deciphered to  be <em>pari gha</em> fully, removing, or fully, falling to one's lot. That is, here these shoulders  are mighty to eliminate Vali and these hands if shook by Sugreeva in friendship, Sugreeva's miseries  will be removed completely."
        },
        {
            "type": "verse",
            "text": "\"I deem that each of you are the choicest one to protect the earth adorned with Mt Meru and Vindhya  range, and with all her oceans and forests... And these awesome bows are polished with odd things are  smooth, and they are brightening like the gilded Thunderbolt of Indra. Full with hazardous, life terminating,  fiery snake like sharp arrows are these quivers, admirable in their appearance... Dazzling are these  amply wide, broad and gilded swords like the snakes just released from their moults..."
        },
        {
            "type": "verse",
            "text": "\"When I have been talking to you this way, what for you don't speak up... one named Sugreeva, somebody  virtuous and worthily one among monkeys is expelled by his brother Vali, and he is roaming all over  the world sorrowfully..."
        },
        {
            "type": "commentary",
            "text": "A monkey cannot be teased this far, for it will show its teeth, if exceeded. Hanuman is vexed with their  silence. So far he has been talking all flattering words, which he has drawn from many scriptures, i.e.,  scriptures. Their apparels and hair tufts are like those of sages and hermits, along with their self-contradictory  resemblance as would-have-been emperors, and their mighty weaponry, and every other thing he said are  the quotes from lakshana shaatra, the scripture that prescribes the qualities of great emperors. This  is what the other two listeners are assessing about the questioner also. In the midst of this unpopulated  thick forest, some ascetic comes in, talks at length, that too without offence to the scriptures, is  the doubt of those two brothers. This particular questioner is not definitely any ascetic or sage, because  he is roaming in deep forests, rather than around some villages where he may get some charities. And  also that, generally ascetics will talk, only when they are talked to, but this one with some purpose  behind, is almost pestering to reveal the identity of the intruders. Hence the brothers took Hanuman  to be another demon or anyone sent by somebody, for they already knew about the Vali-Sugreeva episode.  Apart from this, Rama is following his own Imperial protocol of assessing the person approaching on  his own, who is talking like this one, and who has high knowledge of all the scriptures. This analysis,  Rama gives to Lakshmana after a few more verses. For now, Hanuman had to yield to high resistance from  those two brothers, and is going to reveal himself, with a come-what-may attitude."
        },
        {
            "type": "verse",
            "text": "\"Delegated by that great soul and the king of important monkeys Sugreeva, I have come here and by name  I am Hanuman, another Vanara... He that righteous Sugreeva is desiring friendship with you two, and know  me as a monkey and his minister, the son of Air-god... I had to come here from Mt. Rishyamuka in an  ascetic's form only to appease that Sugreeva, and I can wend my way by my will, and wear any guise as  I wish...\" Hanuman said so to those brothers. Saying thus to those valorous Rama and Lakshmana, Hanumanan,  the sententious wordsmith, spoke nothing further."
        },
        {
            "type": "verse",
            "text": "Hearing all those words said by Hanuman, that illustrious Rama is well pleased facially, spoke to his  brother Lakshmana who is standing at his side."
        },
        {
            "type": "commentary",
            "text": "Again Rama is following his imperial protocol. As an emperor he does not enter into any direct conversation  with envoys or ambassadors. Later Rama asks Lakshmana to conduct the dialogue with Hanuman. This is said  to have another reason. Because Lakshmana is another wordsmith, equalling Hanuman by way of his knowledge  in scriptures, Rama assigns that duty to Lakshmana. Now Rama's analysis of this envoy's knowledge, thereby  gauging his master's virtuousness, is made know to Lakshmana in the following verses."
        },
        {
            "type": "verse",
            "text": "\"He is the minister of that noteworthy soul and king of monkeys, Sugreeva... whom alone I cherish, but  he himself has drew nigh of me, on his own... Soumitri, with this minister of Sugreeva, the knower of  sententiousness and a pleasant worded one, and one with friendliness you exchange pleasantries with  that enemy destroyer Hanuman..."
        },
        {
            "type": "commentary",
            "text": "The word <em>arindamam</em> meaning 'to the enemy destroyer' is to pertain to Lakshmana as oh, enemy  destroyer, because Rama has not yet concluded on Hanuman's epithets. In Chaukambha version, in Gorakhpur  version and in Eastern versions it is <em>arindama</em> , in vocative case only, but Baroda and Tokunaga  versions and some more have this as <em>arindamam</em>, objective case. Similar usage can be found in  this chapter at 4-3-36, <em>vaajyaj~naH, vaakyaj~nam</em> etc."
        },
        {
            "type": "verse",
            "text": "\"Nay...the non-knower of Rig Veda, or the non-rememberer of Yajur Veda, or the non-scholar of Saama  Veda... can possibly, or truly speak this way..."
        },
        {
            "type": "commentary",
            "text": "From hereon Rama's analysis of Hanuman is depicted. In Rig Veda every letter has too many phonetically  deflected variations, in many ways to mean many things. It is practically impossible to contain that  knowledge, unless the recitalist has complete control over it. Hence the word, <em>viniita</em> , 'well  trained' is used. In Yajurveda many <em>anuvaaka</em>-s or passages occur recursively, with different  utilisation. Remembering not to mix one with the other is a difficult process. Hence the recitalist  has to have enormous remembrance. In Saamaveda the pitch and duration of the rendering is of high importance,  as such it requires a scholarly bent to control vocal notes. The three words, <em>vinaya</em>, schooling; <em>dhaaraNa</em>, remembrance and <em>vedana</em> knowledge are required to each of the above Veda-s.  Atharva Veda, on the other hand, has no recital performance other than the above. Hence, it is said,  is not quoted by Rama. Hanuman said 'you two are eligible to rule the earth' as at 4-3-15, which tantamount  to the quote <em>brhamaa vaa idam ekaeva agra aasiit...</em> from Rigveda aitereya. Next he said that  you are deities inhuman form at 4-3-13, which has its bearing on the Yajurveda quote <em>ajaayamaano  bahudhaa vijaayate...</em> Then Rama is said having lotus-petal like eyes, at 4-3-11, taking clue from  cChandogya of Saamaveda, <em>myathaakapyaasam punDariikam evaakshiNii...</em>. Hence these utterances  of Hanumann are said to have direct base in the Veda-s."
        },
        {
            "type": "verse",
            "text": "\"Definitely grammar is severally and comprehensively learnt by him... and though much is said by him  not a single word has gone amiss of verbiage..."
        },
        {
            "type": "commentary",
            "text": "Earlier Vedic knowledge of Hanuman is analysed. Now his knowledge of grammar, the essential part of Vedic  learning is analysed. Without the knowledge of subsidiary scriptures of Veda-s, like, <em>vyaakarana,  nirukta, sikhsha,chandas</em> , the study of Vedas and its ancillaries itself is futile. Reading and  reciting the Vedic hymns is of no use in practical life, for the knowledge learnt thereon is to be implemented  in society. A simple recitalist is known as <em>chaa.ndasa</em> orthodox fellow, while the user of that  knowledge for the good of society is <em>vyavahaarta</em> practical fellow. Hence Hanuman is implementing  the grammar and training received originally as a Vedic scholar, because he is a practical one."
        },
        {
            "type": "verse",
            "text": "\"On his face or eyes, or on forehead or brows, or on other faculties of expression no fault is found...even  at the least..."
        },
        {
            "type": "commentary",
            "text": "Now the behavioural niceties of a Vedic scholar are being analysed. The <em>siksha</em> part of Veda-s  imposes certain rules while reciting the hymns. There will be some <em>paaTaka athama-s</em>, Reciters,  the worst. The following verse elucidates the skills of such worst reciters."
        },
        {
            "type": "commentary",
            "text": "1] Undue stretching, 2] quickening the pace, 3] nodding the head 4] reading by seeing written texts  without memorising 5] unknowing the meaning, 6] weak-voiced, are thus the six sorts of worst reciters  of Vedic hymns."
        },
        {
            "type": "verse",
            "text": "\"Unexpanded, un-doubtful, un-delaying and non-dissonant is the tenor of his speech, and it comports  in his chest or throat in a medium tone..."
        },
        {
            "type": "commentary",
            "text": "After elucidating the reciters, the worst, now the recitation, the worst is being analysed."
        },
        {
            "type": "commentary",
            "text": "Reading scriptures with 1] doubting, 2] fearing, 3] shouting,4] unclear, 5] nasal, 6] shrieking, 7]  high-pitched, and like with 8]improper sounds placement, 9] melody-less, 10] rudely, and also 11] letters  torn apart, 12] rendering negative meaning, 13] chaotic, 14] labiovelar, are the fourteen reciting mistakes."
        },
        {
            "type": "verse",
            "text": "\"He has orderly refinement in speech that is remarkable and un-delaying, and he speaks propitious words  that are heart-pleasing..."
        },
        {
            "type": "commentary",
            "text": "Best reciters will render phonetics as below, as contained in <em>siikhsha</em> of Veda-s:"
        },
        {
            "type": "commentary",
            "text": "With sweet voice, enunciated syllables, properly parting the words, quick and confident, and rhythm  included are the six best qualities of best reciters."
        },
        {
            "type": "verse",
            "text": "\"His speech is generated in three places is enthralling... and whose heart is it that is disenchanted,  even that of an enemy after raising his sword at him, on hearing his speech..."
        },
        {
            "type": "commentary",
            "text": "Three places to generate speech are <em>urashi</em> at chest, <em>shirashi</em> at head, <em>kanTha</em>  at throat. A real speqker of his mind has to generate his speech in these three areas, without rendering  any lip service. Again this is the rule of Vedic <em>siksha</em> namely the training."
        },
        {
            "type": "verse",
            "text": "\"Oh, faultless Lakshmana, if this sort of envoy is not there to a king, really how can that king accomplishes  his ways and means... Should a king have this kind of work accomplishers with a variety of virtues,  all his objectives will be achieved impelled by such an envoy's words...\" Rama thus said to Lakshmana."
        },
        {
            "type": "verse",
            "text": "When said thus by Rama, wise-worded Lakshmana spoke to that monkey and the minister of Sugreeva, namely  Hanuman, the son of Air-god, who is equally a wise-worded one."
        },
        {
            "type": "verse",
            "text": "\"The virtues of that great soul Sugreeva are known to us, oh, scholarly monkey, we for our part are  in search of that lord of fly-jumpers Sugreeva alone... As you communicated the words of Sugreeva, oh,  gentle Hanuman, by them and by your words we indeed wish to do accordingly..."
        },
        {
            "type": "verse",
            "text": "On observing that operative sentence of Lakshmana the monkey Hanuman is gladdened, as seen from his composure,  and kept his mind at ease at the prospective victory, and then he wished to materialise the pact of  friendship between Rama ad Sugreeva, at the earliest."
        },
        {
            "type": "commentary",
            "text": "The research scholars point out that these many  verses are not there in some ancient manuscripts and only the following verses are available. Even the  tailor-made Baroda edition ends at verse 4-3-27. The above aspects of Rama's analysis etc., is available  in the Eastern and Gorakhpur and other untailored manuscripts. There is an extensive commentary on these  so-called extra verses, rendered in a rare commentary Dharmaakuutam dating back to 1600's, and even  in earlier commentaries. The verses found in ancient manuscripts are said to be this one and half stanzas:"
        },
        {
            "type": "commentary",
            "text": "Taking clue of the last foot, namely <em>vaakyaj~nam</em> etc., and to glorify Hanuman through the tongue of Rama, these  verses from 4-3-28 to 4-3-35, are said to be crafted later, without throwing light on when and where.  Rama is going to give <em>aachaarya</em> , Teacher status to Hanuman to educate the  innate soul - Sita in Lanka - about the Almighty. So, to receive that status, according to Vaishnavaite  stipulates, a guru should possess certain qualities like:"
        },
        {
            "type": "commentary",
            "text": "A teacher is to be well-equipped with all Veda-s, a devotee of Vishnu, always purified by hymnal purity,  devotion to his own teacher, knower of mythologies, in particular, and one who is endowed with these  qualities alone is called the Guru."
        },
        {
            "type": "commentary",
            "text": "And Hanuman is one such according to popular belief,  though not from the viewpoints of researches. It is therefore unclear whether the modern day researchers  are right or the ancient commentators."
        }
    ]
}