{
    "id": "prose-kishkindha-30",
    "kanda": "kishkindha",
    "sarga": "30",
    "title": "Autumn [Sharad R^itu] eulogised",
    "chapter": "30",
    "overview": "Rama's exaltation of <font color=\"#B3003A\">sharad R^itu</font> post-rainy or pre-autumnal season is the theme here. This season, which will be conducive to lovers, is painful to Rama in the absence of Sita. This agony is compounding and turning into his ire, since Sugreeva's efforts in searching for Sita are neither seen nor heard. Hence, Rama sends Lakshmana as an envoy to Kishkindha to decide whether Sugreeva's support is there or liquefied in the spree of his drinking and merrymaking.",
    "content": [
        {
            "type": "verse",
            "text": "A word about this chapter. Readers acquainted with critical version of Ramayana may find some 35 verses in this chapter that are unknown to them. They occur in all the other traditional versions and they carry the blemish of interpolation. They are inescapable in traditional versions, as age-old commentators have commented on them at length."
        },
        {
            "type": "verse",
            "text": "On Sugreeva's entering the cave-like Kishkindha, Rama who spent rainy nights on that mountain with much distress owing to the misery of yearning for Sita, has seen the immaculate sphere of moon on silvern sky freed by ceasing rains, and even autumnal nights that are enamelled with moonshine, and thus he observed that Sita is lost hopelessly, engrossed in lust Sugreeva is lost to world intractably, and furthermore time too is being lost irretrievably, and thus he became highly impatient and even swooned. But on getting consciousness in a moment, that thoughtful king Raghava started to think of Vaidehi who is abiding in his heart, though not at his side. "
        },
        {
            "type": "verse",
            "text": "On seeing the sky to be spic and span when set free of black-clouds and lightning, and even vibrant with the shrieks of Saarasa birds, Rama bemoaned in woeful words. Rama's concepts are on the rove towards his ladylove when he beheld the skyscape of autumn while sitting on the summit of a mountain that is embellished with gold and other ores, and he soliloquised his thoughts in this way. "
        },
        {
            "type": "verse",
            "text": "\"Young Sita with a voice that is a soundalike to the callings of Saarasa birds used to take delight in these resonant calls of Saarasa birds when we were together in hermitage, but how she might be taking delight in these chirrups now without me. "
        },
        {
            "type": "commentary",
            "text": "When we were in hermitage, on listening the callings of Saarasa birds, Sita used to call me to observe these birds in a voice that soundalike the Saarasa birds, and we were delighted to listen the callings of those birds together. But now staying among demons how can she take delight in seeing these seasonal birds or call me for help with such a voice, because her voice is lost in the blare of bawling demons."
        },
        {
            "type": "verse",
            "text": "\"On seeing the flawless Asana trees flowered as if with golden flowers, she checks up for my availability thereabout, but now finding me nowhere near her, how can she be happy. "
        },
        {
            "type": "commentary",
            "text": "On seeing these flowers Sita used to go near the trees to check their beauty, and even used to check up for my availability to show their beauty to me. Now if she sees these seasonal flowers in that place where she is captivated, at least for a moment, but if she does no find me there, she looses her heart for these flowers."
        },
        {
            "type": "verse",
            "text": "\"She who is enchanting to me by her well-proportioned limbs that clucky-voiced Sita earlier used to wake me up in tune with the melodious callings of clucking-swans, but how that ladylove of mine might be amusing herself now. "
        },
        {
            "type": "commentary",
            "text": "The word <em>budhyate</em> means 'waking up' apart from 'knowing' etc. Thus, 'earlier, when I was with Sita I used to know myself as the 'Being' as and when her divine and swanlike voice used to address me, which voice is incidentally equals the hymn Gayatri, and which I used to hear continuously. But now without her, Shri, Goddess Lakshmi, I am presently not able to know myself.'"
        },
        {
            "type": "commentary",
            "text": "'Earlier when in hermitage Sita used to wake me up with her clucky-voice synchronising with the clucking of swans. On my awakening, I used to see her auspicious face and all-charming physique, by that I daily used to have a waking up protocol, <em>suprabhaata seva</em>, now how she can do it or how I can enjoy her sight every morning."
        },
        {
            "type": "verse",
            "text": "\"On hearing the sharp notes of Cakravaka birds that always move together in couples, what will become of this white-lotus-like broad-eyed Sita, since she is not together with me. I am not able to enjoy myself without that deer-eyed lady though wandering around enjoyable lakes, rivers, tanks, forests and woodlands, whose thirst is drenched by rainwater and my thirsting for her is not. The Love-god with a plethora of provocative autumnal features will be prolongedly agonising her, because she is separated from me, and because her ladyship is a frailty - won't he?\" Thus Rama worried for Sita. "
        },
        {
            "type": "commentary",
            "text": "'Will the Love-god Manmatha, with all his paraphernalia of licentious autumnal aspects, like even-climate, even-circumstance and even-desire, will he leave Sita? Even on knowing fully well that she is separated from me besides being a delicate person, will that Love-god leave her alone? No, He will not... for, merciless is that Manmatha, God of Love, and He may agonise Sita till death, for she is an unyielding woman to others <em>pati vrata</em> , nor I am at her side.'"
        },
        {
            "type": "verse",
            "text": "So on and so forth that best one among men and the son of a king keened over, like a Rain-cuckoo which will be keen on Indra, the king of divinities, for rainy-water. "
        },
        {
            "type": "commentary",
            "text": "The Caataka or Saaranga birds are said to be a sort of bird-flock which thrive on rain water alone, but not on water in rivers or brooks. They fly up to skies to swill the water directly from clouds granted by Indra. So also Rama is desirous of Sita alone for his theory is 'one-man-one-wife.' Thereby he does not eye other women. In epical aesthetics this is called <em>anukuula naayaka lakshaNa</em> 'hero in harmony.'"
        },
        {
            "type": "verse",
            "text": "Meandering on the pleasant mountain-terraces in search of fruits brilliant Lakshmana returned and has seen his elder brother Rama. Noble-hearted Saumitri, on observing lone Rama in a lonely place, who is beset with unbearable sadness and whose posture is vacuous, became very miserable for the sad condition of his brother, and spoke to Rama fretfully. Oh, noble one, what is the use in getting into fetters of passion, what for soul's bold-temper is being trounced, this remorseful sadness is arrogating self-assurance, and what purpose can be achieved now in retracing steps from the goal. "
        },
        {
            "type": "commentary",
            "text": "'The time when one has to keep up his bold-temper, without subjugation to passional temperance has arrived now, namely the autumn, and now loosing heart to shameful sadness, and loosing manly boldness to seasonal passions... what purpose can be achieved by it?' Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Oh, dear sir, engage yourself in your mission with an undeterred spirit and with a good disposition of mind, and bring time under control with steadfastness and ideation, and the capabilities of your helpmates, say Sugreeva and others be gathered, and the basis for your achievements, say daily rituals towards gods, be performed by you as your means. Oh, the lord of human kindred, with you as her husband Janaki is not an easily attainable one for others, oh, highly honourable one, if it is said that none will be burnt if he nears the tongues of flaming fire, oh, brave one, it is not so, for Janaki is a flaming fire, and anyone nearing her in ill-will will be burnt to ashes like a grass-hopper.\" Thus Lakshmana said to Rama. "
        },
        {
            "type": "verse",
            "text": "Lakshmana with his seemliness spoke those undeniable and expedient words that emerged from his very nature, which are tasteful, morally abiding, and further abounding with friendliness, righteousness, and meaningfulness, and on listening such words Rama spoke to Lakshmana."
        },
        {
            "type": "verse",
            "text": "Rama spoke to seemly and undeniable Lakshmana with words that emerged from his very nature, which are tasteful, morally abiding, and further abounding with friendliness, righteousness, and meaningfulness.  "
        },
        {
            "type": "verse",
            "text": "\"Doubtless accomplishment of the task is to be held in view, even oh, boy, the factors that contribute to its accomplishment, like enthusiasm, helpmates etc., are to be followed through, and not only these aspects but we also have to observe the fruition of task when that task is becoming unwieldy, unattainable and formidable, along with the lapse of time and lapsing of help.\" Thus Rama said to Lakshmana. On thinking about the fruit of his mammoth task, namely that lotus-petal-eyed Maithili, thereafter Rama spoke to Lakshmana with a dried-up face. On satisfying mother earth with rainwater and on effectuating the crops on earth, the Thousand-eyed Indra is complacent as his task is effectuated, whereas my task is yet to take off. "
        },
        {
            "type": "commentary",
            "text": "Here a selfless philanthropist who accords benefits on his own without any petition or prayer is suggested in referring to Indra and rains, and Rama has not yet done such act in respect of Sita."
        },
        {
            "type": "verse",
            "text": "\"Clouds roving on the tops of mountains and trees with their protracted and profound peals have let the water loose and they are now retired, oh, prince, but tireless are rumbles and grumbles in my heart, thus I cannot retire. On blackening ten quarters of earth blue-black clouds that looked like petals of blue-lotuses are now quietened in their nimbleness like rut-less elephants. "
        },
        {
            "type": "commentary",
            "text": "There are eight elephants carrying the universe from its eight corners <em>aSTa diggaja-s</em> . They and the elephantine-clouds that give waters, both kinds of elephants are responsible for world's sustenance, but they now are nonchalant on performing their duties, along with their administrator Indra. Rama is not able to do his duty due to slackness of Sugreeva, and thus he is questioning himself whether his mission / incarnation is going to be futile or worthwhile."
        },
        {
            "type": "verse",
            "text": "\"Now pausing are the high-speeded rainy-winds, which once speedily swooped with water in their wombs, and wafted the fragrance of Kutaja and Arjuna flowers. The rales of clouds, elephants, peacocks, and oh, merited Lakshmana, of the freshets too, are suddenly quietened. Scoured well by rains from colossal clouds those amusing mountain terraces are grime-less and they shine forth as though enamelled with the moonbeams. Presently autumn has shown itself dividing its charm on the branches of seven-leaved banana plants, on the stars, sun and moon, and also on those best elephants that are rollicking."
        },
        {
            "type": "commentary",
            "text": "The seven-leaved banana plants are bearing whitish-buds, the luminosity of sun, moon and stars is blanched and because such a congenial atmosphere of autumn is prevailing the elephants are frolicking, since no other season can make those pachyderms joyous."
        },
        {
            "type": "verse",
            "text": "\"Fascinatingly glistening grandeur of autumn that is derived from the merits of the season and that resorts to many objects of the season, is now splendidly shining in the lotus lakes that are flourished by the rays of dawning sun. "
        },
        {
            "type": "commentary",
            "text": "Those that are graced by the Almighty, their splendidly glistening visages are indicated by the gleaming lotuses. In autumn the sun does not scorch, thus by his first rays awakened are the pink, blue, and white lotuses, and there are many such lotus-lakes, which also gleam with their gleaming lotuses, and thus 'Lakshmi' - the affluence, splendour, grandeur, of nature is glorified through the sage-like lotuses' bloom."
        },
        {
            "type": "verse",
            "text": "\"The breeze is wafting the fragrance of flowers of seven-leaved banana plants, and the swarms of honeybees that are singing in accompaniment to the rustle of breeze are tagging along that breeze for its fragrance, and because that breeze is breezing unceasingly, that alone is fetching the pride of rut for the already rutted elephants, and thus this autumnal season is highly glistening. Broad and cute winged Cakravaka birds that are fond of lakes and that have pollen of lotuses overspread on them have come to the sand-dunes of vast rivers, and with them that have come nigh the swans are larking. "
        },
        {
            "type": "commentary",
            "text": "Swans and Cakravaka birds are said to be born enemies. But due to autumnal effect, they have stopped their infighting and came together on the sand dunes, for their mating games."
        },
        {
            "type": "verse",
            "text": "\"Divided variously the autumnal glory is shining forth among the overbearingly ruttish elephants that are trumpeting, among the herds of haughty bulls bellowing, and among the limpid waters that are murmuringly slopping down. Exploring the sky well which is now set free by the clouds, the peacocks are setting their ornamental plumaged-tails free, and they are even divested of their dear peahens as they are uninterested in them, and thus divested of their festivity those peacocks are abiding in their muse. "
        },
        {
            "type": "commentary",
            "text": "Rama's musing is similar to that of the peacocks. Not that he is disinterested in Sita, but his present priority is to conquer Ravana, for which Ravana is to be located first. Further, gone is the festivity to Rama, which chanced while befriending Sugreeva, who then was in a similar state, but now completely transformed into a frivolous monkey. Thus, Rama is pondering over the possibility of locating and conquering Ravana by himself, should Sugreeva refuse the pact."
        },
        {
            "type": "verse",
            "text": "\"Umpteen are those Priyaka trees with their pleasingly fragrant flowers, the apices of the boughs of those trees are sagging down by their much weighty flowers-bunches, and eye-delighting is the golden-yellow hue of those flowers, and with them the interiors of these forests look as though illuminated, lit with golden lamps. On scenting the fragrance of the seven-leaved banana plants, the ruttish lather of those best elephants that have a fond for forests and lotus-lakes has started to flow on their temples, thus they are indulgent in rut and their strides are slackening while they are moving along with their beloved female elephants. The sky is clear as with the tinge of just whetted weapon, lessened are the flows of river-waters, breeze is chilly while wafting the chillness of red-lotuses, and all the directions released from the darkness are looking bright. "
        },
        {
            "type": "verse",
            "text": "\"Overcome by the sun's heat dried out is the sludge, at last the earth is dense with the up-heaved dust, and for the lords of people who have mutual animosity this is the time to foregather their forces to strive against one another. The nature of autumn has enhanced the features of bulls' bullishness and with their bodies covered with dust and their vigour pepping them up they are ecstatic, and staying in the midst of cowherd they are bellowing hankering for bullfights. While a ruttish male elephant is going in the forest the slow paced she-elephant is tagging along her male along with other elephants of her breed, and with an intensified attachment and passion she is bumping and rubbing her husband. The excellent plumaged-tails that form their individual ornaments of peacocks are now cast out, and the plumeless peacocks on nearing the banks of rivers they look as if intimidated by the Saarasa birds, thus they had to turn back despondently and dispiritedly. "
        },
        {
            "type": "commentary",
            "text": "The peacocks are like those that have enjoyed their fortunes once but now divested of them. Thus, they have to turn away from the newly fortunate Saarasa birds, whose fortune is enriched by this autumn, though they are inferior to peacocks in anyway. This is because the lusty twitters of Saarasa birds are more or less insulations to these one-time-fortunate peacocks. So also, should the one-time-fortunate Rama, be insulted by the newly fortunate Sugreeva?"
        },
        {
            "type": "verse",
            "text": "\"With their blaring trumpeting lordly elephants with slit temples are alarming Karandava and Cakravaka birds abiding in lakes that are embellished with blooming lotuses, and those elephants are drinking water after swishing and swashing the tranquillity of those lakes."
        },
        {
            "type": "commentary",
            "text": "The tranquillity of Rama's lake-like heart in which Sita abides in blooming lotus is swished and swashed by a ruttish elephant, called Sugreeva, whose sudden fortune like the seasonal water in lakes, that too made available by Rama, is making him to swill only a few mouthfuls of watery toddy-liquor. For that Rama, who is flitting so far from forest to forest, is alarmed like the flitting birds called Kaarandava and Cakravaka-s."
        },
        {
            "type": "verse",
            "text": "\"De-silted is the silt of rivers and they are with sand-dunes and serene waters, and cow-stock is gathering there, besides, they are resonant with clucking of Saarasa birds, in such rivers swans are delightedly taking deep dives. The ruffles of rivers, rumbles of clouds, rattles of rapids, such rackets of waters are quietened, and much amplified gusts of wind, and screams of peacocks along with crocks of frogs, are now completely undone as their festivity is definitely lost with the rains. Variously coloured and dangerously venomous snakes have contracted into their snake pits with the advent of new rain clouds, and containing in there for a long time they are highly emaciated for they are hunger-stricken, but now they are snaking out of those pits. "
        },
        {
            "type": "commentary",
            "text": "While frogs welcome the rain snakes despise the same. In the game of hunter-hunted, snakes are now on spree for their hunt, because the festivity of frogs is over and they can fall prey to snakes. But where is the prey, namely Ravana, for the snaky arrows of Rama?"
        },
        {
            "type": "verse",
            "text": "\"Aha! By the touch of the moonbeam of the shining moon, the damsel called twilight is delightedly unfolding the stars releasing her ochry hue off the sky on her own, in all her love for the moon."
        },
        {
            "type": "verse",
            "text": "\"Aha! By the touch of the hand of her twinkling hero a damsel in all her love to him is delightedly widening her pupils and disrobing her ochry robe on her own. Damsel-night is with the risen-moon as her genteel-face, myriad-stars as her twinkling-eyes, moonlight as her veiling-cloth, and she is glistening like the one who fully-enfolded her limbs within a whitish-cloth-like moonshine. "
        },
        {
            "type": "verse",
            "text": "\"On eating richly ripened yield of rice delighted are the Saarasa birds, and in a delightful bird-line with swift speed they are overrunning the sky like a stringed flowery-tassel up-heaved by wind. One swan is sleeping in the water of a vast lake thick with white-lotuses, and that lake is glistening like the star-studded nightly skyscape that is disengaged from clouds, and that has the full-moon. "
        },
        {
            "type": "commentary",
            "text": "Very deep and vast is the tank in which clear and unruffled water is there. On that water one white swan is sleeping around which white-lotuses are thickset. It is like the nightly autumnal vault of heaven brightened with one full moon and many stars, clear of any cloud."
        },
        {
            "type": "verse",
            "text": "\"With swans spreading and swaying around as her swaying girdle-ornaments, and with well-bloomed red and blue lotuses as her swinging flowery-tassels, the resplendence of those best tanks is now heightening as with a dame embellished with girdle-ornaments and flowery-tassels. "
        },
        {
            "type": "commentary",
            "text": "The swaying swan-lines are the girdles of the lake-maid, and lotus-rows are her flowery tassels, and with the floating of the swans the water ruffles, then that ruffled water is ruffling those girdles and tassels on the sheet of water, thus the tank is appearing like a maiden on whose body girdles and tassels are swaying and swinging."
        },
        {
            "type": "verse",
            "text": "\"In tune with the tunes of flute the dawn-time breeze is tuned-up, and it is spreading to broadcast the tuneful tunes from the caves, cows and bulls, and the sounds are as though surpassing one another. "
        },
        {
            "type": "commentary",
            "text": "The dawn time bustle is indicated. At this time various tunes like the rhythmic churning of milk, cows bellowing for their calves to give milk, and bulls in rut bellowing for cows, and the fluting of the transverse flutes of cattle-boys, and the chanting of Vedic hymns that are audible like the sound emitted from mountain caves are permeating into the breeze. And the tuneful breeze is supplementing that intermixed sound, and thus all are commixed and broadcast by that breeze to the delight of the inhabitants of that locale."
        },
        {
            "type": "verse",
            "text": "\"The riverbanks are with smiley white flowers of new reeds that are softly swayed by the gentle breeze, and the silken reed-bed on them is shining forth like a well-washed white silk-cloth that is shiny. "
        },
        {
            "type": "commentary",
            "text": "While the reed-beds with white flowers on either side of two banks of the river are like a white silky outfit, the two riverbanks beneath them are the two buttocks of that lady-river. Since her water is tossing against each bank, her buttocks appear swinging and thereby the silk clothe like reed-bed is swinging."
        },
        {
            "type": "verse",
            "text": "\"Honeybees that are on the loose in forests and roguish in drinking honey are yellowed with the pollen of lotuses and asana flowers when they had bouts of nectar, and they are saucily but delightedly making their journey along with their lady-loves in tow with the forest breeze. Waters are standing tranquilly, flowers are smiley, crane-birds are noisily, rice-crops are ripely, breeze is softly, and moon is brightly, thus they denote the time of rains has phased out."
        },
        {
            "type": "verse",
            "text": "\"In the dame-like rivers fish are very closely seen as if they are girdle ornaments of that dame, and nowadays these dames are strutting slothfully like ladyloves who strut tiresomely in the early morning of next day, after a nightlong romancing with their lovers. With Cakravaka birds, with riverweeds, and with reeds that lookalike a veiling silk-cloth, half-veiled are the river-shores and they look painted with foliage-lines in vermilion, like the faces of maidens. "
        },
        {
            "type": "commentary",
            "text": "The face of a river is its <em>ghat,</em> river-shore where the holy-dips, worships etc., are performed. The <em>citra rekhaa-s</em> are the artistic lines drawn on visible limbs with vegetable colours, namely foliages, a design in art, resembling that of leaves. It resembles the inerasable tattooing, whereas this sort of lines are crafted with vegetable colours or with the orpiment like Gorocana, which will fade away after some days, like henna <em>mehandi</em>. This is a handicraft of womenfolk who sophisticatedly draw the shapes of leafs, creeper-plants etc. Nowadays these leafy-lined decorations are coming as stickers."
        },
        {
            "type": "verse",
            "text": "\"In the forest that is portrayed with the flourishing Baana and Asana trees, where the honeybees are humming elatedly, there alone the Love-god, Manmatha, is moving about unimpededly taking his bow to punish the lovesick. On appeasing the world with good rains, on filling the rivers and tanks, and on making the earth to derive good harvests also, clouds have dissipated forsaking the sky. The autumnal rivers are showing their dunes slowly and slowly, as with shying brides showing hips in their new trysts, slowly and slowly. "
        },
        {
            "type": "verse",
            "text": "\"Oh, gentle Lakshmana, with clear waters, well sounding fish-hawks, teeming teams of Cakravaka birds the lakes are glistening well. "
        },
        {
            "type": "verse",
            "text": "\"Oh, prince, those that are reciprocally bound by hostilities and desirous of victory, oh, gentle Lakshmana, for those kings their striving time has come up. "
        },
        {
            "type": "commentary",
            "text": "Rama is also bound by hostile mood and anxious to start his campaign against evil as <em>muhuurta</em> 'opportune time...' has come. Please refer to verse 78 in this chapter for details."
        },
        {
            "type": "verse",
            "text": "\"This is the starting time for invasions of the kings, but I do not even perceive Sugreeva, or his striving for any invasion as such. On mountain terraces there appear flowered Asana trees, seven-leaved banana plants, Kovidaara, Bandhujiiva trees, and the Shyaama creepers. On the sand-dunes of rivers Swans, Saarasa-s, Cakravaka-s, also Kraunca birds are fully overspreading from all over, see Lakshmana. "
        },
        {
            "type": "commentary",
            "text": "Here it is said that there is a problem with the copyist of palm-leaf books. These two verses 62 and 63 occur prior to the verse 60 in some mms. The thought of Rama is about Sugreeva as spoken at verse 61, and these two verses suddenly switching over to trees and birds, thus they are mismatching in the placement."
        },
        {
            "type": "verse",
            "text": "\"Four rainy months have rolled by and to me they are like a hundred years, for I have not seen Sita, likewise I am seethed in grief. Like a female Cakravaka bird that follows rearward of her husband, that lady Sita followed her husband, that is what I am, to the precarious forest of Dandaka, as if she is going to pleasure-gardens. Dear departed, kingdom plundered, rendered homeless, and one in desperate straits, such as I am Lakshmana, king Sugreeva is not benevolent to me. "
        },
        {
            "type": "verse",
            "text": "\" 'He is insecure, kingdom forfeited, persecuted by Ravana, a dismal, came from a distant home, lovelorn and sought shelter in me alone...' thus Sugreeva may be thinking of me."
        },
        {
            "type": "verse",
            "text": "\" ' Since his kingdom is forfeited, he is an insecure person... since he is persecuted by a powerful demon Ravana, he is dismal... since he came from a distant homeland, he hasn't got a leg to stand on... since he is lovelorn, he sought my shelter faint-heartedly...' thus Sugreeva may be thinking of me. "
        },
        {
            "type": "verse",
            "text": "\"By these reasons, oh gentle Lakshmana, I am perhaps scoffed off by the spiteful king of Vanara-s Sugreeva oh, the enemy-blazer, Lakshmana. He computed the time for search of Sita well, and entered into a treaty with me as well, but on achieving his means that base-minded one is unmindful of it. Oh, enemy blazer Lakshmana, such as you are, you enter Kishkindha and upon my word speak to that arch-vanara Sugreeva, which stupid is tangled up in uncouth pleasures. He who promises the requesters that have come under his shelter, and especially those that have cooperated earlier, but breaks that promise, and even shatters their hope, he is the worst fellow in the world. "
        },
        {
            "type": "commentary",
            "text": "'We are the earnest requesters for the searching for Sita and we have come seeking your shelter for achieving that purpose through you, and earlier we have even cooperated with you, viz., in killing your enemy and in enthroning you, and to such like us you have promised hope but now breaking it off, thus you tend to become a worst individual. Hence oh, Sugreeva, do not become the worst person in the world...' Thus, Rama is putting words in the mouth of Lakshmana to be spoken to Sugreeva."
        },
        {
            "type": "verse",
            "text": "\" 'Whether it is good or bad, he who promises a word, and truthfully takes action for its accomplishment, indeed he is the champion and a best one among men. "
        },
        {
            "type": "commentary",
            "text": "Promising in a helpless condition and unable to fulfil it in the same helpless situation does not make matters worse. But having attained a state of fulfilling that promise and not heedful of it, then the 'word-of-honour' conflict occurs."
        },
        {
            "type": "verse",
            "text": "\" 'Indeed, those that have achieved their means through their friends, but do not come to the rescue of the same friends whose means are still unachieved, the carrion-devourers will not devour even the flesh of those ingrates after their death. "
        },
        {
            "type": "commentary",
            "text": "Here these morals are said threadbare. Whereas these are explained vividly in Maha Bharata in episodes like <em>naaDii jangha,</em> and others. Thus some hold the opinion that Maha Bharata is an explanatory treatise to Ramayana because more than hundred <em>upa aakhyaana-s</em> 'sub-episodes' of Ramayana are incorporated in it and in detail. In detailing these episodes of Ramayana, that epic Maha Bharata has became more voluminous than this one."
        },
        {
            "type": "verse",
            "text": "\" 'You definitely aspire to see that facet of the gold-spined bow of mine which in simile will be like a cluster of electric-discharges when I fully stretch it in war. Once more you desire to clearly hear that calamitous crashing boom from my bowstring, which is a soundalike with the crash of thunderbolt, when I angrily clang the unbent bowstring in a given war. But, oh, prince Lakshmana, Sugreeva is fully aware of my valour... be that as it may... oh, brave one, I am not alarmed as I have you as my associate. "
        },
        {
            "type": "commentary",
            "text": "'Sugreeva is in complete knowledge about my valour for he testified it for himself when asking me to pierce the saala trees, lift the carcass of Dundubhi, and finally in killing Vali. He is aware as to why I killed Vali, viz., for transgressing the righteous path. Equally, that Sugreeva should be alarmed by now, for time is lapsed. Further, he should be alarmed, as I will eliminate him too, because he has gone back on his word, because a 'given word' is dearer to me. Furthermore, has he forgotten that my selfsame brother is at my side? Even then, does it not matter to him?"
        },
        {
            "type": "commentary",
            "text": "Another way of getting meaning is: <em>asya parij~naate paraakrame kaamam evam gate api san</em> 'his, made, know, valour [of Sugreeva,] may be, that way, evanished, even...' 'Sugreeva's valour which was made known to me at the time of befriending, though that might have evanished...' <em>tvat sahaayasya me cintaa na syaat...</em> 'by your help, to me, alarm, not, there...' 'Even then, I am un-alarmed as long as your help is there... Thus, oh, Lakshmana, you may tell Sugreeva that I depend less on his help, but I wish to eliminate him too, as he failed in his promise...'"
        },
        {
            "type": "verse",
            "text": "\"For which reason this venture of eliminating Vali and its sequel is commenced, oh, the vanquisher of enemy-capitals, Lakshmana, and the timeframe set for it, that king of fly-jumpers Sugreeva is not recognising, as his ends are achieved. But on promising to get back after rainy season that king of vanara-s is insensible to the slipping away of those four months time of rainy season, for he is wallowing in his pleasures. "
        },
        {
            "type": "commentary",
            "text": "The Hindu season is calculated as two-month-period of Gregorian calendar and thus there are six seasons in Indian calendar. But here it said that four months time is elapsed and it is captioned to be rainy season. The commentary of Kulluka Bhatt says that four are the months for rainy season."
        },
        {
            "type": "commentary",
            "text": "<em>vaarShikaam caturo maasaan yathaa indro abhi pra varShati - ShraavaNaadii~N caturo maasaasaan... </em>When the specified season is calculated as four month period it takes part in the preceding and succeeding seasons. Thus <em>griiSma</em> 'summer' takes part in <em>vasanta</em> 'spring' and <em>sharat</em> 'post rainy season' in <em>varSa</em> 'rainy season' and <em>shishira</em> 'cold' in <em>hemanta</em> 'winter' season. Thus the month to start campaigns is <em>maargashira</em> roughly 'Nov-Dec' has come, for which arrangements have to be made in <em>kaartika</em> 'Sept - Oct' month."
        },
        {
            "type": "verse",
            "text": "\"Frolicking with all in the council of ministers Sugreeva is absorbed in drinking alone, and he is not sympathising with us who are agonised by grief. Oh, great-mighty Lakshmana, you may proceed to Kishkindha and let Sugreeva know through you as to how my fury takes shape, and oh, brave one, he may be told this word also. 'Oh, Sugreeva, abide by your commitment. The path by which slain Vali has gone is not tapered off, as such do not tread Vali's path. "
        },
        {
            "type": "verse",
            "text": "\" 'In a clash Vali is slain singly with my arrow, but I wish to slay you along with your kith and kin since you have transgressed truthfulness. Oh, best one among men, Lakshmana, when the mission of searching for Sita is scheduled in this way but hampered, you speak about all things that are appropriate for us and for Sugreeva even, oh, foremost one among men, hurry up, let there be no time lapse. Oh, king of monkeys, on apperceiving the perpetual virtuousness in what you have promised to me, render it as a reality. Otherwise, now driven by my arrows to death, and on going to Yama, the Time-god's Inferno, you will see Vali \" Thus Rama appraised Lakshmana about his thinking of Sugreeva. "
        },
        {
            "type": "verse",
            "text": "On clearly examining his elder brother Rama, who has become ruthlessly uncompassionate and pitiably prating, the mood of that intensively resplendent Lakshmana, who is an augmenter of Manu's dynasty, has become hostile towards the monkey-king Sugreeva. "
        }
    ]
}