{
    "id": "prose-kishkindha-31",
    "kanda": "kishkindha",
    "sarga": "31",
    "title": "Lakshmana's fury",
    "chapter": "31",
    "overview": "Enraged Lakshmana goes to the extent of saying that Sugreeva is to be eliminated and then Angada and others will search for Sita. Perturbed by his brother's vehemence Rama pacifies him and sends to Kishkindha where on seeing the infuriated, hissing, snakelike Lakshmana monkeys are upset. Lakshmana sends Angada to Sugreeva to inform about his arrival. Sugreeva could not comprehend firstly because he is in an inebriated condition, but later comes to senses on the advise of his ministers.",
    "content": [
        {
            "type": "verse",
            "text": "When Rama of undeterred stamina has become pitiable while yearning for Sita, overcome with grief while the search for Sita is becoming futile, overwrought with anger while Sugreeva is reneging on his promise, to such an elder prince-brother from a godlike king, his younger prince-brother Lakshmana spoke in this way. "
        },
        {
            "type": "verse",
            "text": "\"As a forester Sugreeva will not abide by the conduct of gentlefolk, he is not appreciative of the fruits of incidental events like gaining kingdom and regaining wife occurring out of your deed of eliminating Vali, thus he will not enjoy the prosperity of the kingdom anymore. Obviously his prudence is behindhand, isn't it! "
        },
        {
            "type": "commentary",
            "text": "\"Remaining adherent in the thick and thin of friends is friendship. That is the least kindness expected of a friend. Because Sugreeva is a fickly monkey, he may not abide by the oath of friendship taken before fire altar, whereby you eliminated Vali, and enthroned Sugreeva; but, he may  not keep that pact or its fruits holy, as nothing is evincible of his help..."
        },
        {
            "type": "verse",
            "text": "\"Without any notion of requiting the beneficence you have accorded he is insanely involved in primitive pleasures, such as he is, let him see his elder brother Vali when slain. Hence, kingdoms are unaffordable to dishonest. Unbearable is this anger that is tiding quickly, now I shall kill that unfaithful Sugreeva and the best braving monkeys shall search for that princess Sita, remaining under the command of Vali's son, Angada.\" Thus said Lakshmana to Rama. "
        },
        {
            "type": "verse",
            "text": "Rama, the slayer of braving enemies, spoke this well thought sentence that includes persuasiveness to Lakshmana who is with an irrepressible wartime anger, who has apprised his intention to slay Sugreeva, and who on taking his bow is now leaping at Kishkindha. \"Certainly none of your kind shall commit this sort of sin in this world, and if such a situation occurs, he who by his noble gesture kills his own anger is a valorous one, and he really becomes the best one among men.\" Thus Rama is saying to Lakshmana. Lakshmana, as person with righteous conduct you are not supposed to understand this matter in this way, or undertake in this way, but you are supposed to adhere to those aspects of friendliness with Sugreeva and the affinity earlier existed in dealing with him. "
        },
        {
            "type": "commentary",
            "text": "In the last chapter Rama says that he wants to kill Sugreeva for his faithlessness. Now Lakshmana is parroting out those very words. But Rama is now telling that 'killing a friend is a sin, so you do not commit it...' Is Rama contradicting his own statements in last chapter? In reply it is said, not so. Last time Rama gave a picture of his ire about Sugreeva, to the extent of eliminating him, if Sugreeva still avoids any arrangement. But Lakshmana, being straight-to-nose person and a textualist, has started to Kishkindha to eliminate Sugreeva and to enthrone Angada, under whose leadership the other monkeys can search Sita. It is same situation with Hanuman in Sundara, where Hanuman is asked just to elicit the whereabouts of Sita, but he burns down Lanka, and if anybody questions, Hanuman is apt to say that he is monkeyish with Lanka. Such an occasion shall not happen in Kishkindha, that too through Lakshmana. Thus, Rama is pacifying Lakshmana in saying that 'my words shall not be understood that way, and killing of Sugreeva is not to be undertaken forthwith.'"
        },
        {
            "type": "verse",
            "text": "\"It will be apt of you to speak to that reneger Sugreeva with placating words rather than with caustic remarks, as his sin is no more than flouting the timeframe.\" Thus Rama said to Lakshmana. That brave one and the slayer of braving enemies Lakshmana thus schooled expediently by his elder brother about the means of gainfulness, that best one among men proceeded to enter the city of Kishkindha. "
        },
        {
            "type": "verse",
            "text": "That right-minded and well-informed Lakshmana who is bent on doing only that which is agreeable and beneficial to his elder brother, then swallowing his exasperation and wielding a bow which is shining forth like the bow of Indra, and which is standing out like a peaking mountain proceeded towards the palace of the monkey, namely Sugreeva, and with such a bow he appeared to be the peaking Mt. Mandhara and like the Era-Ender. "
        },
        {
            "type": "verse",
            "text": "Lakshmana the non-defying adherer of Rama, a coequal of Brihaspati-Jupiter, in intelligence, then mulled over the exact words of Rama to be spoken to Sugreeva, possible reply of Sugreeva on them, and his own sensible counter-reply to them, enwrapped as he is in a furious fire fired up by the desire of Rama for Sita, proceeded to Sugreeva's palace like an embittered whirlwind aided and abetted by a furious fire. While knocking down Saala, Palm, Ashvakarna trees with his might, razing mountain-crests and even other trees with his strength, splintering boulders underfoot, Lakshmana made haste through an enmeshed path leaving off one-foot-pathway as with an elephant striding fleetly, and proceeded swiftly impelled by the mission. "
        },
        {
            "type": "commentary",
            "text": "The wording in the second foot is as per Chaukambha publication: <em>duuraam eka padam tyaktvaa</em> as in other publications, which then gives meaning 'leaving off a distant one-foot-pathway Lakshmana strode in a shortcut way through the thick of trees...' or <em>duuram eka padiim tyaktvaa</em> in another way 'releasing the first foot in a longer stride he made haste.' This is to show Lakshmana's vehemence and valour are better than that of Vanara-s, which was explained by the sage-poet at the time of creation of Vanara-s by celestials at 1-17-25 onwards. When Vanara-s can fell trees or volley the peaks of mountains with some effort, Lakshmana can do the same effortlessly."
        },
        {
            "type": "verse",
            "text": "Entrenched among mountains, impregnated with vanara-army is the magnificent citadel of the king of monkeys, and the tigerly-Ikshvaku, Lakshmana, has seen such an impassable city, namely Kishkindha. "
        },
        {
            "type": "commentary",
            "text": "This is what Sugreeva told Rama when they come for second time to fight Vali 'Spread out by the snares of monkeys... [we arrived at gate of Kishkindha city...] [4-14-5]' thus Lakshmana again saw that impregnable Kishkindha, but with a different reception to him at this time."
        },
        {
            "type": "verse",
            "text": "While his lips are quivering owing to rancour towards Sugreeva, Lakshmana saw formidable Vaanara-s at the outposts of Kishkindha. On seeing the most notable one among men, Lakshmana all of the elephantine vanara-s available in the gorges of mountain have grabbed hundreds of mountain-crests and gigantic trees, and they are at the ready. But on seeing all of them handling assaultive peaks and trees, Lakshmana's fury has become twofold as with a fire to which much fuel is added. On seeing overexcited Lakshmana who is like the Time-god and the Epoch-Ender, troops and troops of those fly-jumpers quickly fled away in all directions with scare coiling their bodies. "
        },
        {
            "type": "verse",
            "text": "Then on entering the palace of Sugreeva, some best ones among monkeys have appraised about the arrival of Lakshmana, and even about his fury. At that time, he who is in a lustful mood, who is in the company of Lady Tara and who is enmired in privacy, that foremost monkey Sugreeva is unheedful of the words of those bold monkeys who brought the message. "
        },
        {
            "type": "verse",
            "text": "Then, as directed by ministers of Kishkindha in order to figure out the mood of Lakshmana, some of the elephantine monkeys who are frightening just by their appearance, who in sheen are similar to mountains and dark-clouds have gone out of the city. All of those brave vanara-s are armed with their own teeth and nails, all are with tigerish pride, all are hideous in look and horrendous by their faces. Some of those vanara-s are with the might of ten elephants, some ten times more, and some with vigour matching that of a thousand elephants. Infuriated Lakshmana has then seen Kishkindha, an unassailable city, as those great-mighty monkeys flaunting trees are spreading throughout it. All of those monkeys then exiting from the inside of the compound-wall of the castle and coming underneath of the iron-latches of the castle's gateway, they became visible and stood up to Lakshmana with their ebullient might. "
        },
        {
            "type": "commentary",
            "text": "The word <em>parigha</em> is sometimes taken as bastions of the fort-wall."
        },
        {
            "type": "verse",
            "text": "On envisaging Sugreeva's blunder and of his elder-brother's expediency, that sensible one and fury restrained Lakshmana, again went into the restraint of fury on seeing the monkeys. With his long, fiery, and endless exhales and eyes bloodshot in fury, that tigerly-man Lakshmana is like a fuming fire. Lakshmana has become identical to a five-faced serpent as his curvi-bow looked like the curvi-hood of a serpent, arrowheads looked like the poking tongues of the serpent, and as his own fervency is proliferating as that serpent's venom. "
        },
        {
            "type": "commentary",
            "text": "The words used in verse <em>bhogavaan, samghaata</em> also means 'enjoyer of bow, assortment of these aspects...' but <em>bhoga</em> is yet another name for 'snake-hood' besides its coils and <em>ghaata</em> is 'that which obtained after multiplication...'"
        },
        {
            "type": "verse",
            "text": "Angada succumbing to high despair caused by the scare neared Lakshmana who is aglow like the Fire of Perdition and like <font color=\"#B3003A\">aadi seSa</font>, the Thousand-hooded King of Serpents, who is perforce infuriated. With his eyes reddened in rancour that highly adorable Lakshmana sent a word through Angada, saying \"oh, boy, let Sugreeva be informed about my arrival,\" and said this way. "
        },
        {
            "type": "verse",
            "text": "\"Oh, enemy-destroyer Angada, oh, boy, you may say these words to Sugreeva, 'oh, enemy-destroyer Sugreeva, distressed by the distress of his brother this Lakshmana has arrived in your presence and waiting at the door, oh, Sugreeva, the vanara, if you are interested it will be apt of you to listen to his advise, either by coming here or inviting him inside...' saying so oh, boy Angada, you comeback quickly.\" Thus Lakshmana spoke to Angada. "
        },
        {
            "type": "verse",
            "text": "On hearing the words of Lakshmana Angada is muffled up in grief, and on arriving in the presence of his father Sugreeva he informed \"Soumitri has come.\" "
        },
        {
            "type": "verse",
            "text": "Bewildered in his perception at the very sharp words of Lakshmana, mighty Angada then has gone to the palace assuming a very sad face, and there he firstly saluted the feet of his father Sugreeva and then at the feet of Ruma, wife of Sugreeva. Angada whose vitality is intense clinched himself to the feet of his father Sugreeva, and later clung to the feet of his mother Tara, and he even clasped the feet of his paternal-aunt Ruma, and latching on to the feet of his parents then he stated to appeal to them about the message of Lakshmana. Sugreeva, the vanara, who is bound up in drowsiness and dizziness could not comprehend clearly what Angada is talking about, as he is benumbed with intoxication, and even numbed down with the torpor of lustfulness. The hearts of mobbing monkeys are flustered with fear when they pored over infuriated Lakshmana, thus they jibber-jabbered so as to appease him. "
        },
        {
            "type": "commentary",
            "text": "The words <em>kila kila, hala hala</em> are the onomatopoeic words for the chatter of monkeys or hues and cries of others. - A Linguistic Study of Ramayana, Pt. Satya Vrat."
        },
        {
            "type": "verse",
            "text": "And those monkeys on observing Lakshmana instantly raised a hubbub at his nearby that is similar to a storm of a torrent, thunder of a thunderbolt, and the roar of a lion. With that uproarious noise of monkeys Sugreeva came to his senses, but because of stupor his coppery eyes are helter-skelter and his garlands and ornaments are topsy-turvy."
        },
        {
            "type": "verse",
            "text": "On hearing the words of Angada two ministers who are agreeable in their advice and appreciable in their aspect have come along with him, and those two ministers of the king of vanara-s, namely Plaksha and Prabhava, have appraised Sugreeva that Lakshmana has arrived to discuss variously about the prosperity and probity. "
        },
        {
            "type": "verse",
            "text": "Those two ministers sitting around and nearby Sugreeva, who is seated like the king of wind-gods, namely Indra, on appeasing him with meaningful and expressive words they spoke to him in this way. "
        },
        {
            "type": "verse",
            "text": "\"Rama and Lakshmana are the brothers who abide by truth, highly-providential, and though they are worthy enough to rule kingdom for themselves they have bestowed the kingdom to you, such as they are, they have become your true friends.\" Thus started the ministers to say to Sugreeva. "
        },
        {
            "type": "verse",
            "text": "\"One among those two, Lakshmana, is biding at the door wielding his bow, by whom the monkeys are panicked and venting out alarms shuddering utterly. This Lakshmana, the brother of Raghava, has arrived here at the decree of Rama on the chariot called his 'endeavour', charioted by the charioteer called 'the word of Rama.' "
        },
        {
            "type": "commentary",
            "text": "This is 'a case of delightful figurative use' of the word <em>vaakya saaradhi</em> 'Rama's word as charioteer...' meaning 'directed by Rama's word...' - Ramayana A Linguistic Study, Pt. Satya Vrat."
        },
        {
            "type": "verse",
            "text": "\"Oh, merited one, even Lakshmana has ushered this Angada hastily, oh, king, the precious son of Tara, to your presence. Oh, king of monkeys, such as he is, that brave Lakshmana is sticking fast at the door with an awning of rancour on his eyes and as if to burn down the monkeys just with his eyes. You may approach him quickly along with your son and relatives, oh, great-king, prostrate yourself before him holding him in reverence, and thus let his bitterness be indeed pacified now. "
        },
        {
            "type": "verse",
            "text": "\"Whatever that virtue-souled Rama says that you have to implement wholeheartedly, oh, king, you abide by the forthrightness of your promise, stick up for the pact you made.\" Thus the ministers advised Sugreeva. "
        }
    ]
}