{
    "id": "prose-kishkindha-32",
    "kanda": "kishkindha",
    "sarga": "32",
    "title": "Hanuman's advise to Sugreeva",
    "chapter": "32",
    "overview": "Sugreeva is disturbed at the unfounded anger of Lakshmana and wanted his ministers to elicit the cause for that anger. Hanuman informs Sugreeva that causing delay is the only fault of Sugreeva, for which Sugreeva is advised to pray for the mercy of Lakshmana personally.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing the words of Angada along with those of his ministers, namely Hanuman, Plaksha, and Prabhava et al, also on knowing that Lakshmana is angered, that sensible Sugreeva stirred from seat. On discriminating the pros and cons Sugreeva spoke this sentence to the strategist-ministers, for he himself is an expert in strategies and a diligent one in carrying out those strategies. "
        },
        {
            "type": "verse",
            "text": "\"I have not in the least spoken any ill of them, nor committed any misdeed in their respect, thus I am thinking why should Raghava's brother Lakshmana take offence at me? Unsympathetic rivals of mine, who will always be snoopy for scope, might have ear-filled Raghava's brother about the fabricated faults of mine. In this situation, all of you on your part and according to your perspectives have to find out firstly and meticulously about the attitude of Lakshmana, along with a steady but diligent determination thereof. Definitely there is no fear for me from Lakshmana, not even from Raghava, but an unfounded ire of a friend alone is giving rise to disquiet. "
        },
        {
            "type": "commentary",
            "text": "The word <em>a + sthaana kupitam - a + sthaana kopam</em> , is twofold in its meaning, one is 'unfounded anger' and the other is 'angered out of place, context.' Lakshmana who has so far not visited Kishkindha has darted into Kishkindha and showing his ire here, which is out of context. Lakshmana should have summoned Sugreeva or any other monkey, or he should have come as a calm and collected emissary, and then he can become ireful if Sugreeva rejects any help. But Lakshmana's entry itself is 'unfounded or unreasonable.' This one statement of Sugreeva makes him lofty of virtue in his heart of hearts for he reposed full confidence in Rama and thus fearless of a trusted friend."
        },
        {
            "type": "verse",
            "text": "\"It is always practicable to befriend any, but in turn it is impracticable to manage that friendship, even a trifle splits off that friendliness for sentiments are transient. On that score I am flustering because of the noble-souled Rama, and I cannot possibly requite the favour that has been done to me.\" So said Sugreeva to his ministers. While Sugreeva is saying that way, the eminent-monkey Hanuman spoke with a dint of his own expediency, from among the Vanara ministers."
        },
        {
            "type": "verse",
            "text": "\"In any case, it is not astonishing to say, oh, king of monkey troops, that you with a deep regard have not forgotten the advantageous help rendered to you, since it is natural for you. On his part Raghava tossed off his fear distantly and eliminated Vali, whose valour equals that of Indra, only to fulfil your cherish. Anywise, by virtue of his friendliness with you Raghava must be annoyed, hence he must have expedited his brother Lakshmana, whose disposition in effect to is enhance prosperity. You have become ecstatic, oh, the best of the best timekeepers, hence you are unaware of the slippage of time, but the sedate and dark-green autumn on its part is underway unfolding dark-green leaves canopying seven-leaved banana plants. "
        },
        {
            "type": "commentary",
            "text": "Sugreeva is ascribed as a great disciplinarian and punctualist and his order <em>sugriiva aaj~na</em> ' Sugreeva's order...' a Sanskrit phrase still ruling high, is an inalienable, do-or-die order for the rank and file of Vanara-s."
        },
        {
            "type": "verse",
            "text": "\"Clear is the sky with its planets and stars as clouds have vanished on it, even all the ten directions are clear, and the rivers and lakes too are equable. Because the time for campaigns has chanced, oh, the ablest monkey, and because you were very slumberous you have not got the drift of it, as such Lakshmana must have come here, and it is obvious. "
        },
        {
            "type": "verse",
            "text": "\"Raghava's bitter words are endurable by you as he is primarily an anguished person, further he is the one whose is wife is abducted, and furthermore he is magnanimous in giving kingdom to you, besides, he is reproachful through another person, namely Lakshmana. Indeed, I do not foresee any other appropriate means for you, as a blunder is committed by you, other than seeking Lakshmana's pardon duly adjoining your palms. "
        },
        {
            "type": "commentary",
            "text": "The clasping and adjoining of palms in supplication is the highest gesture to appease others and it yields beneficence of even gods quickly. <em>an~jaliH paramaa mudraa kshipram deva prasaadinii</em> 'Adjoining palms reverently is the highest gesture, and gods will bestow grace by it.' Here it is said in singular meaning that 'you appease Lakshmana single-mindedly... soulfully...'"
        },
        {
            "type": "verse",
            "text": "\"A king is to be advised beneficially and unhesitatingly by the minister designates, that is why I am speaking what I hold fast discarding fear. If Raghava is highly infuriated he is capable to keep the world under his control along with gods, demons, gandharva-s just on hitching up his bow, isn't it! It becomes unseemly to infuriate him who is to be placated time and again, especially when remembering his earlier beneficence to you and when you are beholden to him. "
        },
        {
            "type": "verse",
            "text": "\"Prostrate yourself before him along with your son, friends and relatives to pay deference, oh, king, and abide by your own accord you made with him remaining under his auspices, like a wife abiding in the care of her husband. "
        },
        {
            "type": "verse",
            "text": "\"It will be unseemly to fend off the ruling of Rama, or of his brother Lakshmana even in your imagination, oh, king of monkeys, as your heart is aware of the humanly tenacity of that Rama, whose resplendence vies with that of Indra, and who is associated with selfsame Lakshmana, isn't it.\" Thus Hanuman spoke to Sugreeva. "
        },
        {
            "type": "commentary",
            "text": "For the usage of words <em>maanuSam balam</em> it is said as 'his humanly adventures are already known to you, yet his divine expeditions are to be known by you.'"
        }
    ]
}