{
    "id": "prose-kishkindha-33",
    "kanda": "kishkindha",
    "sarga": "33",
    "title": "Lakshmana's fury, Tara's pacifying",
    "chapter": "33",
    "overview": "The magnificence and luxury of Kishkindha and its inmates is depicted here. Lakshmana on the invitation of Angada  proceeds through the streets of the city examining its glory. On reaching palace-chambers, feeling shy to enter  inside where the women are moving about and also infuriated at Sugreeva's callousness, Lakshmana makes a thunderous  noise with his bowstring. Listening that sound Sugreeva is terrorised and bids Tara to approach Lakshmana to pacify  him. Accordingly, Tara approaches Lakshmana and pacifies his anger and invites him to their palace.",
    "content": [
        {
            "type": "verse",
            "text": "This chapter vies with the 33rd chapter of Aranya Kanda in the attitudes of a king and his kingship. Here Sugreeva  is indulged in bodily pleasures with his own females and in Aranya Kanda, as accused by Shurpanakha, Ravana is  hankering after other's women. Here Sugreeva dizzy with drinks and in Aranya Ravana is dizzy with his supremacy.  These two chapters, as detailed by ancient commentators, equally deal with <font color=\"#B3003A\">raaja niiti shastra</font>  'political science.' Here the only rescue to Sugreeva is Tara, who saves the face of Sugreeva before Lakshmana,  whereas Ravana has none to come to his aid when chided by Shurpanakha. Out of total 66 verses that are here in  this traditional edition, verses from 25 to 62 are unavailable in critical edition, perhaps estimating them to  be lateral interpolations, and there this chapter is quickly concluded. These verses belong to the exposition  of 'kingly vices...' on which Tara rationally defends."
        },
        {
            "type": "verse",
            "text": "Then on invitation to inside, Lakshmana, the slayer of braving enemies, entered that delightful cavelike Kishkindha  at Rama's orders."
        },
        {
            "type": "commentary",
            "text": "Angada on informing Sugreeva about the arrival of Lakshmana came back to Lakshmana and invited him to come inside  Kishkindha."
        },
        {
            "type": "verse",
            "text": "On seeing Lakshmana the huge bodied and highly mighty monkeys available at the gateway stood back with their palms  adjoined in supplication. But on seeing at the fumingly infuriated son of Dasharatha, all the monkeys have become  scared and they did not even gather around him. Glorious Lakshmana has seen the splendid Kishkindha which is a  colossal cave crafted with jewels, replete with flowered orchards and richly rife with gemlike-objects d'art."
        },
        {
            "type": "verse",
            "text": "Kishkindha is compacted with mansions and multi-storied buildings that are embellished with various precious stones,  and it is enlivened with blossomed trees that bear fruit of every relish and of every season, and Lakshmana has  seen such a Kishkindha. That city is brightened with vanara-s who with their prepossessing appearances are attired  in marvellous garlands and garments, and who can change their guise just by their wish, as they are the children  of gods and gandharva-s, and Lakshmana has seen such a city. She is perfumed with the fragrances that are pleasing  to the sense of smell like sandal-scent, true-aloe-scent, and the scents of lotuses, and her wide avenues are  highly exhilarated with the bouquet of flower-liquors and grape-wines, and Lakshmana has seen such a sweet-scanted  city Kishkindha."
        },
        {
            "type": "commentary",
            "text": "The sandalwood paste, aloe scents, lotus scents are used as body rubs. Thus everyone is using them and hence fragrant,  and due to the continuous preparation of wines prepared from the flowers of <em>guDa puSpa</em>, Bassia latifolia,  or from flowers Lythrum fruticosum, brewed with the juice of sugarcane and also even from grapes, that city itself  is odorous and the streets are boozy."
        },
        {
            "type": "verse",
            "text": "In that city Lakshmana of Raghava dynasty has seen buildings that are not single-storied but multi-storied, semblable  with Mt. Vindhya and Mt. Meru, and he even saw mountain-rapids with pure water. On the kings-way Lakshmana has  seen the exquisite mansion of Angada, likewise the lavish mansions of distinction pertaining to the other vanara  chiefs, namely Dvivida, Gavaya, Gavaaksha, Gaja, and Sharabha, Vidyunmaali, Sampaati, Suuryaaksha, Hanuman, and  that of the noble-souled Nala, and even those of Virabaahu, Subaahu, Kumuda, Sushena, Lt. Taara, Jambavanta, Dadhivaktra,  Niila, Supaatala, and that of Sunetra. Those mansions that glitter like silver-clouds, fragrant with scents and  festooned with flower-tassels, replete with wealth and food grains, are beaming with gemlike female-vanara-s,  and Lakshmana saw them on his way."
        },
        {
            "type": "verse",
            "text": "The grand palace of the king of monkeys, Sugreeva, which vies with the palace of Indra is inaccessibly immured  in a whitely mountain. The spires of that palace are similar to the peaks of Mt. Kailash and it is shining forth  with fully blossomed trees yielding fruits that can fulfil every relish of everyone. Some more providential and  heart-pleasing trees available there are the endowment of Indra, which in shine are equal to blackish rainy-clouds,  yielding divine flowers and fruits, and casting cool shades. Excellent garlands are strung round the palace and  robust monkeys wielding weapons are screening its gateways, while its main archway cast in refined golden is splendorous.  And the very bold Lakshmana unimpededly entered such a fascinating palace of Sugreeva, as with the sun entering  a colossal cloud."
        },
        {
            "type": "verse",
            "text": "Passing through a set of seven courtyards in which carriers like palanquins, sedans, and even settees are spread  over, that duty-bound Lakshmana has seen the highly protected and prodigious palace-chambers of Sugreeva, which  is stuffed here and there with numerous golden and silver love-beds and divans on which highly valuable upholstery  is provided."
        },
        {
            "type": "verse",
            "text": "On his very entry Lakshmana heard the ongoing melodious tunes commixed with lyrics and strains of string-instruments,  and all are unvarying in cadence, wording and lettering."
        },
        {
            "type": "verse",
            "text": "On his very entry Lakshmana heard the ongoing melodious tunes of lyrics with pulsing wording and lettering, conjoined  with strains from string-instruments, like Veena etc., and all have a pulsating cadency."
        },
        {
            "type": "verse",
            "text": "And the great-mighty Lakshmana has seen many females in Sugreeva's palace with diverse features and prideful of  their beauty and youth. On observing the females of a worthy bloodline in the palace of Sugreeva, who are wearing  garlands of worthily flowers, engrossed in making worthwhile flower-tassels and even adorned with worthiest jewellery,  he also made a mark of the chambermaids. None of them is overawed, overstrained, and everyone is over-embellished  in dressiness."
        },
        {
            "type": "verse",
            "text": "Thereafter on hearing the chimes of silver-anklets and tintinnabulations of golden cinctures of female vanara-s  that refulgent Saumitri is embarrassed to proceed further. On hearing the tinkles of the jewellery of female vanara-s  valiant Lakshmana is highly provoked with an instantaneous bitterness, and he twitched bowstring as though to  fill all the points of compass with twanging. His decent conduct hauling him down dextrous Lakshmana stood aside  contingent on isolation, and alongside his heartfelt anguish of Rama."
        },
        {
            "type": "commentary",
            "text": "Lakshmana is in no mood to be in pleasing circumstances. Further, he dashed in to the palace uncaring for what  to see. But seen are nymph-like females moving there about, uncaring for the presence of the male members of the  palace, or even for the enterance of Lakshmana. That is why the entry into palaces is associated with certain  protocols. <em>anena parasya antaHpure sahasaa na praveSTavyam iti suucitam - dk</em> Lakshmana is searing with  his duty consciousness and this seventh heaven like atmosphere is irritating. To vent out his ire there is none  in his audience, and hence he twanged his bowstring, which communicates his wrath to Sugreeva, who has not yet  surfaced from the depths of his palace-chambers."
        },
        {
            "type": "verse",
            "text": "With that twang of the bowstring the king of fly-jumpers Sugreeva is startled and jerked up from his exquisite  seat as he ensured that Lakshmana has arrived."
        },
        {
            "type": "verse",
            "text": "\"As Angada indicated to me earlier, Saumitri, the votary of his brother, has come down on... it is very clear...\"  Thus Sugreeva exclaimed."
        },
        {
            "type": "verse",
            "text": "As has been apprised by Angada earlier, and even now by the twang of bowstring, that vanara Sugreeva made up his  mind about Lakshmana's arrival, and he has become whey-faced. The chief of monkeys Sugreeva then staidly spoke  this advantageous word to the exquisite lady Tara while his heart is bewildered with dismay."
        },
        {
            "type": "verse",
            "text": "\"This brother of Raghava is mellow-hearted by his nature, oh, suavely eye-browed Tara, but he turned up as if  with some disdain, really what must be the reason for a grudge!"
        },
        {
            "type": "commentary",
            "text": "The word used <em>su bhruu</em> 'good-eye-browed-one' has some relevancy to Tara's composure. Though certain people's  tongues cheer, their eyebrows chide. Tara is not a double-tongued lady but she speaks her heart in all rationality  and her eyebrows do not belie what she states."
        },
        {
            "type": "verse",
            "text": "\"What do you see as the basis of this young man's spite, oh impeccable Tara, this best one among men will not  invoke despite, indeed, to a fault. If you consider that we have done something objectionable to him, in the least,  let that be quickly determined by your nimble-wittedness and let that be made known immediately. Otherwise, oh,  lady, you alone are apt to see him in person, and it will be apt of you to appease him with words blent with mitigation.  Just on seeing you he that highly pure-souled Lakshmana will stop venting his spleen, by the way, great-souls  will not be rampageous with women, isn't it!"
        },
        {
            "type": "commentary",
            "text": "The real valorous heroes will not exhibit their warring faculties before palace bound ladies: <em>  anena mahaa puruShaaH striiShu kopam na kurvanti iti suucitam - tathaa ca raaja dharme - devateShu visheSheNa  raajasu braahmaNe Shu ca | niyantrya sadaa krodho vR^iddha strii baala rogiShu || dk On this premise Sugreeva  is using all his kingly tactics to appease Lakshmana, while Tara is no less in her political thinking, which will  be evident soon.</em>"
        },
        {
            "type": "verse",
            "text": "\"If you seek his presence with propitiatory words his heart and senses will be pacified, and then I will be able  to see that lotus-petal-eyed Lakshmana, the destroyer of his enemies.\" Sugreeva thus spoke to Tara. Exquisitely  featured Tara went to the proximity of Lakshmana with a waddling gait, tipsily flustering eyes, rivi&egrave;re-strings  of golden cincture dangling, and with a sticklike gracile body humbly bent."
        },
        {
            "type": "commentary",
            "text": "The inferences drawn on these expressions are: <em>mada vihvala akshii</em> 'dizzy are her eyes either by drinking  or by the insatiate sexual hunger...' <em>pralamba kaaancii guNa hema suutraa</em> 'girdle ornament loosened on  her love-bed is not readjusted for a public appearance...' <em>namita anga yaSTi</em> 'sticklike body is bent...'  the body may be bent due to her humbleness, or by the weight of her breasts, or due to the ceaseless mating...' <em>sa lakshaNa</em> 'with features of a queen, or with the features of coital expressions, or of a humble lady...' <em>praskhalantii gamane</em> 'a waddling gait...' due to her natural swanlike walk, or stumble of a tipsy one,  or due to the fatigue of incessant coition...' If it were asked whether it is appropriate of Tara to approach  Lakshmana in this condition, it is said to be quiet befitting to her. Lakshmana is son-like to her and she can  see him any time. Further Lakshmana treats other females as his own mothers, that way also she can near him. Apart  from these social problems, there is an imminent danger with this Lakshmana, which is more precarious than these  presentational problems. Hence she rushed to him in 'as is where is' condition concerning herself with the fate  of Sugreeva and that of Kishkindha."
        },
        {
            "type": "verse",
            "text": "On observing the wife of the king of monkeys, the great-souled son of the king of humans stood aside unemotionally,  and because of the presence of females he backed down on his anger with his face cast down. She who is unblushing  by virtue of her inebriety ad even by the gracious look of the prince Lakshmana, such a Tara spoke a highly noteworthy  sentence that is dauntless in friendliness and entirely mitigatory in its vein."
        },
        {
            "type": "verse",
            "text": "\"Oh, prince, what is the cause of your anger? Who is not abiding by your oral order? And who is he that draweth  nigh of a wildfire that is befalling on a forest of dried-up trees, without a shadow of doubt?\" Tara enquired  thus with Lakshmana."
        },
        {
            "type": "verse",
            "text": "On hearing her words which are with a prelude of propitiation, and which by far evince friendship for all practical  purposes, Lakshmana trustfully spoke these words."
        },
        {
            "type": "verse",
            "text": "\"Oh, Tara, the associate of husband's prosperity! Why your husband is bound up in profligacy alone, remiss in  garnering rectitude and riches, and his dereliction is unbeknownst to you, is it! Without thinking either about  the interests of the kingdom or about us that are cringing to anguish, oh, Tara, your husband along with his council  of ministers is indulged in lechery. On stipulating a four month criterion for an embargo the king of fly-jumpers  is not able to realise the completion of that period as he is frantically insensible."
        },
        {
            "type": "verse",
            "text": "\"For the purpose of achieving rightly rectitude and rightful riches this way of bacchanalia is inappreciable,  isn't it! Just going on drinking will bring prosperity, aspirations and even probity to ruin."
        },
        {
            "type": "verse",
            "text": "\"If one is not going to requite the favour done in his respect an awful detriment occurs in his own rectitude,  isn't it. Thereby, that reneger will loose a highly noble friend and thereby a great shortcoming occurs to him  in achieving his purposes. Thus a threefold ill befalls on that reneger."
        },
        {
            "type": "verse",
            "text": "\"Indeed a friend avowed to truthfulness and virtuousness is greater than one's own means and aspirations, but  you husband forsaking that pair of his means and aspirations that have been fulfilled by such a righteous friend,  he is not even standing by the probity."
        },
        {
            "type": "verse",
            "text": "\"Therefore, when our present task is standstill in this way due to the bouts of your husband, oh, the knower of  the brunt of tasks, what is it we can undertake hereafter...you yourself may aptly give an example...\" Thus, Lakshmana  spoke curtly to Tara."
        },
        {
            "type": "verse",
            "text": "On hearing his words containing means, merit and reconciliation, and of mellowly tendency of Lakshmana, Tara realized  that the purpose of Rama is lapsed, but having confidence in ultimate success she again said to him."
        },
        {
            "type": "verse",
            "text": "On hearing his words containing means, merit and reconciliation, and of mellowly tendency of Lakshmana, and even  on realizing the lapse committed by Sugreeva in the purpose of Rama, yet reposing her confidence in Sugreeva's  capability to achieve results, she again said to Lakshmana."
        },
        {
            "type": "verse",
            "text": "\"Oh, prince, this not the time for angering, also your own people shall not be subjected to anger, and it will  be apt of you to tolerate Sugreeva's fault because he is desirous of achieving results for you. How in name can  a meritoriously high-minded being will show his anger on a relatively mightless inferior being, say Sugreeva,  whose mightiest brother's mightiness and essence, say that of Vali, are deducted by none other but by your brother  associated with you, and oh, lad, who goes into the control of fury, say of your kind, while he is restrained  by his perfection, and a source of abstemiousness."
        },
        {
            "type": "verse",
            "text": "\"I am aware of the fury of Rama, the friend of champion of the monkeys, namely Sugreeva, I am also aware of the  time lapse in the task, I am even aware of the folly we have committed, and what need be done in this matter,  I am well aware. As to how the intensity of bodily pleasure-seeking will be highly intolerable, I am aware even  of that, and I am equally aware of those female vanara-s with whom Sugreeva is now incessantly bound up with lust."
        },
        {
            "type": "commentary",
            "text": "The females with whom Sugreeva is bound up are his wives, and there may be a self-forgetting involvement but there  is no illegitimacy in it."
        },
        {
            "type": "verse",
            "text": "\"Gauging by your mindset which is presently bridled by fury, you appear to be disinclined towards spells of sensualities,  thus these aspects are past your comprehension. All right! If a man were to be voluptuary he will be inadvertent  of place and time, isn't it! Then, how about ethicalities, or rights and wrongs?"
        },
        {
            "type": "verse",
            "text": "\"He who shunned decency because of the vehemence of randiness, oh, the eradicator of braving enemies, and he who  is delighting in lust is consorted with me, ergo condone your brother-like Sugreeva, the protector of Vaanara  dynasty."
        },
        {
            "type": "verse",
            "text": "\"Esteemed sages who take delight in their holy merit and pious asceticism, they themselves will be closely following  the course of their desire fulfilment when entangled in lust, then how about this one, namely Sugreeva, being  an impulsive monkey, besides being a king, how he cannot wallow in enjoyments."
        },
        {
            "type": "commentary",
            "text": "There are numerous examples for this saying of Tara that great saints and sage are disturbed in the ascetic practises  by womanly charms. For this Dharmaakuutam says: <em>anena atyanta strii kaamuko dharma vibhrShTo bhavati it suucitam - anena maharShibhiH api apariharyaH kaamaH praakR^itaiH  katham pari hartum shakya iti uktam - tathaa ca praaciinaaH - vishvaamitra paraashara prabhR^itayo vaata ambu  parNa ashanaaH te api strii mukha pankajam sulalitam dR^iShTvaiva moham gataaH | dk&nbsp;&nbsp; </em>'when the great sages  like Vishvamitra and Paraashara, who thrive on air, water and leaves, sense the delicate scent of the face of  a female, they are lured by those females...' an ancient saying."
        },
        {
            "type": "verse",
            "text": "She that vanara female Tara whose eyes are fluttery under the influence having said this way, she again picked  up where she left off and sentimentally spoke this sentence to Lakshmana whose brunt is inestimable, in the interest  of her husband's wellbeing."
        },
        {
            "type": "verse",
            "text": "\"On the part of his endeavour in your task, oh, best one among men, he has ordered long before for its operation  aiming to achieve your objective, despite of the fact that he is servile to overindulgence. By all means, marvellously  intrepid Vanara-s that are the residents of various mountains and that can change gusie just by their wish have  come in hundreds, in thousands, in millions."
        },
        {
            "type": "verse",
            "text": "\"Hence oh, dextrous one, get inside the palace-chambers for you have been standing here at the door coyly unwilling  to behold womenfolk inside, and enough is this upholding of tradition by you. Oh, come on, peering at the wives  of friends with a friendly intent is not at all impolite for good-willers.\" Thus Tara affectionately invited Lakshmana  inside the palace-chambers."
        },
        {
            "type": "verse",
            "text": "Welcomed by Tara and hastened by haste of his duty, that dextrous enemy-destroyer Lakshmana entered the select-chambers."
        },
        {
            "type": "verse",
            "text": "Lakshmana has then seen him who is seated like the Sun in firmament on a choicest golden seat which is elaborated  with worthiest upholstery, whose body is remarkable besides being spruced up with excellent ornaments, who is  wearing exquisite garlands and robes, who is glorious with a marvellous appearance and even appeared as an unconquerable  as with Indra, and who is presently enwreathed with vanara-females who are also bedecked with precious ornamentation  and garlands, and on seeing him Lakshmana with franticly bloodshot eyes appeared as the Terminator."
        },
        {
            "type": "verse",
            "text": "Sugreeva whose complexion is like that of rich gold is seated on an exquisite seat tightly hugging his wife Ruma,  and that brave one has seen Lakshmana whose quintessence is never-flinching, thus, that suspiciously wide-eyed  Sugreeva made sheep eyes at the furiously broad-eyed Lakshmana."
        }
    ]
}