{
    "id": "prose-kishkindha-34",
    "kanda": "kishkindha",
    "sarga": "34",
    "title": "Lakshmana upbraids Sugreeva",
    "chapter": "34",
    "overview": "Lakshmana enters the interior of Sugreeva's chamber. Sugreeva finding him there is alarmed and approaches him  in all his humbleness. Then Lakshmana chastens Sugreeva with harsh words and cautions him to face the wrath of  the arrows of Rama.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing the illustrious Lakshmana who entered unimpededly and infuriately, Sugreeva became one with agitated  senses. On seeing Lakshmana, the son of Dasharatha, who is exasperated and exhaling heavily, and who searing in  the anguish of his brother is flaring up like a firestorm, Sugreeva hopped up from his golden seat and tottered  like the highly decorated flagstaff of Indra, which will be wobbly before it is thrown to ground after the ritual."
        },
        {
            "type": "verse",
            "text": "While Sugreeva is jumping up stumblingly, stumbled with him are Ruma and the other females in tow, who are so  far clinging to him, like the clusters of stars that spring up on the emergence of full moon in sky."
        },
        {
            "type": "verse",
            "text": "That fortunate Sugreeva whose eyes are bloodshot with drinking flurried towards Lakshmana adjoining palms in supplication,  and became standstill at his nearby, like a lofty<em> kalpa vriksha </em>wish-fulfilling tree."
        },
        {
            "type": "commentary",
            "text": "This <em>kalpa vR^iksha</em> is a mythological tree that fulfils any expectation of its devotee and it fetches  from pin to elephant, if sought in earnest. There is another of this kind called <em>kaama dhenu</em> 'wish-fulfilling  cow' which does the same function for which many mythological wars were waged. This attribute, all-endower, is  sometimes given to Lakshmana in this verse, but here Sugreeva is the giver and Lakshmana is the taker, so this  belongs to Sugreeva now."
        },
        {
            "type": "verse",
            "text": "Infuriate Lakshmana spoke to Sugreeva who like the star clustered moon is standing with his wife Ruma at his side  amid other vanara females."
        },
        {
            "type": "verse",
            "text": "\"One who is dynamic, abounding with best troopers, sympathetic, senses conquered, a faithful one and an advocate  of truth, he alone thrives as a king in the world. He who is enthroned as a king but anchored himself to dishonesty  and makes fake assurances to helpful friends, who can be more ruthless than him?"
        },
        {
            "type": "verse",
            "text": "\"A person gets attached to the sin of killing of a hundred of his manes, deified souls of his own ancestors, if  he promises to gift one horse but fails to do so, and in promising to gift one cow but failing in it he gets the  sin of killing a thousand manes, and if he promises to a person to do the needful help and fails in rendering  that help, then he gets the sin of suicide along with the sin of killing his own kith and kin."
        },
        {
            "type": "commentary",
            "text": "The above verse will be generally translated as 'A person gets attached to the sin of killing of a hundred horses  if he promises to gift one horse but fails to do so, and in promising to gift one cow but failing in it he gets  the sin of killing a thousand cows, and if he belies to a person to do the needful help, he then gets the sin  of killing himself along with his own kith and kin...' But, it is not the sin of killing hundred horses or thousand  cows, but it the sin of killing those many numbers of killer's manes, the deified souls of one's own dead ancestors.  This is as per <em>manu dharma</em> and it is detailed in Dharmaakuutam as: <em>atra ashva viShaye anR^itam vaktaa <u>sva puurva puruShaaNaam</u> shatam hanti - svargaat pracyavya narakam tiryak yonim vaa praapayati - gava anR^ite  sahasram <u>sva puurva puruShaam</u> tathaa karoti - puruSha viShaye anR^ite sa baandhavaH svayam eva narakam  tiryak yoni vaa praapnoti iti uktam - - maanave - - yaavato baandhavaan asmin hanti saakShe anR^itam vadan - -  panca pashva anR^itam hanti dasha hanti gava anR^ite - - dk</em>&nbsp;&nbsp; and he goes on quoting Prahlaada  and Dudhanva discussion in Maha Bharata, Udyoga parva. Killing the already dead souls is lesser sin than the killing  of living beings and committing suicide."
        },
        {
            "type": "verse",
            "text": "\"He who gets his means fulfilled earlier through his friends but does not requite them, oh, king of monkeys, such  a treacherous one is eliminable for all beings."
        },
        {
            "type": "verse",
            "text": "\"On seeing such perfidious soul, oh, fly-jumper, Brahma irefully declared this verse which is reverenced by all  the worlds, you too may know it."
        },
        {
            "type": "commentary",
            "text": "Here Brahma may either be the Four-faced creator of worlds or His brainchild Svayambhu Manu who constructed the <em>manu dharma shaastra</em> 'the moral and social code for humans.'"
        },
        {
            "type": "verse",
            "text": "\" 'The savants have ordained atonement for slayers of cows, for drinkers of liquors, thus for thieves and infringers  of solemnity, but no atonement is available to a treacherous person. Oh, Vanara, firstly you have got your purpose  fulfilled and by that reason you are not reciprocating help to Rama, thereby you are an uncultured and unfriendly  one, and illusive is your word of honour. Oh, Vanara, you achieved your means through Rama, and Rama is wishing  for his endeavour through you, and I wonder whether the search for Sita is not your duty?"
        },
        {
            "type": "verse",
            "text": "\"An illusive promisor basking in churlish pleasures, such as you are, Rama has not realised that you are a serpent  with the croaking of a frog. By the highly prudent and compassionate Rama, you the sinner got the kingdom of monkeys,  and it is a gain of an evil-soul from a noble-soul.If you do not recognise what the noble-souled Raghava has done  to you, you will be instantly killed with incisive arrows enabling you to see Vali."
        },
        {
            "type": "verse",
            "text": "\"Oh, Sugreeva, abide by your commitment. The path by which slain Vali has gone that path is not tapered off, as  such do not tread Vali's path."
        },
        {
            "type": "commentary",
            "text": "This verse is the same as the one at 4-30-81 in Rama's words and Lakshmana is reproducing the same."
        },
        {
            "type": "verse",
            "text": "\"Definitely you are not envisaging the Thunderbolt similar arrows from the bow of the best one from Ikshvaku dynasty,  Rama, thereby you are enjoying luxuries joyously without giving a thought to Rama's mission even at your heart."
        }
    ]
}