{
    "id": "prose-kishkindha-35",
    "kanda": "kishkindha",
    "sarga": "35",
    "title": "Tara appeases Lakshmana",
    "chapter": "35",
    "overview": "Tara appeases Lakshmana  and reasons with him about the delay, which is held as delay by Rama, but in actuality it is the preparatory time  lag. She gives an account o Ravana's forces that cannot be countered without proper assistance of Vanara military.  She informs Lakshmana that all the Vanara forces are mobilized and they present themselves before Rama on this  very day.",
    "content": [
        {
            "type": "verse",
            "text": "Tara with her visage that shines like the Lord of Stars, namely the Moon, then spoke to the son of queen Sumitra,  namely Lakshmana, who while he is speaking is as though blazing with his own resplendence."
        },
        {
            "type": "verse",
            "text": "\"Let not this king of monkeys be addressed in this way, oh, Lakshmana, and he is not warranted to listen such  tongue-lashing, especially from your tongue. Sugreeva is not an unthankful one, oh, brave Lakshmana, a treacherous  one - no; a flagitious one - no; an utterer of untruth - no; a duplicitous one, no, this king of monkeys is not  even that. Although he is a monkey this Sugreeva has not dismissed from his mind even the favour Rama has done  in his respect, oh, valiant Lakshmana, which in combat is impractical for others."
        },
        {
            "type": "verse",
            "text": "\"By the beneficence of Rama, oh, the enemy-scorcher Lakshmana, now Sugreeva is privileged with reputation, everlasting  kingship of monkeys, more so with Ruma and me as well. Hitherto he has tolerated high anguish and on the attainment  of this high comfort of kingship he has not oriented himself to the time-oriented actions as with saint Vishvamitra.  Oh, Lakshmana, that great-sage Vishvamitra clinging together with Ghritaachi, an angelic apsara, for a period  of ten years, forsooth that virtue-souled sage regarded that period as one day."
        },
        {
            "type": "commentary",
            "text": "In Bala Kanda the legend of Vishvamitra is there. And there his association with Menaka is narrated. Some say  the Menaka and Ghritaachi are the same apsara-s. But others say that Ghritaachi is a separate apsara. Vishvamitra  gives up even his daily routines <em>sandhya upaasana, nitya karma</em>, required of a Vedic sage, in all the  ten years of his association with Ghritaachi."
        },
        {
            "type": "verse",
            "text": "\"When he who is a best one among the time-knowers, that great-resplendent Sage Vishvamitra himself is not privy  to the occasioned time for a good many years, why talking about a commoner again. He who is overwrought and now  undergoing natural bodily appetites, oh, Lakshmana, and who is overtired as he is absolutely discontent in the  concupiscence, such as Sugreeva is, it will be apt of Rama to bear with him for a while."
        },
        {
            "type": "commentary",
            "text": "The ever-alive bodily appetites common for any living being are four <em>aahaara, nidraa, maithuna, bhaya </em> 'food, sleep, sex, and fear.'"
        },
        {
            "type": "verse",
            "text": "\"Without knowing realities, oh, young man Lakshmana, it will be extraneous of you to hastily enter into the control  of your rancour like a commoner. Men of your kind having conscientiousness, oh, best one among men, do not hurriedly  rush in and get clutched by their own rancour, unconscionably. I beg for your grace, oh, virtue-knower, in the  interest of Sugreeva with all my equability, and you may dispel this clangour upshot in high dudgeon of yours."
        },
        {
            "type": "verse",
            "text": "\"In the honour of Rama, Sugreeva will disown his wife Ruma, even me, even Angada, why us, he will disown whole  kingdom with its riches, food grains, livestock and whatnot, as I can infer. On eliminating that worst demon Ravana,  Sugreeva can bring Sita together with Raghava, as with the coalescing of star Rohini with the Moon."
        },
        {
            "type": "commentary",
            "text": "Rohini is one of the twenty-seven stars of Indian Astrology, commencing from <em>ashvani, bharaNi, kR^ittika,  rohiNi...</em> et al These are the daughters of Daksha Prajapati and wives of Moon. But the Moon is much interested  in Rohini and used to neglect other twenty-six. Then all the twenty-six stars went to their father and complained,  basing on which Daksha Prajapati issues a curse to Moon that he shall wane away. When his waning is beyond the  reason, again the twenty-six stars have gone to their father and requested him to withdraw his curse. As an amendment  to his curse Daksha says that the Moon shall wax for fifteen days and wane for the other fifteen days and the  Moon shall take holy bath on no-moon day in one of the Holy Rivers, namely River Saraswati, now extinct, at a  place called Prabhaasa. Then all the twenty-six other stars stopped interfering with the coalescence of Moon with  Rohini."
        },
        {
            "type": "verse",
            "text": "\"It is said that the demons in Lanka are a trillion, plus thirty-six thousands of units of military, where one  unit consists of a ten-thousand warriors, and hundreds and thousands of other demons are there, thus they say."
        },
        {
            "type": "commentary",
            "text": "This military census is interpreted variously and in the above way it comes to 'one trillion thirty-nine thousand  and six hundred; 1,000,000,399,600 plus many more in hundreds and thousands (?) However, the picture we get is  that Lanka is a garrison of warriors, except for some sane citizens like Vibheeshana and his family, Mandodari,  Sulocana wt al. Apart from them there is an invaluable wealth amassed by Ravana. And there are many sages and  women that are held captive in that island."
        },
        {
            "type": "verse",
            "text": "\"Without eliminating those unassailable and guise changing demons, it is impracticable to eliminate him who has  abducted Maithili, namely Ravana. Oh, Lakshmana, it is impossible to kill those demons, or that Ravana, the evil-doer  and abductor of Sita, without any assistance, more so to Sugreeva..."
        },
        {
            "type": "commentary",
            "text": "On this verse some commentaries are having the meaning that 'Sugreeva cannot encounter those demons or Ravana,  without any assistance of his forces...' Rama never wanted Sugreeva to wage war but sought help from Sugreeva  in searching Sita. Tara is a little ahead in her thinking and narrating the military capabilities of Ravana,  as heard from Vali. Thus her opinion according to Tilaka commentary is 'Sugreeva cannot eliminate Ravana single-handedly  and without assistance, and when Rama needs Sugreeva's help, Sugreeva needs his military assistance consequentially,  which is a possibility only after Vali's elimination.' <em>visheSataH sugriiveNa </em>This verse is recorded in  another method: <em>na ca shakyaa raNe hantum asahaayena raakshasaaH | raameNa kR^Ira karmaNaH sugriiva sahitena  vai || </em>'Rama cannot kill these many demons  without assistance, more so Sugreeva. So Sugreeva summoned all his forces to assist him. Sugreeva in turn can  assist Rama along with his millions and millions of troops.' This is keeping the import of the verse 19 also in  view."
        },
        {
            "type": "verse",
            "text": "\"This way Vali was saying and that king of monkeys is well-informed in these aspects, isn't it! But how Ravana  mustered up these many troops is unclear to me, and I am saying what I heard from Vali."
        },
        {
            "type": "commentary",
            "text": "It is also unclear as to when Vali informed Tara of this military strength. For this the commentators deduce a  situation where Vali might have told Tara. When Tara said to Vali that Angada informed her about Rama's befriending  Sugreeva, Vali making fun of Sugreeva might have detailed Ravana's capabilities to Tara, 'This Sugreeva by himself  is a useless fellow, and Ravana has got these many capabilities, then why that helpless Rama shall befriend this  hopeless Sugreeva? Rama should have sought my help, instead!' This might be the occasion for Vali to give details  of Ravana's capabilities to Tara."
        },
        {
            "type": "verse",
            "text": "\"Intending that assistance to you in war, best monkeys are hastened in all directions, to muster up very many  best of the best monkeys."
        },
        {
            "type": "commentary",
            "text": "Tara's reasoning is logical in calculating that a war is imminent and in the compund, <em>tat yuddhe sahaaya nimittam </em>if the word <em>tat </em>is used hen it will be: 'for the reason of helping that war'; and if <em>tvat </em>is used it will be: 'as a help to you...'. In any way, 'the war is yours, and we are here to help...' is  the final output. Then the gist of her dialogue will be 'without attending to these pre-confrontation strategies  what is the use of Sugreeva's or Hanuman's coming to you and sitting before you two, except to sing <em>bhajan-s,  kiirtan-s </em>'musical exalts and extols.' Thereby Sugreeva has done the need of the hour at the advise of Hanuman.'"
        },
        {
            "type": "verse",
            "text": "\"Determined to achieve the objective of Raghava this king of monkeys Sugreeva has not bestirred himself while  awaiting the return of those venturesome and very great mighty monkey-warriors who are sent out. According to  the well-organised groundwork earlier made by Sugreeva, oh, Saumitri, all of those great-mighty monkeys have to  arrive here today itself."
        },
        {
            "type": "verse",
            "text": "\"Only today millions and millions of bears and hundredfold millions of baboons, and innumerable monkeys who by  their own flare are like firebrands will arrive in your fore, oh, Lakshmana, thereby, oh, the enemy-repressor,  therefore rebut your rage."
        },
        {
            "type": "verse",
            "text": "\"On staring at this angry face of yours, and on gazing at the angrily bloodshot eyes of yours, unsecured is the  peace to the females of monkeys chief, and with the fear caused at first by Vali's elimination we are all indeed  premonished about such a happening in respect of Sugreeva too."
        }
    ]
}