{
    "id": "prose-kishkindha-36",
    "kanda": "kishkindha",
    "sarga": "36",
    "title": "Sugreeva's apology pacifies Lakshmana",
    "chapter": "36",
    "overview": "Sugreeva's apology pacifies Lakshmana. On knowing that Lakshmana is pacified by Tara's reasoning Sugreeva makes his apologetic statement and affirms his support to Rama. Then Lakshmana's rage comes to a halt and he too is appeased by the open declaration of Sugreeva about his adherence to Rama, and Lakshmana asks him to come to Rama.",
    "content": [
        {
            "type": "verse",
            "text": "In that way when Tara has submissively argued with words containing probity, Saumitri gave assent to her perspective as he is soft by his nature. And when Lakshmana conceded to that argument of Tara, Sugreeva, the king of monkey-troops, got rid of his highly intense scare of Lakshmana, like the riddance of a dampened cloth. "
        },
        {
            "type": "commentary",
            "text": "This may be said as: 'Sugreeva lost his scare as a dampened cloth looses its water on squeezing it. But here there is no squeezing."
        },
        {
            "type": "verse",
            "text": "Sugreeva, the king of vanara-s, then ripped apart the superb garland which is so far enwreathing his neck, and which has several strands according several gratifications, and he also became sober as though the insobriety is ripped from his mind. Sugreeva who is the most powerful one among all vanara-s, then placatingly spoke this humble sentence to Lakshmana, whose prowess is most formidable. "
        },
        {
            "type": "verse",
            "text": "\"My prosperity, prominence and this perpetual kingdom of monkeys are once mislaid, but oh, Soumitri, I regained all this just by the beneficence of Rama. Who is capable of requiting Rama, oh, prince Lakshmana, even by a fraction of that kind of inestimable help taken from him, as that lord is renowned by actions particular to himself, like daring and eliminating Vali."
        },
        {
            "type": "verse",
            "text": "\"Who is capable of repudiating such a lordly Rama, even by a fraction of one's own bravery, unless he is prepared to tread that kind of path on which Vali has gone. "
        },
        {
            "type": "verse",
            "text": "\"Virtue-souled Raghava reacquires Sita, and even exterminates Ravana by himself with his own resplendence, while I and my assistance remain only in name. Basically, why some measures of succour need be extended to him who has ripped seven gigantic-trees, a mountain, and even the earth, all just with one arrow! He who outstretches his bow with a clangour by which the earth with its mountains quakes, oh, Lakshmana, to him these aides are really of what aid, indeed! Lakshmana, I just can tread behind that king of people, Rama, on his charging to eliminate enemy Ravana along with all of his vanguards, that's all. If I have overstepped either in faith or friendliness, in the least, that may be pardoned for I am an attendant of yours. By the way, none is unoffending. "
        },
        {
            "type": "commentary",
            "text": "As to why and how the offence of one's own folk is to be pardoned, is explained. <em>kimcit</em> 'in the least...' if the fault is very negligible it is to be excused, for greater the intensity of the mistake, greater will be the impossibility to pardon, and to my mind it appears that I have not committed any fault in the least. <em>yadi</em> 'if at all...' any fault is there, now there is none at all, but if you think there is a trace of if, you pardon it. <em>vishvaasaat</em> 'by faith...' taking the advantage of the faith you reposed in me, I have not done any wrong. <em>praNayena</em> 'in friendliness...' taking our friendship as a casual connection and thinking that Rama will not harm me even if were to do whatever I like... even thus I have not offended. <em>preSyasya</em> 'moved by my will...' I have not committed any crime <em>manasaa, vacaa, karmaNaa</em> 'by mind, speech and action... or, by body, mind and soul...' But if you still estimate that I have offended you, you ought to pardon for I am yours, and if you go on punishing your own folk for very small reasons, who is there that is not a wrongdoer, whom do you leave off, and at the end who are they that remain to be protected by you?' Sita also says 'who is there that causes no offence?' in Sundara Kanda."
        },
        {
            "type": "verse",
            "text": "Lakshmana is pleased with that great-souled Sugreeva who is speaking thus, and said this he said to him, indeed, in friendliness. "
        },
        {
            "type": "verse",
            "text": "\"In anyway, my brother indeed has a defender with him, oh, king of vanara-s Sugreeva, especially you, who are a defender of your own word and a deferential one towards Rama. With this kind of preponderance and plainness you possess, Sugreeva, you are the only merited one to enjoy this unexcelled kingdom of monkeys. Before long, Sugreeva, dauntless Rama will be eliminating enemies in a war with you as his supporter, there is no doubt about it. You are the knower of virtuousness and gratefulness and you do not retreat from battlegrounds, or, on your own word, thus what you have said is conclusive as well as coherent. Even though one has capability to know his own lapse and speak it up, oh, ablest among Vanara-s, who is he that behoves outspokenly, excepting my elder brother and you. "
        },
        {
            "type": "verse",
            "text": "\"You are a coequal to Rama by your valour and vigour and oh, best one among monkeys, gods have given you after a long time. "
        },
        {
            "type": "commentary",
            "text": "The godsend and God-given has some discussion, where mythological import is that these Vanara-s are God-given and they existed even before the birth of Rama as Brahma ordered all gods to their progeniture. But Lakshmana is saying that Sugreeva is godsend gift and that too after a long time of their searching for Sita, as thy have come searching for Sugreeva according to the advise of demon Kabandha."
        },
        {
            "type": "verse",
            "text": "\"However, you quickly start from here along with me, oh, brave one, and embolden your friend who is anguishing in the despoilment of his wife. "
        },
        {
            "type": "verse",
            "text": "\"Oh, friend, on hearing that which querulously spoken by Rama, who is downhearted in his anguish, I too reflexively spoke bitter-words to you, and thus whatever I spoke that may be pardoned."
        },
        {
            "type": "commentary",
            "text": "This expression has detailed commentary insofar as the man-god relation. <em>ucyamaano api paruSam na uttaram prati padyate</em> 'though harsh words are spoken to Rama he does not rebut them...' This is evident when Khara, Duushana, Trishira, Vali, and other opponents confronted Rama. But here Rama querulously spoke of Sugreeva before despatching Lakshmana to Sugreeva. Because Sugreeva is his own adherent and such adherents to duty should not sidetrack themselves into earthly matters when an incredible mission is to be completed by them. That is why Rama came searching for Sugreeva alone basing of the information given by Kabandha."
        },
        {
            "type": "commentary",
            "text": "If 'to err is human...' but 'to realize that error and making amends to it is divine...' That is what Sugreeva has done, at the suggestion of Hanuman, saying that: 'You pay deference to him with your forehead-bent...' as at 4-32-21. Sugreeva openly comes out to declare, 'who is he that does not err?' but he equally has the courage to accept what is amiss with him. From this it is concluded, that even if one does wrong, or sins, if he repentantly seeks pardon, his god, any god chosen by that devotee, will pardon him. This is the <em>a kimcinatva</em> 'selflessness in the least...' This is one among the many tenets of <em>sharaNaagati</em> 'dedication...' and this dedication is by <em>manasaa, vacaa, karmaNaa</em> 'by mind, speech and action... or, by body, mind and soul...' That is why Sugreeva says that he has not wronged by <em>vishvaasaat, praNayena, preSyasya</em> i.e., by body, mind or soul... so I am a true dedicate."
        },
        {
            "type": "commentary",
            "text": "Then it may be asked as to why Lakshmana is enraged at Sugreeva. This is replied in two fold, 1] unable to see his brother's anguish Lakshmana vented out his ire; 2] Lakshmana being a total dedicate he wanted to reprimand the new dedicate Sugreeva and save him from his fickle-mindedness. That is why Lakshmana says sorry for what he has uttered in ire, earlier to the assertion of Sugreeva of his faithfulness. He asks Sugreeva to come to Rama, not to console Rama, but to embolden Rama saying that there is a real adherent in Sugreeva."
        }
    ]
}