{
    "id": "prose-kishkindha-37",
    "kanda": "kishkindha",
    "sarga": "37",
    "title": "Monkey chiefs go round the earth",
    "chapter": "37",
    "overview": "Monkey chiefs go round the earth at the behest of Sugreeva, to fetch all the monkey champions on earth to the presence of Sugreeva. They all go to different mountain, rivers, oceans, and forests and motivate all monkeys to reach Sugreeva at once. Further, having gone to Himalayas they find divine fruits, tubers and medicinal herbs there, which they fetch as royal gifts to Sugreeva. They all return to Sugreeva in the same time when Sugreeva is with Lakshmana and prior to the other monkeys that are summoned.",
    "content": [
        {
            "type": "verse",
            "text": "When the great-souled Lakshmana spoke to Sugreeva in this way, Sugreeva spoke this word to Hanuman who is available at his side. "
        },
        {
            "type": "verse",
            "text": "\"Convoke the Vaanara-s available on the summits of these five mountains, namely Mt. Mahendra, Mt. Himalaya, Mt. Vindhya, and Mt. Kailash and those that are on the whitish peak of Mt. Mandara. As well as those that are on the mountains at seashore, <font color=\"#B3003A\">udaya adri</font>, namely 'sunrise-mountain,' which mountains will always be dazzling with the tinge of youthful sun. And them that are on the mountains which shine in the ochry hue of evening clouds, <font color=\"#B3003A\">asta adri</font>, namely 'sunset-mountain' and which mountains are situated at the Palace of Sun. And the catastrophic monkey chiefs that are abiding in the palm groves of Mt. Padma. Also thus, the fly-jumpers who are similar to black-mascara and black-clouds in their shine, and who match elephants in their vigour, and who live on Mt. Anjana, they too are to be convened. Those fly-jumpers whose complexion will be golden and dwell in the caves of Great-Mountain, besides those who are on the mountainsides of Mt. Meru, and those biding on the Black-Red mountain, along with those topmost speeded fly-jumpers living on Mt. Great-Ochre swilling palm-toddy, these are to be summoned. Further, the vanara-s who will be in the tinge of rising sun and who dwell in the highly delightful, richly fragrant and lofty woodlands that are surrounded with the delightful hermitages of sages are to be summoned. Along with them, the vanara-s who are in the interiors of forests, they are also to be called for. Why citing a few? Those and those monkeys that are on the earth, all of them are to be assembled. Oh, Hanuman, you quickly summon all of the topmost speeded vanara-s by employing concessions, conciliations and the like procedures. "
        },
        {
            "type": "commentary",
            "text": "Parable: The assumed Sun's Palace is to the East of earth. He dawns in the morning in east, travels westward, dusks in west, goes to his abode circling the earth to east, and for us he takes rest in his palace for the night and continues his next day's routine."
        },
        {
            "type": "verse",
            "text": "\"In the first instance highly speedy vanara-s are hastened at my commanded, however, you hasten some more monkey chiefs for the purpose of hastening them. Those that are entangled with creature comforts, and those that are stringy dawdlers, you quickly lead all of those monkey chiefs in here. And such of those vanara-s that do not arrive within ten days by my command, those miscreants are eliminable as the abusers of king's decree. Let all the lionly monkeys available on earth that abide by my control start coming to this place in hundreds, thousands, even in millions, by my command. The champions of monkeys with ghastly aspects and similar in shine with the mountains and clouds shall start coming here by my command, fly-jumping as though to overcast the sky. "
        },
        {
            "type": "verse",
            "text": "\"Let those vanara-s who know the routes to the dwelling places of other monkeys expeditiously proceed on quick-routes, and gather all of the monkeys available on earth at my command.\" Sugreeva ordered Hanuman that way. "
        },
        {
            "type": "verse",
            "text": "On hearing the order of Sugreeva, the king of vanara-s, Hanuman, the son of Air-god has started to dispatch valorous monkeys in all directions. "
        },
        {
            "type": "verse",
            "text": "In a split-second, the vanara-s that are sent by the king of vanara-s have skyrocketed to the airways of birds and stars on their way, and indeed reached the vault of heaven, which was once trodden by Vishnu."
        },
        {
            "type": "commentary",
            "text": "Vishnu stretched his foot heavenward and covered the intermediate sky with that single foot in Vamana, that Dwarf Boy, incarnation. From then on heaven is also called as <em>tridiva.</em> Thus it is said that the monkeys skyrocketed heavenward, i.e., to skies, but not to heaven."
        },
        {
            "type": "verse",
            "text": "After skyrocketing those monkeys have reached the monkeys that are living at seashores and islands, in the caves and crags of mountains, and at lakeshores and their surrounds, and motivated all of the monkeys available there towards the cause of Rama. "
        },
        {
            "type": "verse",
            "text": "On hearing that command of the king of kings of Vanara-s, Sugreeva, who is semblable with the Death-god and Time-god, all of the monkeys have arrived with the terror of Sugreeva haunting them. "
        },
        {
            "type": "verse",
            "text": "Then thirty million fly-jumpers whose swiftness is inconceivable, and whose shine is like that of black-mascara have sallied forth from mountain Anjana to there where Raghava is camping, i.e., Mt. PrasRavana. Hundred million monkeys who take delight on the best mountain where the sun goes into dusk, namely the westerly mountains, <font color=\"#B3003A\">asta adri</font>, and whose hue is similar to the refined gold, for dusk has a golden hue, have jumped in. Vanara-s who are in the hue of lion's mane have turned up in thousand crores, say hundred billion, from the pinnacles of Mt. Kailash. Those that are sheltered on Himalayas subsisting on fruits and tubers have arrived in a thousand of thousand crores, say a trillion. "
        },
        {
            "type": "verse",
            "text": "Millions and millions of Vanara-s whose looks and deeds are gruesome, and who equal the planet Mars in their crimson-flush, as they dwell on the hotbeds of Mt. Vindhya, have swiftly alighted from Mt. Vindhya.  "
        },
        {
            "type": "verse",
            "text": "The count of those vanara-s who are basically domiciled at the coasts of milky ocean, the residents of Tamala woodlands, and those who feed on coconuts dwelling in coconut groves, and who have presently come from those places is uncountable. "
        },
        {
            "type": "commentary",
            "text": "The milky ocean referred here is not to be construed as that of Vishnu. The word used for coconut here is <em>naari kela</em> whereas the real Sanskrit word is <em>naari kera</em>. While discussing some phonetic tendencies, Dr. Satya Vrat says 'Inter change of certain sounds is an accepted phonetic phenomena in Sanskrit. Many classical Sanskrit poets have based their double entendres on this... Ramayana, however, is somewhat different... it preserves only an odd instance of each of the interchange of 'Da' and 'la' and 'ra' and 'la'....' The phonetic licence takes from the rulings like: <em>Da la yoH abhedaH; ra la yoH abhedaH; va ba yoH abhedaH</em> 'there is no phonetic difference between <em>Da</em> or <em>la</em>, and <em>ra</em> or <em>la</em>, and <em>va</em> or <em>ba</em>'. At 7-26-6 of uutara raamayna the commonly known <em>naari kela</em> is used as <em>naari kera</em>, in it original phonetic form. And the Bengalis even now pronounce <em>ba</em> for <em>va</em>. Even the English keyboard of typewriters too, provide <em>b</em> adjacent to <em>v</em> ."
        },
        {
            "type": "verse",
            "text": "That highly forceful military force of vanara-s has arrived from forests, caverns and riversides with their leaping and bounding on the sky blocking up the sun as if they have gulped him down. "
        },
        {
            "type": "commentary",
            "text": "It does not mean that these monkeys have devoured the sun as Hanuman did in his childhood. It is intended to say that the irrefutable <em>sugreeva aaj~na</em> 'Sugreeva's command...' as said in his order at ' <em>monkeys have to come as though to overcast the sky'</em> , at 4-37-14 above, is effectuated by these troops of monkeys, who seem to overcast the sky as if they are going to gorge the sun."
        },
        {
            "type": "verse",
            "text": "The Vanara-s who went from Kishkindha to hasten up all the other monkeys of all quarters, those champions have reached Himalayan Mountains and saw exceptional trees on them. "
        },
        {
            "type": "commentary",
            "text": "Usually it is said that 'they saw a great tree on Himalayan mountains...' which offers no speciality to the following verses. Instead of one tree, some decipher the meaning, that 'they have seen Himalayas with many a great tree...' thereby it will be reinforcing the 'doubt that occurred to Hanuman' in identifying Sanjivini herb among many trees."
        },
        {
            "type": "verse",
            "text": "On that best and auspicious mountain, once a glorious Vedic-ritual intending God Shiva took place, which pleased the hearts of all gods. There the vanara-s have seen luscious tubers and fruits similar to nectar, which have originated from the oblational food material spattered in the Vedic-ritual for Shiva. If one eats for one time, a little of those divine and heart-pleasing fruits and tubers that have taken their origin from that oblational food material, he remains satiated for a month. The best monkeys that are fruit-eaters have collected those divine fruits, tubers, and even the divine medicinal herbs. On going to the cardinal ground of Vedic-ritual which was performed once, those vanara-s fetched highly fragrant flowers in order to please Sugreeva. "
        },
        {
            "type": "verse",
            "text": "On motivating all of the monkeys on earth, all those best monkeys who proceeded to forgather other monkeys, quickly returned to Kishkindha ahead of the forgathered troops of monkeys. Those quick paced monkeys quickly reached Kishkindha just at that moment when Lakshmana is still with Sugreeva, and those monkeys arrived at that place where Sugreeva is available along with Lakshmana. "
        },
        {
            "type": "verse",
            "text": "Taking the medicinal herbs, fruits, and tubers along with them, all of those Vaanaras obliged Sugreeva to accept fruits, tubers and herbs as royal gifts, and they also spoke this word to Sugreeva. "
        },
        {
            "type": "verse",
            "text": "\"We have rounded up all the mountains, rivers, and forests even, and all of the Vanara-s available on earth are fetched to your fore according to your command.\" Thus the monkeys said to Sugreeva. "
        },
        {
            "type": "verse",
            "text": "On listening these words then the king of fly-jumpers Sugreeva is gladdened and accepted the gifts brought from Himalayas from all of them. "
        }
    ]
}