{
    "id": "prose-kishkindha-38",
    "kanda": "kishkindha",
    "sarga": "38",
    "title": "Sugreeva approaches Rama",
    "chapter": "38",
    "overview": "Sugreeva approaches Rama and falls prostrate on Rama's feet as though seeking pardon for the delay. Rama gets him up and mildly admonishes him. Then Sugreeva while giving the account of legions that are coming in, informs Rama that all the Vanara armies on earth are coming for confronting Ravana in battle. On asserting that Sugreeva is at his job, Rama is pleased heartily.",
    "content": [
        {
            "type": "verse",
            "text": "On receiving all those gifts brought in by the Vanara-s from Himalayas, Sugreeva dispersed them all with approbation. On dispersing thousands of monkeys who have effectuated their errand of summoning all monkeys on the earth, Sugreeva deemed that his own aspirations and as well as those of that great-mighty Rama are achieved. Gladdening Sugreeva who is indomitably mighty and the indomitable one among all vanara-s, Lakshmana spoke these courteous words to him, \"oh, gentle one, if it please you, make an exit from Kishkindha.\" "
        },
        {
            "type": "verse",
            "text": "On hearing the courteous words of Lakshmana Sugreeva is extremely pleased and he indeed spoke this sentence to him, \"So be it. Let us go. I remain biddable in your command.\" "
        },
        {
            "type": "verse",
            "text": "Sugreeva speaking thus to Lakshmana, whose person itself is auspicious, then bade adieu to Lady Tara and the other female vanara-s. Sugreeva shouted sharply saying, \"come here,\" at the best monkey-adjutants and on hearing his call all of those monkeys that are spared to see the ladies of palace chambers have come there swiftly with their palms adjoined in supplication. Then the king Sugreeva whose refulgence is kindred to that of sun has said to those vanara-s that have arrived there, \"oh, vanara-s, immediately position my palanquin before me.\" "
        },
        {
            "type": "verse",
            "text": "On hearing his words those monkeys who are the adept ones in their agility right away brought an exquisite palanquin and readily started to position it at his nearby. And on seeing palanquin positioned at his nearby the king of monkeys Sugreeva said to Saumitri, \"you mount it, Lakshmana, be quick.\" Saying so Sugreeva got into that golden carriage which in shine is like the sun and which has many monkey-carriers along with Lakshmana. "
        },
        {
            "type": "verse",
            "text": "Sugreeva who achieved the kingdom of unexcelled magnificence has started out that magnificently to the high extolment of panegyrists, while a white royal-parasol spread overhead the palanquin, white fur-fans fanning him from all over, and while conch-shells are blowing loud and drums are drumming high. Sugreeva travelled thus surrounded with many hundreds of vanara-s, who look confrontational and who wielded weapons, to the place where Rama is staying. "
        },
        {
            "type": "verse",
            "text": "On reaching the province where Rama is staying in all his adoration to that place, the great-resplendent Sugreeva descended the palanquin along with Lakshmana. When Sugreeva reached Rama he stood still with adjoined-palms, and when he remained still with palm-fold all the other monkeys stood still with palm-fold. "
        },
        {
            "type": "verse",
            "text": "Rama became exultant of Sugreeva on seeing the massive army of Vanara-s which is just like a vast lake plethoric with buds of lotuses. "
        },
        {
            "type": "commentary",
            "text": "Terrible looking monkeys are compared with delicate lotus buds - is this a simile at all? Not So. The 'sense' <em>dhvani</em> in this is like this. The folded and adjoined palms of all the monkeys are looking like lotus buds. While adjoining palms they raised hands over their heads, where their bodies are appearing similar to the stems of lotuses, and folded palms are like unfolded lotus buds. Rama is gladdened because the lake called Sugreeva contains these many prayerful devotees who are praying with lotus-bud-like folded palms."
        },
        {
            "type": "verse",
            "text": "Raghava raised and tightly hugged the king of monkeys Sugreeva, who has prostrated himself with his head touching the feet of Rama, with care and credit. After hugging Sugreeva that virtue-souled Rama then said to him, \"be seated.\" Then on seeing Sugreeva who took seat on ground Rama spoke to him. "
        },
        {
            "type": "verse",
            "text": "\"He alone is the king, oh, valiant Sugreeva, who always divides time for devoting himself to probity, prosperity and pleasure-seeking. "
        },
        {
            "type": "commentary",
            "text": "Say, mornings for duty-bound affairs, afternoons for financial matters, and nights for pleasure-seeking programs."
        },
        {
            "type": "verse",
            "text": "\"If one devotes himself to pleasure-seeking alone, casting off the probity and like that the prosperity also, he is like the one who slept on a treetop who awakens only after falling down. "
        },
        {
            "type": "commentary",
            "text": "An out-and-out pleasure-seeker wakes up only when he runs into troubles. Till such time he uses slender branches and tender leaves available on the infirm treetop, called his pleasuring area, as his cushion bed and foam pillows."
        },
        {
            "type": "verse",
            "text": "\"And the king who is bound up in eliminating unfriendly ones and bound up with forgathering friends, he will be enjoined with righteousness, and he even becomes the real enjoyer of the fruit of threefold virtues, namely <font color=\"#B3003A\">dharma, artha, kaama</font> - probity, prosperity and pleasures. "
        },
        {
            "type": "commentary",
            "text": "A sheer pleasure-seeker will be awakened when he suddenly falls from heights of pleasures, may it be due any factor like wealth, age or destitution. This happens if only he summarily rejects the other two, probity in life and pursuance to acquire real and everlasting prosperity, in lifetime. And a real king worth his kingship is the one who practises and enjoys all the threefold virtues, namely probity, prosperity and pleasures at appropriate timings and at appreciable limits, unlike Sugreeva who is indulgent in only one among those three, namely pleasures."
        },
        {
            "type": "verse",
            "text": "\"Oh, enemy-eliminator, time for endeavour has come, oh, king of monkeys, let this be discussed along with your monkey-ministers.\" Thus Rama spoke to Sugreeva. "
        },
        {
            "type": "verse",
            "text": "When Rama addressed him in this way, Sugreeva said these words to Rama, \"oh, dextrous Rama, by your beneficence I have repossessed prosperity, popularity and this everlasting kingdom of monkeys which are actually mislaid. "
        },
        {
            "type": "verse",
            "text": "\"Oh, god, by your and your brother's benevolence alone I regained what I lost, oh, victorious one among victors, and he who does not requite the favour that has been done for him will become the vitiator of probity among men. These are the hundreds of vanara chiefs, oh, enemy-subjugator, who have just returned on forgathering all of the forceful vanara-s on earth."
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, the legatee of Raghu, those vanara-s with dreadful appearance, and who are the experts in permeating the impenetrable forests, woodlands and impassable mountains are coming. And the bears, monkeys and brave baboons who are the children of gods and gandharva-s, and who change their guise just by their wish are halfway through on their path duly fenced round with one's own forces. "
        },
        {
            "type": "verse",
            "text": "\"Oh, king, some of the fly-jumpers that are arriving are with a hundred-legion, some with a hundred-thousand legion, and even some with millions of legions, while the some are on the way with specific legions like aayuta-s, shanku-s. And oh, valiant one Rama, some with legions of arbuda-s, and some with hundreds of arbuda-s, some with madhya-s, and some with antaH-s are coming. Some more are coming with samudra-s and some with paraardha-s legions of monkeys. Oh, enemy-flamer Rama, the legions of monkeys along with their monkey commanders who are viable to Mahendra in valour, and who compare with massive clouds and mountains, and who domiciled on Mt. Meru and Mt. Vindhya will be coming in your service. "
        },
        {
            "type": "commentary",
            "text": "In the Indian counting system hundred thousands becomes one lakh, [1,00, 000.] One hundred lakhs become one crore, [10,000,000.] The ancient Indian legionaries have names like <em>aayuta</em> 'one thousand per unit...' <em>shanku</em> 'one lakh crores...' a trillion - 10<sup>12</sup>. One <em>arbuda</em> 'thousand shanku-s...' <em>madhyama</em> 'ten arbuda-s...' <em>antam</em> 'ten madhyama-s...' <em>samudra</em> 'twenty antya-s...' <em>paraardha</em> 'thirty samudra-s...' Rama Tilaka says that by giving these numbers it is to be understood that 'innumerable monkeys are coming...' But others hold the view that the ancients have organised military pattern hence particular nomenclature is given to each, apart from the generalisation of Rama Tilaka."
        },
        {
            "type": "commentary",
            "text": "Govindaraja takes up the enumeration as given in Indian Astrology, which multiplies ten times each, as said in verse:"
        },
        {
            "type": "commentary",
            "text": "<em>ekam dasha shatam asmaat sahasram ayutam tataH param lakSham | prayutam koTim atha arbudam vR^inde kharvam nikharvam ca | tasmaat mahaa sarojam shankum saritaam patim tvat antam | madhyam paraadham aaruuhya atha uttaram dasha guNam tathaa j~neyam ||</em>&nbsp;'one, ten, hundred, thousand, ten thousand, one lakh, <em>prayutam</em> 'ten lakhs or a million, then a crore and then an <em>arbuda</em> ten-crore or a billion, and then ten arbuda-s makes one <em>bR^inda</em> and ten brinda-s make one <em>kharva</em> and ten kharva-s make one <em>nikharva</em> and ten nikharva-s make one <em>mahaa padma</em> and ten mahaa padma-s make one <em>shanku</em> 'one lakh crores or a trillion, and ten shanku-s make one <em>samudra</em> and then ten samudra-s make one <em>anta</em> and ten anta-s make a <em>madhyama</em> and ten madhyama-s make one <em>paraardha</em> it may be known thus..."
        },
        {
            "type": "commentary",
            "text": "By this, the nomenclature of million, billion and trillion was there in ancient days and this may be observed by the names: <em>prayutam</em> 'a million...' <em>arbuda</em> 'a billion..' and <em>shanku</em> 'a trillion...' and this exactly relates to the decimal system which is based on the number ten, in which the smaller units are related to the principal units as powers of ten [units, tens, hundreds, thousands, etc.]"
        },
        {
            "type": "verse",
            "text": "\"Those vanara-s who are combative in wars, and those who can fetch Maithili on eliminating Ravana in war, will be approaching you soon.\" Thus Sugreeva informed Rama. "
        },
        {
            "type": "verse",
            "text": "Then on seeing the perfect effort made by the prominent one among all monkeys, Sugreeva, who is operating under his control, the eyes of valorous prince Rama are widened in jubilance, like the well-bloomed blue-lotuses. "
        }
    ]
}