{
    "id": "prose-kishkindha-39",
    "kanda": "kishkindha",
    "sarga": "39",
    "title": "Rama mildly admonishes Sugreeva",
    "chapter": "39",
    "overview": "Millions and millions of monkeys arrive with their troop-leaders to the control of Sugreeva. Rama's intent to wage war with Ravana is informed to Sugreeva. And Sugreeva who is interested for requital of the help rendered by Rama informs that all the monkeys on earth are ushered to remain in the service of Rama. While Sugreeva is informing about the arrival of monkeys, in a split-second that place is further crammed up with troops and troops of monkey-warriors.",
    "content": [
        {
            "type": "verse",
            "text": "Rama, the best proponent of probity, happily embraced Sugreeva with both of his arms and replied him who is speaking in this way suppliantly adjoining palms at Rama. "
        },
        {
            "type": "verse",
            "text": "\"There is no wonder, oh, enemy-flamer, if Indra gives rain, or if that thousand-rayed sun makes the sky undark, or if the moon makes night shiny with his moonshine, so also oh, gentle one, if a true-friend of your kind gladdens his indigent-friend, there is no wonder. In this way, oh, nice Sugreeva, that helpful nature which is decorously prevailing in you, ushering you for organising the worthwhile, will not be a wonder but natural. I am aware that you have always been the exponent of affability. "
        },
        {
            "type": "verse",
            "text": "\"With you as the helmsman, oh, friend, I will be triumphing over all the enemies, and you alone are worthy to proffer a helping hand to me as a good-hearted friend of mine. That knavish demon Ravana deceitfully carried off Vaidehi for his own extinction, as demon Anuhlaada carried off Sachi Devi, the daughter of Puloma. "
        },
        {
            "type": "commentary",
            "text": "Myth: Shaci Devi, the wife of Indra, is the daughter of a demon called Puloma, the son of Danu. One named Anuhlaada, the son of Hiranyakshyapa, on deceiving Indra abducted Shaci Devi with the consent of her father Puloma. Then Indra infuriated at Puloma, the father of Sachi Devi, for making the abduction possible, killed him. Thereby Indra got a name Pulomajit."
        },
        {
            "type": "verse",
            "text": "\"As soon as possible I wish to eliminate that Ravana with sharp arrows, as has been done by the enemy slyer Indra when he eliminated the insolent father of Sachi Devi, namely Puloma.\" Thus Rama is about to tell other things to Sugreeva, but... In the meanwhile dust started to overcast the sky covering the intensely scorching radiation of the sun. "
        },
        {
            "type": "verse",
            "text": "Stained with that darkness the directions are confounded, and the entire earth together with its mountains, woods, and forests has wobbled. In a split-second the entire ground is then enshrouded with incalculable fly-jumpers whose size is mountainous, fangs excruciating, and might abnormal, and each monkey commander is surrounded with hundreds of millions of legions of monkeys, who by their wish can change of their guise, and these monkeys of amazing strength have come crashing war-whoops as clouds letting out thunders while they are on their way from their habitation like riversides, seashores, mountains, and some other monkeys have come from forests as they are forest dwellers, and in the vast of masses their complexion alone remained as an identity to their habitation, like the stripe of tender-sun of some monkeys is marking them from the place of rising sun, moon-white body colour of some more telling that they are from the place of nightly moon, and the colour of skin looking like lotus-fibrils of many more indicates that they are from fertile watery lands, and the snow-white complexion of yet some more indicates that the dwelling place of those monkeys is Mt. Meru. "
        },
        {
            "type": "verse",
            "text": "In the meantime the arrival of a distinguished and valorous vanara named Shatabali, hemmed in with ten thousand crores of vanara-s, came into the view of Rama and others. Sushena, the father of Lady Tara, a valorous one with the sheen of golden mountain then appeared with very many thousands of crores of vanara-s. Like that the most efficient vanara-chief Taara, the father of Ruma and Sugreeva's father-in-law, turned up with another thousand crores of vanara-s following him. "
        },
        {
            "type": "verse",
            "text": "Honourable Kesari, the father of Hanuman, with his bodily gleam like that of the fibrils of lotuses and visage glittering in the gleam of nascent sun, and who is an intellectual, graceful and prominent vanara among all the vanara-s, then came into view associated with thousands and thousands of armies of vanara-s. "
        },
        {
            "type": "verse",
            "text": "Gavaaksha, the formidably adventurous sovereign of baboons is then seen encircled by a thousand crore vanara-s. Dhuumra, the enemy destroyer, marched to the fore of Rama and others surrounded with two thousand crores of bears which have frightful fastness. The highly valorous commander named Panasa has then arrived attended by a three crore legion of horrendous vanara-s who are beaming forth like gigantic mountains. Commander Niila has then come into view with his colossal and blackish mascara mound-like body encircled by ten crores of vanara-s that are selfsame to their leader. Then the great-mighty commander named Gavaya whose bodily sheen is like that of a golden mountain has come forth surrounded by five crores of vanara-s. Dariimukha, the mighty commander then came along with a thousand crore vanara-s and he stayed nearby Sugreeva drawing nigh of him. Both Mainda and Dvivida, the great-mighty sons Ashvini-twin gods have then appeared, each with a thousand crore vanara-s. The mighty, braving and highly resplendent Gaja came forth to the near of Sugreeva encompassed by three crores of vanara-s. "
        },
        {
            "type": "verse",
            "text": "A great resplendent one who is renowned by his name Jambavanta has then come with a brigade of ten crore bears spreading around him and stood firm under the control of Sugreeva. A blaze-like mighty vanara named Rumana came swiftly surrounded with a hundred crore legion of vanara-s who are highly venturesome. Gandhamaadana has then arrived while ten thousand crores and hundred thousand crores of monkeys are following him at his behind. "
        },
        {
            "type": "verse",
            "text": "Angada, the crown prince of Kishkindha, who matches his father Vali in valour has then turned up with a thousand <font color=\"#B3003A\">padma</font> legions and a hundred <font color=\"#B3003A\">shanku</font> legions of vanara-s. Tara, the vanara-commander, whose sparkle is as that of stars and whose valour is remarkable then appeared at a distance with five crore monkeys. Indrajaanu, the brave monkey commander who is the chief of eleven crores of monkeys has appeared then encompassed by selfsame vanara troopers. Rambha whose bodily glow is like that of tender-sun has then come forth fenced in a thousand plus a hundred of <font color=\"#B3003A\">aayuta</font>-s of vanara legions. A braving and powerful legion commander of vanara-s named Durmukha has then appeared encompassed with two crores of vanara-s. "
        },
        {
            "type": "verse",
            "text": "Then Hanuman appeared with a thousand crore vanara-s encompassing him who in shape are like the summits of Mt. Kailash and whose bravery is formidable. "
        },
        {
            "type": "verse",
            "text": "Highly vigorous Nala has also arrived while he is surrounded with a hundred crore one thousand and one hundred monkeys, the dwellers on trees. Dadhimukha, the salutary vanara-chief then arrived at the near of that great-souled Sugreeva encircled by a ten crore vanara-s who are all blaring highly. "
        },
        {
            "type": "verse",
            "text": "Sharabha, Kumuda, Vahni, also even Ramha, these and many other vanara-s have come who by their wish are the guise-changers. And many of those other commanders who have presented themselves along with their troops, overspreading the earth inclusive of its mountains and forests, their count is unknown. "
        },
        {
            "type": "verse",
            "text": "All those fly-jumpers arrived by swinging, flying and thundering, and all of the monkeys on earth have arrived thus, presented themselves and settled down around Sugreeva as if a number of clouds are cramming the sun. "
        },
        {
            "type": "verse",
            "text": "While arriving those monkeys made many a hue and cry of war, and those outstanding monkeys who are armed with a pair of their own arms have informed the vanara king Sugreeva about their arrival by tilting up their heads as in roll-call or in headcount. As befitting to them the other vanara leaders have come together to meet Sugreeva, and on their meeting with Sugreeva then they stayed behind with their palms adjoined. Then Sugreeva, the knower of rectitude, promptly informed about all of those paramount monkeys to Rama as to who is who, and staying with folded palms he addressed the forgathered monkey chiefs. "
        },
        {
            "type": "verse",
            "text": "\"Oh, chiefs of vanara-s, on procedurally camping your forces everywhere on mountains, at riversides, and in forests according their comfort, the knower of absolute force, Rama, expects to inspect them to infer the forcefulness of your forces. "
        },
        {
            "type": "commentary",
            "text": "The count of the monkeys who followed their leaders cannot be rendered into million, billion counts, precisely. But when all of them are put together they result into the numerals as contained in Yajur Veda taittariiya as said in Dharmaakuutam. <em>ekaa ca dasha shatam ca sahasram ca ayutam ca prayutam ca nyavrindam ca samudraH ca madhyam ca antaH ca paraadhaH&nbsp; </em>Yajur Veda taittariiya <em>vaanara pramukhaa mahaa prabhaavaa dasha sahasra koTi bR^inda khara nikharva anta madhya paraardha aneka paraardha sa~NkhyaakaiH aprameya paraakramaiH vaanaraiH parivR^itaa samaagataaH sugriiveNa ca yathaa sukham viniveshitaaH ca -</em>Dharmaakuutam - Further he goes on to quote Leelavati mathematics: <em>liilaavatii gaNita shaastre siddhanta shiromaNe -</em>"
        }
    ]
}