{
    "id": "prose-kishkindha-4",
    "kanda": "kishkindha",
    "sarga": "4",
    "title": "Lakshmana's narration to Hanuman",
    "chapter": "4",
    "overview": "Lakshmana explains about Sita's abduction and their inability to trace her whereabouts. As informed earlier by a demon freed from his curse and who became a celestial, Lakshmana says that they are searching for one Sugreeva, King of Vanmara-s, to befriend him in order to take help in searching for Sita. Hanuman who is on a similar mission to befriend these two warriors, as instructed by Sugreeva in the earlier chapter, comes to a conclusion that the needs of both the friends would be fulfilled. Then Hanuman takes the two bothers on his back to the place where Sugreeva is hiding from Vali.",
    "content": [
        {
            "type": "verse",
            "text": "Then that Hanuman, who has good deeds for his credit, on hearing the words of Lakshmana, and even knowing that they are finely meaningful, he rejoicingly recalled in his mind that Sugreeva's effort is going to fructify."
        },
        {
            "type": "verse",
            "text": "\"Conceivable is the retrieval of the kingdom by that great souled Sugreeva...and for which deed, this purposive Rama has come, and that deed desired by Rama is also achievable by Sugreeva, and thus all this has came by...\" thus thought Hanuman. Then Hanuman, the ablest flyer is thus very gladdened...and in turn then spoke to that very learned one, namely Rama."
        },
        {
            "type": "commentary",
            "text": "Ramayana is said to have been composed basing on the letters of Gayatri Hymn. The letter <em>ga</em> in <em>plavagottama</em> is the 10th letter in Gayatri hymn, and up to now 9,000 verses are over, out of 24,000 of the total epic."
        },
        {
            "type": "verse",
            "text": "\"What for you have come into these perilous forests hemming in Pampa Lake along with your brother, for these are impenetrable forests abounding with many a serpent and animal?\" Thus Hanuman asked Rama. On hearing the words of Hanuman, Lakshmana motivated by Rama, narrated about the great soul Rama, the son of Dasharatha."
        },
        {
            "type": "verse",
            "text": "\"The king named Dasharatha, a resplendent one and the patron of virtue was ruling the four-caste system with its, and by his own rectitude, for he is also bound within that four-caste system... There is none despising him, nor he despised any and for all the living beings he is like the Grandparent Brahma on earth..."
        },
        {
            "type": "verse",
            "text": "\"And he, King Dasharatha who performed rituals agniSToma and the like Vedic rituals wherein he donated liberally, and this one is his eldest son, and he is renowned among people by the name of Rama... He is the protector of all beings and the follower of father's directives, he is the eldest one among the sons of King Dasharatha... possessor of high virtues, qualities and royal fortune befitting to a king... but he is deprived of his kingdom, and came hither to dwell in the forests... nevertheless, followed by me..."
        },
        {
            "type": "verse",
            "text": "\"With his wife Sita following him, oh, highly fortunate Hanuman, this self-controlled and highly resplendent Rama came to forests like the Sun followed by his consort Prabha, who vanishes when the day is abated..."
        },
        {
            "type": "verse",
            "text": "With his wife Sita following him, oh, highly fortunate Hanuman, this self-controlled and highly resplendent Rama came to forests like sun with his dwindling resplendence when the day is abated..."
        },
        {
            "type": "verse",
            "text": "\"I am the one who obtained servitude by the justness of this faithful and knowledgeable one, and his younger brother, by name I am named as Lakshmana... He who aspires to keep up the well-being of all the beings, and he who is merited for all comforts and respectability is now devoid of his prosperity and predisposed to forest dwelling... such as he is, his wife is abducted by a guise changing demon in a lonely place, of whom we know not... we know not which demon stole his wife..."
        },
        {
            "type": "commentary",
            "text": "The aspect of 'helping the destitute' is retold here. Though Rama could have rejoiced in the nearby forests bordering Ayodhya for fourteen years without a bother, and could have regained his comforts and respectability, his mission to help the piteous sages and saints, and other god-forsaken creatures had to trigger off somewhere in the deep of woods. So while in woods his wife is stolen, paving a way for him to embark on his above mission."
        },
        {
            "type": "verse",
            "text": "\"One named Danu, son of Diti, who acquired demon-hood by curse had said that Sugreeva, the chief of monkeys, is a capable one, and he even said, \"that great valorous Sugreeva can know about the abductor of your wife...\" saying thus that Danu is released from the curse of his demon-hood, moved skyward and went away to heavens while becoming self-luminous..."
        },
        {
            "type": "verse",
            "text": "\"All this is informed to you, as it is as you have asked..Myself and Rama, we now have our recourse to Sugreeva alone..."
        },
        {
            "type": "verse",
            "text": "\"He who gave away riches in charity, who obtained unequalled renown and who himself was the lord of this world earlier, now accepts the lordship of Sugreeva... Who was a patron of virtue and who himself was a shelterer, to whom Sita is the daughter-in-law, such a shelterer's son Rama is now taking shelter under Sugreeva... He who is a virtuous one and protector of all the world, and who is the only refuge for all in earlier times... such a Raaghava, my mentor, is now seeking refuge with Sugreeva... By whose beneficence all these people are always delighted, he that Rama is now seeking benefaction from the lord of monkeys..."
        },
        {
            "type": "verse",
            "text": "\"By which kingDasharatha, are all the kings with all possible good attributes are always, and at all the times were esteemed to be safeguarded as defensible kings, such king's eldest son Rama, renowned in all the three worlds for his own sheltering the needy, has now taken shelter under monkeys lord Sugreeva..."
        },
        {
            "type": "verse",
            "text": "\"One who is rebuffed by sadness, and even agonised by it had already sought refuge, hence it is apt of Sugreeva to do favour in Rama's respect along with other vanara commanders...\" Lakshmana said thus to Hanuman. To Lakshmana, who is telling that piteously with tears falling out, the eminently lettered Hanumanan said this in his return."
        },
        {
            "type": "verse",
            "text": "\"Intellectuals of your kind, who have conquered anger and senses are to be seen by the chief of monkeys Sugreeva, for your advent is godsend... He who is made as an enemy, very muchinsulted, and abrogated from kingdom by his own brother Vali, that Sugreeva is roaming about forests fearing him alone, his own brother Vali... He that son of Sun, Sugreeva, will render help to you two, joining forces of our like Vanara-s in searching Sita...\" Thus Hanumann on speaking melodious words with politeness, also said to Raghava as, \"good, we may now approach Sugreeva....\""
        },
        {
            "type": "verse",
            "text": "Hanuman when said thus virtuous Lakshmana adored him customarily in the way befitting to an envoy, and spoke this to Rama. \"Raghava, as to how this monkey seems to be happy in meeting us, by way of his narration, and he too neared us as an aspirant of some deed to be performed by us, hence joining them seems to fulfil your mission... He is talking with a lucid expression and pleasing facial tinge by which he seems to be gladdened at his heart... needless is telling untruths to such a valiant son of Air-god, Hanuman, isn't it!\" So said Laskhmana to Rama"
        },
        {
            "type": "verse",
            "text": "Then he that very intelligent son of Air-god Hanuman, took those two valorous Raghava-s to go to the king of monkeys Sugreeva. On discarding the ascetic's semblance that estimable monkey Hanuman obtained his own monkey's form, and mounting those two valiant ones onto his back he proceeded towards Sugreeva."
        },
        {
            "type": "verse",
            "text": "Hanuman, the extensively renowned heroic son of Air-god with pious mind and highly audacious nature, is then gladdened like the one whose difficult deed is just accomplished, thus he gladly travelled to Mt. Rishyamuka where Sugreeva is abiding, along with Rama and Lakshmana."
        }
    ]
}