{
    "id": "prose-kishkindha-40",
    "kanda": "kishkindha",
    "sarga": "40",
    "title": "Sugreeva orders Eastside search",
    "chapter": "40",
    "overview": "Sugreeva orders vanara-s to search east under the leadership of Vinata, a mighty vanara. Firstly he dedicates  all the vanara forces to Rama, but Rama desired to know whether Sita is alive or not, and if so at what place.  Then Sugreeva commissioning Vinata explains the topography and geography of Eastern side of the <font color=\"#B3003A\">jambuu dwiipa</font>, 'the Indian subcontinent,' and its eastward, comprising whole of South-East  Asia. This is the first chronicle ever recorded about the lands and oceans, islands and dwellers in there, as  far as Ancient Indian Geography is concerned.",
    "content": [
        {
            "type": "verse",
            "text": "The lord of fly-jumpers, king Sugreeva, who by now is replete with every means, then spoke to the tigerly-man  and the vanquisher of enemy's might, Rama. \"The mighty vanara chiefs who are guise-changers by their wish and  who in sheen are like Mahendra, and who dwell in my province have arrived and they are properly encamped too.  Those ghastly vanara-chiefs who are a match to the monsters and ogres have arrived with these diversely triumphant,  terribly victorious and mighty vanara-soldiers. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, these vanara-s are acclaimed for undertaking impossible deeds, and they will accomplish whatever task  they have undertaken. They are powerful ones who have overcome weariness. They are renowned for their confrontation  and noteworthy in their manoeuvres. These who are the dwellers on diverse mountains can travel either on earth  or on water. Such as they are these vanara-s have come in millionfold as your servants. "
        },
        {
            "type": "commentary",
            "text": "Vividly: 'These vanara-s are acclaimed for their impossible deeds like jumping over oceans, swinging from mountains  to mountains, even lifting mountainous mass etc., thus any impracticable task is assignable to them, and hitherto  each and every infeasible task undertaken by them is accomplished by each of them, thus they all are dependable...  these are not only powerful individually, but they also have overpowered their individual weariness, thus they  pursue any task unweariedly... and these are renowned for their complicate confrontations and noteworthy manoeuvres...'"
        },
        {
            "type": "verse",
            "text": "\"All of them will conduct themselves in orderliness and all abide by the welfare of their king, and oh, Rama,  the enemy-repressor, they will be able to discharge whatever task entrusted to them at your discretion. Such of  those ghastly vanara-chiefs who are a match to the monsters and ogres have arrived with these diversely triumphant,  terribly victorious and mighty vanara-soldiers. "
        },
        {
            "type": "commentary",
            "text": "This verse may appear similar to verse 3 above but differs in mood of the dialogue."
        },
        {
            "type": "verse",
            "text": "\"Oh, the manly-tiger Rama, whichever you think fit and seasonable that may be said. It will be apt of you to give  orders to this vanara force since this has joined up under your command. In fact, this task of yours is known  to me in its nature. Even then, it will be apt of you to give them orders as befitting.\" Thus Sugreeva spoke to  Rama. "
        },
        {
            "type": "commentary",
            "text": "This verse has different shades in different mms. Dharmaakuutam has this as <em>kaamam eSaam idam kaarye viditam  viira tattvataH</em> then it means that 'I know how to use them in this task...' Some other mms have it to mean:  'Myself and these vanara-s know the task but we are waiting for formal orders from you...' <em>anena prabhu sannidhau  svena svaatantryam na avalambaniiyam | kintu tad uktam eva srotavyam iti suucitam - dk&nbsp; </em>'In the presence  of the supreme commander, a lower level commander cannot and should not act independently. Whatever is said by  the chief is to be carried out...' This is the foremost discipline required of any army personnel."
        },
        {
            "type": "verse",
            "text": "While Sugreeva is speaking thus, Rama the son of Dasharatha heartily hugged him with both of his arms and said  this word to him. \"Oh, gracious Sugreeva, whether Vaidehi is alive or not - it shall be known. Likewise, oh, well-informed  one that place in which Ravana dwells - it is to be determined, at the outset. Only on knowing about Vaidehi,  also about the dwelling place of Ravana, I will order for the timely action at that time, that too, after deliberating  with you. Oh, chief of vanara-s, I am not the master of this task, nor Lakshmana is, but you, oh king of fly-jumpers,  are the catalyst and master of this task of searching Sita. "
        },
        {
            "type": "verse",
            "text": "\"Oh, lord of vanara-s, you alone have to give orders for the right determination of my task, and what my task  is, oh, valiant one, you are fully aware of it, isn't it. And it is inoffensive of you to issue orders in this  regard. "
        },
        {
            "type": "verse",
            "text": "\"You are a kind-hearted one. To me you are the second-best one, first being Lakshmana. More so, you are a valorous  vanara, an intellectual, a knower of the scope of the time and you joined forces with us in our welfare, a partner  and a patron of ours, and the best one among all those who are aware of our intentions.\" Thus Rama said to Sugreeva."
        },
        {
            "type": "commentary",
            "text": "The often repeated word of Rama 'my task, my mission...' is not just regaining Sita, but the complete elimination  of demon's clan, for which Sita is the conditional and instrumental entity. The masters have to repose absolute  confidence in servants unconditionally to get things done:&nbsp; <em>anena prabhuNaa api aaptatame abhij~ne artha  saadhake svaatantryam aadhaaya kaaryam saadhaniiyam iti suucitam - dk</em>."
        },
        {
            "type": "verse",
            "text": "When Rama said so, Sugreeva spoke in the presence of Rama and the observant Lakshmana, to a mightiest chief of  fly-jumpers, named Vinata, who is a commander of vanara army, who is like a mountain in his sheen and who thunders  like a cloud. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Vinata, the best vanara, you are an expert in determining the tasks in consonance with time, place and probity.  Hence, you along with vanara-s, whose glow shall be like the moon and sun for they shall be from the progeny of  Sun and Moon, and even accompanied with a hundred thousand, say one lakh, other powerful vanara-s, shall go over  Eastern direction of the earth inclusive of its mountains, woodlands and forests. "
        },
        {
            "type": "commentary",
            "text": "In some translations the second foot's gist is also attributed to Vinata, i.e., Vinata is with the glow of sun,  moon etc., but it is for the progeny of the Sun and Moon gods, who are to follow Vinata."
        },
        {
            "type": "verse",
            "text": "\"There in the East, the forests, mountains and impassable places shall be searched for the princess from Videha  kingdom, namely Sita, and even for the residency of Ravana. "
        },
        {
            "type": "commentary",
            "text": "The eastside is not the eastside of Kishkindha, but to the East of <em>jambuu dviipa</em> 'Indian subcontinent...  inclusive of South-East Asia...' The meridian of the <em>Saraswati Triveni</em> - the confluence of rivers <em> Ila, Bharati, and Saraswati</em> - is still the prime meridian for Indian astronomers. The first observatory <em>Ujjain Observatory</em> is on this meridian. <em>uddicya pascimottaraH tasyaaH sharaavatyaaH avadheH yaH pascimottaH  - sa uddicya iti ucyate</em> Taking Ujjain, the place where one ancient river flowed circuitously in Central India,  named Sharavati, as the centre of the country, the ancient astronomers have decided the quarters. So, Sugreeva  said about the absolute east of India but not about the east of his small kingdom."
        },
        {
            "type": "verse",
            "text": "\"Search shall be conducted at the riversides of heartening rivers like River Bhaagiirathi, another name for River  Ganga, and River Sarayu, like that at River Kaushiki, and at the pleasing surrounds of River Yamuna, and on Mt.  Kalinda, as well at River Saraswati, River Sindhu and at the river whose waters are lustrous like gems, namely  River Shona, and further at River Mahi and River Kaalamahi which rivers are brightened by mountains and forests  surrounding them. And the kingdoms like Brahmamaala, Videha, Maalva, Kaashi, and Kosala, and in Maagadha, which  kingdom has grand villages, and in that way, also in the kingdoms of Pundra and Anga, and in the countries of  the kings called Koshakaara, and in the provinces of silver mines search is to be conducted. "
        },
        {
            "type": "commentary",
            "text": "The mention of these two western rivers, Saraswati and Sindhu, at this eastern place, to where Vinata is being  sent, is a disputed matter. The River Saraswati is the river of Vedic period that once coursed but later disappeared  or is coursing underground. This river is 'this creative centre of Man, River Saraswati, was made by the deva-s...'  Rig Veda, 3.33.4, and 'all life takes its origin from your [Saraswati womb... Rig Veda, 2-4, 9-17. Presently research  work is undertaken to find out this river under the banner 'Saraswati Nadi Shodh Abhiyaan' and they are trying  to find out the palaeodrainage, the buried course of this river. It is believed that this perennial river was  flowing from Himalayas through Punjab, Haryana, Western Rajasthan, and through the Rann of Kutch in Gujarat, and  it is said that if this could be traced an abundant source of underground water could be established."
        },
        {
            "type": "commentary",
            "text": "Likewise, the mention about Sindhu at this place does not relate to westerly Indus River, because any river or  rivulet is generally called Sindhu: <em>deshe nada visheSe abdau sindhurnaa sariti striyaam - amara kosha.</em>  Sugreeva separately indicates Indus river at 15th verse, chapter 42: <em>sindhu saagarayoH caiva sangame...</em>  Hence it is taken as another easterly river called Indusa."
        },
        {
            "type": "commentary",
            "text": "So also the river Mahi as said in next verse, on which Griffith says that 'The Mahii River rises in Malwa [Malwa  Plateau, Madhya Pradesh, and falls in the Gulf of Cambay after a westerly course of 280 miles...' But the Ancient  Geography of India says that 'the mention of this river is out of place here and is probably due to erroneous  transposition of the verses...'"
        },
        {
            "type": "commentary",
            "text": "It is generally accepted that many verses in these episodes of Sugreeva's narrating the geography are shuffled.  The River Shona is present day Shon, and Kaushiki is Koshi, and she is the sister of Vishvamitra. That sage explains  about the emergence of this river in Bala Kanda."
        },
        {
            "type": "commentary",
            "text": "Videha is Mithila, the kingdom from where Sita came to Ayodhya, this and Anga kingdoms were roughly present  West Bengal. Magadha is the famous post Buddhist period kingdom, ruling from present-day Bihar. Huen Tsong recorded  that 'to the north of Magadha, River Ganga courses, to the west of it Kaashi province is there, and in east <em>hiraNya parvata</em> [Maanghir is there, and in south <em>giraNa suvarNa [singa bhuumi</em> is there... and  its capital is <em>kusuma pura [paaTalii putra</em> present day Patna. Next, the word '<em>koshakaara</em> is  literally a silkworm or one who makes scabbards or a lexicographer. It is also referred to the kings of these  clans."
        },
        {
            "type": "verse",
            "text": "\"While you explore those places in their entirety, thereabout you have to search for Rama's dear wife and king  Dasharatha's daughter-in-law Sita."
        },
        {
            "type": "verse",
            "text": "\"Oh, forest dwelling vanara-s, you shall search on the mountains and in the townships that are steeped in the  ocean. And you have to search on the peak of Mt. Mandara, where some extensive and unsightly beings are harboured,  and at places where some other beings live with odd physical features. Some of them have no ears, while some have  their lips as their ears. Some are with grisly faces like iron-faced-beings while some beings, although they are  single-footed, yet they are very rapid. While some tribals are unkillable and mighty man-eaters, some other have  golden complexion, and they will be pleasant in their appearance with towering wisps. Some other tribals who live  on islands budging underwater as they are raw fish eaters and they are observed upon as horrific man-tigers i.e.,  half-man and half-tiger, like mermaids. All of their dwellings are to be searched in <font color=\"#B3003A\">jambuu  dwiipa</font>, the tableland that contains <font color=\"#B3003A\">Bharata varSa</font>, namely India. And you have  to go beyond this to other easterly places that are reachable either by mountaineering, or by hopping, or even  by boating. "
        },
        {
            "type": "verse",
            "text": "\"You strive hard in the island of Yava, which will be splendorous with seven kingdoms, like that even in Golden  and Silver islands that are enwreathed with gold-mines, in and around Yava islands. On crossing over Yava Island,  there is a mountain named Shishira, which touches heaven with its peak, and which gods and demons adore. You shall  collectively rake through all the impassable mountains, waterfalls, and forests in these islands for the glorious  wife of Rama. "
        },
        {
            "type": "commentary",
            "text": "The Yava Island is taken as the present day Jawa Island, and the seven kingdoms referred may compare to Jawa,  Sumatra, Bali, Indonesia etc. It is believed that around 10 to 8 millennia B.C., there used to be a continuous  landmass from Burma to Central America, which is why Maya civilization has flourished there via this route. Later  in time due to tectonic activity, the northern India's landmass rose up and southern sunk down. [Chronology of  Ancient Bharath, by Prof. K. Srinivasa Raghavan, published by 'Sri Aurobindo Study Circle, Triplicane, Chennai,  in year 1896. It is therefore presumable that the islands of Indian Archipelago are so numerous and so nearly  situated. However, this splintering of islands may have happened by the time of Ramayana, since the Sage-poet  of Ramayana is citing them as <em>dwiipa,</em> islands."
        },
        {
            "type": "commentary",
            "text": "Regarding the difference between the names of <em>Yava</em> and <em>Jawa</em> the word <em>ya</em> in Sanskrit  becomes <em>ja</em> in vernaculars <em>tadbhava pada</em>. Hence Yava became Java, as <em>simha pruri</em> 'lion-city'  became the present day <em>Singapore.</em>"
        },
        {
            "type": "commentary",
            "text": "On this point of Yava/Java island as said in Ramayana, Sri Kedarnath Basu notes in his 'Hindu Civilization': 'The  reader may note here that <em>java dwiipa</em> described as consisting of seven kingdoms was probably the group  of islands now called the Indian Archipelago, of which Java was at that time the most powerful. The chief islands  of this group are Sumatra, [say, <em>su mitra</em>= good friend, Java, Bali, [the benefactor; Borneo, [or <em> varuNa</em>, the Rain-god, and Celebes. More details are with: Vivekananda Kendra, Kanyakumari, who are publishing  'Vivekananda Kendra Patrika' an encyclopaedic journal on Ancient India."
        },
        {
            "type": "verse",
            "text": "\"Then, having gone to the other coast of the ocean you reach River Shona, waters of which will be reddish with  deep and speedy drift, and which is adored by siddha-s and carana-s. You have to scout thereabout for Vaidehi  as well as for Ravana, at those beautiful ghats, say littorals of that Shona River, and in the amazing forests  alongshore. Then proceed to an island called Plaksha Island. "
        },
        {
            "type": "verse",
            "text": "\"On that Plaksha Island very vast rivers emerge from mountains, but alongshore they have many pleasure gardens.  You have to search in those gardens and at rivers together with cavernous mountains and forests of that island,  and then proceed to Ikshu Island. "
        },
        {
            "type": "verse",
            "text": "\"It will be apt of you to proceed from there and see the terribly furious, tempestuous, blaring, and tide-ripped  ocean called <font color=\"#B3003A\">ikshu samudra</font>, Salt Ocean, and that ocean's islands which will be extremely  ghastly. "
        },
        {
            "type": "verse",
            "text": "\"That ocean which mirrors a dark cloud and hallowed by great serpents, and which blares blatantly is to be traversed  only by it shores or tactfully, to avoid shadow-capturing of its inhabitants. There you will see colossal bodied  demons with everlasting hunger inhibiting that ocean, which demons always capture prey by the shadow of prey as  endued by Brahma. From there, on going to the disastrous ocean named Lohita, Red Ocean, for its waters are red,  you shall see the colossal tree Kuuta-shalmali. This island is called <font color=\"#B3003A\">shaalmali dwiipa</font>,  Shaalmali Island because oif this tree. "
        },
        {
            "type": "commentary",
            "text": "This <em>kuuTa-shalmali</em> tree in Indian variety is Andersonia Rohitaka, and in Malayan, Malaysian variety,  it is Kapok tree, [Ceiba pentandra, the seeds of which are covered with silk cotton. Because it is on Shalmali  Island, one among Java, Sumatra etc., islands, it is called <em>kuuTa shalmali</em> tree. The Red Ocean is also  called <em>madhu samudra</em> 'Wine Ocean.'"
        },
        {
            "type": "verse",
            "text": "\"On that Shalmali Island in Wine Ocean you will be seeing the mansion of Vinata's son, namely Garuda, the Eagle-vehicle  of Vishnu, which is decorated with numerous jewels, and which in sheen will be like Mt. Kailash, the abode of  Shiva. This mansion is a construction of Vishvakarma, the Heavenly Architect. Thereabout horrifying and merciless  demons of various shapes and similar to mountains in size, called Mandeha-s, will be dangling upside down from  mountain peaks. "
        },
        {
            "type": "verse",
            "text": "\"Day after day those demons will be falling in water when sun always burns them at sunrise and when the impetus  of Gayatri hymn fells them down, yet they will be resurfacing and dangling on the mountaintops day after day."
        },
        {
            "type": "commentary",
            "text": "Mandeha beings will try to hinder the path of the Sun daily at the time of sunrise to grasp Him. At that time,  the devout Gayatri hymn chanters will be chanting Gayatri and offering water oblations to Gayatri. These watery  oblations and the force of Gayatri hymn will hit the Mandeha-s out, making the Sun's path clear of any obstruction.  And the Sun proceeding on his way will burn them down. But Mandeha-s regain their lives and start repeating the  same obstruction of Sun's path on next morning by dangling from the peaks of mountain and they are again tossed  into oceans, by water oblations and Gayatri hymn, day after day. "
        },
        {
            "type": "commentary",
            "text": "The hymn in <em>yajur veda taittariiya</em> says about this: <em>tadu ha vaa ete Brahma vaadinaH puurvaa abhimukhaH  saandhyaayaam gaayatryaa abhimantryaa aapa uurdhvam vikShipanti - taa etaa aape vajrii bhuutvaa taani rakShaamsi  mandehaa aaruNe dviipe prakShipanti</em> ."
        },
        {
            "type": "verse",
            "text": "\"Oh, unassailable vanara-s, on your going therefrom you shall see the milk ocean, which will be like a whitish  cloud in its shine, and even like a pearly necklace while her ripples will be swaying. "
        },
        {
            "type": "commentary",
            "text": "Here some more Indian Mythological oceans like <em>sarpi, dadhi</em> etc., are not said. The mythological oceans  are <em>lavaNa, ikshu, suraa, sarpi, dadhi, dugdha jalaiH samam</em> salt, sugar-cane juice, ghee [clarified butter,  curds, milk - oceans. Further, some islands like <em>Kusha, Kraunca</em> etc., are also unsaid. Though all are  not explicitly listed in the text, the vanara-s are supposed to search those unsaid oceans and islands implicitly."
        },
        {
            "type": "verse",
            "text": "\"In the centre of that milk ocean there is a white mountain of colossal size, named Rishabha, surrounded with  closely growing trees ever flowered with flowers of heavenly fragrance. And a lake renowned as Lake Sudarshana  is also there, which is replete with silvery lotuses whose fibrils are golden in sparkle, and in which kingly  swans will be scampering about. To enjoy frolicking in that Sudarshana Lake the gods, caarana-s, yaksha-s, kinnaraa-s  and hosts of apsara females will be arriving at that lotus-lake gladsomely. "
        },
        {
            "type": "verse",
            "text": "\"And on crossing over the milky ocean, oh vanara-s, then you will be immediately seeing the soft-water ocean which  will be frightening to all beings. There exists a fantastically refulgent Fire in the form of Horse's Face that  originated from the anger of Sage Aurasa. The victuals to that Fire is said to be that highly speedy waves of  the ocean, together with all of the mobile and sessile beings of the world at the close of each Era. "
        },
        {
            "type": "commentary",
            "text": "Aurasa derives from the word <em>uuru</em>, meaning 'the thigh.' The mother of this sage hid him under her thigh  when some kings came to kill, as such he got this name. Then with vengeance this sage started to burn the world  with his yogic fire, but his manes came to him to pacify and asked him to release his yogic fire in oceanic water.  When he did so, that fire remained underwater, ready to emerge from a cavity like that of a she-horse's mouth,  from beneath the ocean from the South Pole. This fire is called <em>vaDaba agni</em>, or <em>baDaba anala</em>  , referred here as Horse's Face. At the time of <em>yuga anta</em>, End of Era, that fire emerges out, and the  whole creation, with all its sessile and mobile beings, becomes its fuel, as said in next verse. This episode  is detailed in <em>aadi parva</em> , First Canto, Maha Bharata."
        },
        {
            "type": "verse",
            "text": "\"There the high squealing sounds of oceanic beings dwelling undersea are audible, and although they are capable  ones, they are incapacitated on feeling Fire from the Horse Mouth as such they yell. "
        },
        {
            "type": "verse",
            "text": "\"On the northern province of that soft-water ocean there is a hugely enormous mountain named Jaataruupa-shila,  Golden Rock Mountain, which glitters like gold and which spreads across thirteen yojana-s. There you shall see  then, oh, vanara-s, the lotus-petal broad-eyed thousand-hooded serpent god in black clothing, namely Ananta, sitting  on the top of that mountain and sustaining the earth on his head, who will be like moon in his brilliance and  whom all beings hold in reverence. "
        },
        {
            "type": "commentary",
            "text": "Ananta means infinite, the infinite Thousand-hooded serpent-god also called as <em>aadi shSa</em> the couch of  Vishnu. This word <em>ananta</em> is also symbolic with the infinite space that is supporting the galaxies, planets,  and stars, of which earth is but one globe."
        },
        {
            "type": "verse",
            "text": "\"A golden pylon resembling a palm tree with three branches as its heads is established on the peak of that mountain  as the insignia of that great-souled Ananta, and it will be lustrous with a golden podium. That pylon of palm  tree is constructed as the easterly compass by celestials gods, and beyond that a completely golden mountain is  there, namely the august Udaya Mountain, the Mt. Sunrise, beyond which it is all west. The pinnacles of Mt. Sunrise  will be touching heavens for their height is hundred yojana-s and that divine mountain greatly glitters for it  is completely golden, and it is pedestalled with suchlike glittering mountains. "
        },
        {
            "type": "commentary",
            "text": "William's Vishnu Purana states: 'here is an interesting reference to the physical phenomena of the apparent diurnal  motion of the sun, which sets in the west [America, and reappears again in the east <em>jambu dviipa</em>, the  central continent, Asia...'"
        },
        {
            "type": "verse",
            "text": "\"That Mt. Sunrise will be splendorous with well flowered and beautiful saala, palm, Tamaala, and Karnikaara trees  which are completely golden in hue and which will be glittering similar to sun. On the apex of that Mt. Sunrise  there is another pinnacle with one yojana width and ten yojana-s height named Saumanasa, which is completely golden  and very firm. Earlier while treading the three worlds in the incarnation of Trivikrama, the Supreme Person Vishnu  made His first foothold on that pinnacle Saumanasa, and the second on the pinnacle of Mt. Meru to tread the heavens.  The Sun is by far discernable in Jambu Dwiipa when he rises on this zenithal pinnacle Saumanasa, after he had  circled the Jambu Dwiipa in a northerly route. "
        },
        {
            "type": "commentary",
            "text": "The sunrises in the East on the peak of this Saumanasa which is on the zenith of Udaya Mountain. Then he traverses  above Jambu Dwiipa, Indian Subcontinent, including South-East Asia, and sets in the West on the mountains called <em>asta adri,</em> ' the Sunset Mountain.' Then he courses northerly on the other side of the globe via Mt. Meru  in heavens at the other side of Jambu Dwiipa, only to rise again on this Mt. Sunrise. As Jambu Dwiipa, the subcontinent  lies southerly to that heavenly Mt. Meru, and down East-South of Saumanasa, this subcontinent can happily see  the First Sun, daily. This gives raise to the Indian name of India, that is <em>Bhaarata, bhaa rataH</em> Sun,  delights...' The place where the Sun delights firstly, that is <em>bhaarata</em>...'"
        },
        {
            "type": "verse",
            "text": "\"There the great-sages with nomenclature of Vaikhanasa-s and Vaalakhilyaa-s will come into view with an ambience  of luminosity, for those ascetics will be with the resplendence of the Sun. "
        },
        {
            "type": "commentary",
            "text": "Valakhilya-s and Vaikhaanasaa-s are two different groups of ascetics and these sages Vaalakhilyaa-s are sixty  thousand in number as said in Vishnu Purana. Their account is given in the opening chapters of Aranya Kanda."
        },
        {
            "type": "verse",
            "text": "\"In the presence of which resplendence the eyes of all living beings will become enlightened, and whereat that  illuminating entity of universe, namely the Sun, will be sojourning, this is that Sudarshana Island, named so  because it contains Sudarshana lake. On the top of that Mt. Sunrise, and even in its cave and forests of that  island Ravana is to be searched, together with Sita. The eastern aurora glows redly because the golden hue of  Mt. Sunrise imbricates the resplendence of the beneficent Sun. "
        },
        {
            "type": "verse",
            "text": "\"In the beginning Brahma, the Creator, ordained this Mt. Sunrise to be the gateway for the earth to heaven, and  even as the rising place for the Sun, as such this is verily said as the 'eastern quarter' of the compass. "
        },
        {
            "type": "commentary",
            "text": "Dharmaakuutam says that Maha Bharata defines these quarters in detail: <em>anena purva nirmita dviipa yogaat vaa  puurvam suuryasya tatra darshanaad vaa iyam dik puurve iti ucyata iti uktam | ittham ca puurvasya dishaH itaraasaam  ca dishaam nirvacanam udyoga parve -dk - yasmaat udayate puurvam sarva loka pradiipaka || savitaa yatra saadhyaanaam  prathamam vartate tapaH | mahaa bhaarata</em>"
        },
        {
            "type": "verse",
            "text": "\"Ransack that mountain's peak, even thereabout the rapids and caverns of that mountain for Vaidehi, and even for  Ravana. Beyond Mt. Sunrise the eastern quarter is impassable. It will be hemmed in with gods since it the gateway  to heaven, and everything is imperceivable hedged in oblivion, since it will be void of both Sun and Moon. Janaki  shall be scouted out on all those mountains, caverns and forests that are indicated by me, and even at places  that are not indicated by me. It is possible for the vanara-s to go only up to there, oh, best vanara-s, and we  have no knowledge of those sunless and boundless realms available far and beyond. "
        },
        {
            "type": "verse",
            "text": "\"You shall comeback within a month on finding out Vaidehi and the residency of Ravana after your reaching Mt.  Sunrise. And none shall stay behind for more than a month, and if anyone stays I have to exercise coup de grace.  So, you shall return with your purpose accomplished in exploring for Maithili. "
        },
        {
            "type": "verse",
            "text": "\"On searching the eastern quarter expertly, which quarter is cherished by no less than Mahendra and which is circuited  by the grooves of forests, and on attaining Sita, the dear wife of the one born in Raghu's dynasty, namely Rama,  and on returning from that Far East, you all may livelong happily.\" Thus Sugreeva addressed the vanara-s that  are being sent to East under the leadership of Vinata."
        },
        {
            "type": "commentary",
            "text": "This is the irrefutable <em>sugriiva aaj~na</em> 'Sugreeva's order,' and it always annexes the wording 'you will  be killed, executed, or eradicated, if you fail to accomplish...' which indicates his style as an autocratic disciplinarian  of his subordinates in getting things done for his master, Rama. And he himself becomes one such subordinate before  his masters, Rama and Lakshmana. This is the <em>kainkarya</em> 'dedication.' Rama's appreciation is winnable  with such 'dedication to duty, friendship, of to given word."
        },
        {
            "type": "commentary",
            "text": "Lakshmana's dedication is of the sort of <em>daasya bhaava</em> 'dedication in servitude...' while Sugreeva's  is <em>sevaa bhaava</em> 'a dedication in servitorship...' and Hanuman's <em>bhakti bhaava</em> 'dedication in  reverence...' a true devotee, and thus in whatever way one shall strive, everything culminates in one selfless  entity, the Supreme Person"
        }
    ]
}