{
    "id": "prose-kishkindha-41",
    "kanda": "kishkindha",
    "sarga": "41",
    "title": "Sugreeva sends Vanara-s to Southward",
    "chapter": "41",
    "overview": "Sugreeva sends Vanara-s to southward which troop includes Hanuman, Jambavanta, Niila and others and Angada is its leader. Sugreeva gives a vivid picture of the southern side of Jambu dviipa up to the south-most part of passable regions, next to which the abode of Yama, the Terminator is there. This troop is also given one month's time to find the whereabouts of Sita.",
    "content": [
        {
            "type": "verse",
            "text": "On sending that great vanara force to east, Sugreeva started to send tried and true vanara-s to south. Sugreeva, the well-informed and brave lord of monkey troops, then beckoned Angada and the other prominent vanara-s who are valorous ones with full-fledged dash and dare, like the son of Fire-god Neela, and the exceptional vanara Hanuman, the highly vigorous son of Grandparent Brahma, namely Jaambavanta, also others like Suhotra, Sharaari, Sharagulma Gaja, Gavaaksha, Gavaya, Sushena, Vrishabha, Mainda, Dvivida, Sushena, Gandhamaadana, and the two sons of Ritual-fire called Ulkaamukha, Ananga. "
        },
        {
            "type": "commentary",
            "text": "Sushena said in above verses is not the father of Tara. Sugreeva addresses him later when sending another direction."
        },
        {
            "type": "verse",
            "text": "Sugreeva made the formidably mighty Angada as the chief of those valiant monkeys forming search party and ordered southern direction for them. The king of monkeys Sugreeva gave a picture about some of the highly impassable countries available in southern quarter that need an introduction to those prominent monkeys bound south. "
        },
        {
            "type": "verse",
            "text": "\"Search the thousand crested Vindhya mountains abounding with numerous tress and climbers, then the delightful Narmada river coursing a little southerly to that range, which is adored by great snakes, along with wonderful River Godavari, as well as River Krishnaveni and Maha Nadi, and then the greatly auspicious River Varada which is an adoration to great snakes. And the territories of Mekhala, Utkala, the cities of Dashaarna, kingdoms of Abravanti, Avanti, and Vidarbha, also thus the charming kingdom of Maheehaka, are to be searched thoroughly."
        },
        {
            "type": "commentary",
            "text": "If Mahaanadi is taken as a separate entity it is in Orissa, which kingdom was called earlier as Utkala or Kalinga kingdom. Otherwise Krishnaveni becomes a 'great river' by the adjectival wording <em>mahaanadi.</em> Mekhala territory, whose earlier name is <em>amara kanTaka parvata</em>, is the mountain from where the River Narmada emerges. The River Varada is now called Wardha in Maharashtra. The order of rives narrated is not according to the present day mapping, other wise Mahaanadi would have come earlier to Godavari."
        },
        {
            "type": "commentary",
            "text": "Some mms contain <em>ashvavanti</em> 'kingdom with horses...' instead of <em>abravanti</em> and then the age old Avanti kingdom, which is a gateway for Arabian horses will be the famed kingdom for horses. This is the present day Ujjain in Madhya Pradesh. Dharmaakuutam has this as <em>abruvantiim bruvantimm</em> roughly forming part of the speech of Sugreeva 'spoken and unspoken areas by me...' However, these areas are in the Southwest of India, and it appears the order of positing the rivers or kingdoms, one after the other is not maintained or may be shuffled."
        },
        {
            "type": "verse",
            "text": "\"Like that Vanga, Kalinga territories shall be searched along with Kaushika territories available on their fringes, then cast about the Dandaka forest all over its mountains, rivers, and its caves, then River Godavari that courses through Dandaka forest, and then the provinces of Andhra, Pundra, Chola, Paandya, Kerala are to be searched thoroughly. "
        },
        {
            "type": "commentary",
            "text": "Some other mms have Matsya desha in this verse instead of the Vanga desha. The Vanga is the present day Bengal and this territory retained its epical name, but while pronouncing it becomes <em>banga</em> because the Sanskrit grammar allows to pronounce or write <em>va</em> as <em>ba</em> by the rule <em>va ba yoH abhedaH</em> and thus it is called Baangla or Bengal as British used to call. Kaushika in some other mms is read as <em>kaashika</em>. Kalinga is Orissa which touches Bengal at its north, and it is the <em>Kie-ling-kia</em> as said by Huet Tsang."
        },
        {
            "type": "commentary",
            "text": "The Andhra is the present day Andhra Pradesh and Chola is the present Tamil Nadu, especially northern area, and Pundra is roughly in between Andhra and Chola. Paandya is south-most area where in Kanyakumari district the Cape Camorin is there, and Kerala is the present Kerala state from Gokarna to Kanyakumari. Its historical name was <em>chera raajya</em> and in Ashoka's time, it was called <em>kerala putra.</em>"
        },
        {
            "type": "verse",
            "text": "\"You shall go to the prosperous Mt. Malaya which is crowded with iron-ore mines as its vast mouths, and with amazing crests and motley flowered forests. Search shall be carried out on that great mountain in the places that are with the copses of sandalwood trees. "
        },
        {
            "type": "commentary",
            "text": "This Mountain is also called Agastyamalai and it is in Western Ghats from which River Tamraparni emerges."
        },
        {
            "type": "verse",
            "text": "\"From there you shall go and see the divine River Kaaveri there, a receptacle of limpid waters, to where throngs of apsara-s will be making pleasure-trips. "
        },
        {
            "type": "commentary",
            "text": "The River Kaaveri is the best river in southern peninsula of India that flows from Braham Giri Mountains in Coorg of Western India to the East draining in Bay of Bengal and irrigating a major chunk of land. Many legends are associated with this river, of which one is that when Sage Agastya was bringing waters of River Ganga, they sprinkled from his <em>kamandulau,</em> the handy water-vessel, and flooded like Kaaveri. The original Tamil name is <em>kakaviri</em> where <em>kaakam</em> is 'crow...' <em>viri</em> 'spread out...' When Agastya is bringing water it sprinkled from his handy vessel and flooded the <em>kaa</em> 'the garden...' in Tamil, the garden of Indra. Then it is called <em>kaaviri</em>, but <em>Shilpadikkaaram</em> records its name as Kaaveri only <em>pulavoy vazhi kaaveri... nadanthai vazhi kaaveri...</em>"
        },
        {
            "type": "verse",
            "text": "\"You shall see the eminent sage Agastya, whose resplendence is akin to that of the Sun, and who will be sitting on the top of that highly resplendent Mt. Malaya. And when that great-souled Agastya complaisantly permits you, then you shall leave that mountain and cross over the great River Taamraparni, a highly cherished river of crocodiles. "
        },
        {
            "type": "verse",
            "text": "\"She whose water is overlapped with amazing copses of sandalwood trees and islands that River Taamrapani will be drifting for a rendezvous with her much yearned lover, namely the ocean, as with a young woman who will be coursing to have a rendezvous with her yearned lover. "
        },
        {
            "type": "commentary",
            "text": "The romantic touch is that the River Taamraparni has sandalwood trees alongshore and by constant rubbing of her waters, those trees that yield sandalwood paste to her. And her island-like breasts are smeared with that sandal paste supplied by the trees alongshore, while she is nearing her husband, namely the ocean."
        },
        {
            "type": "commentary",
            "text": "The name of the river Taamraparni or Tamiravarani or Taamravarni derives from the words <em>taamra</em> 'coppery...' <em>varNa</em> 'colour...' 'a river with coppery riverbanks...' where those riverbanks have light coppery sandalwood trees. And she flows from Agastyamalai in Western Ghats of India, and courses through Papanaasham, a holy place. And covering Tirunalveli it drains into Bay of Bengal at the Gulf of Mannaar. There are hosts of <em>vainavatiruppadigal</em> 'Vaishnavaite temples...' throughout its riverbanks and this river is held holy. There are many legends about it, of which one says that Sage Agastya led the course of this river to the ocean for twenty-seven days from its source."
        },
        {
            "type": "commentary",
            "text": "Down south of the River Taamraparni it is <em>simhala desha or senga-kia-lo</em> the present day Sri Lanka. 'This was first made known to the European world by the expedition of Alexander, as <em>Taprobane</em>. The true form however would appear to be <em>Ta'mba panni</em> or the 'red-leaved one...' from the Sanskrit <em>T'amparni</em> and Ptolemy calls it <em>Salike,</em> corrupt from <em>Simhalaka</em> Abu Rihaan gives the form of <em>Singal-dip</em> and then the Arabic name <em>Tilaan</em> came and that resulted into <em>Cylone.</em> After a long lost time they have renamed it as per the nomenclature given in Ramayana as <em>Lanka,</em> but adding a <em>Sri</em> before it. [After Ancient Geography of India.]"
        },
        {
            "type": "verse",
            "text": "\"From there, on going to the Paandya Kingdome you shall see a fully golden castle-door bracing the compound-wall of the fortress, which is decorated with pearls and jewels, and conduct your search even in that kingdom. Then on reaching the southern ocean, and on taking a resolve with regard to the purpose of your task, viz., importance of the mission undertaken vis-&agrave;-vis your individual capacities to leap the ocean, you reach the glorious Mt. Mahendra. Sage Agastya once penned its one end in the ocean, and the other end is now visible. That august and best one among all mountains will be completely golden with marvellous terraces and trees, and it will be steeping into ocean on the other side of land, and this mountain becomes the jumping-off point for you vanara-s. "
        },
        {
            "type": "commentary",
            "text": "There are three mountains in Kanyakumari district, the southern promontories of India, at the end of Western Ghats, namely <em>Thadaka malai, Mahendra giri, Marunthuva malai,</em> where the word <em>malai, giri</em> is 'mountain...' in Tamil. The <em>Thadakamalai</em> is held as the forest of Tataka, the demoness, and Rama is believed to have come up to this south most part of India to eliminate Tataka in his boyhood. The <em>Mahendragiri</em> is the mountain from which Hanuman leaps to Lanka and the river that emerges from this mountain is named after Hanuman. The <em>Marunthuvamalai</em> is believed to be a mound fallen from the main Himalayan mountain which Hanuman brought while bringing <em>sanjiivini</em> herb, to bring Lakshmana to conscious. Even now, the local people benefit from the herbs that grow on this mountain and even the bitter leaves when cooked on this mountain will turn to sweet taste. This is being the story of this end of the ocean for Herbal Mountain, on the other end in Sri Lanka also there is a similar herbal mountain called Rhumassala Kanda, in Singhalese."
        },
        {
            "type": "verse",
            "text": "\"Mt. Mahendra is glorified with numerous kinds of flowered trees and climbers. Important gods, sages, yaksha-s and even apsara-s will adore it, and it is overspread with the groups of siddha-s and caarana-s, and thus it will be heart-stealing for a look. And the Thousand-eyed Indra will always be visiting that Mt. Mahendra on every auspicious day. "
        },
        {
            "type": "commentary",
            "text": "The auspicious day for Tamil almanac is no moon day <em>amavaashya</em> because of its neutrality from the wax and wane affects of lunar phases. So, it is believed that Indra will come to this mountain on every no-moon-day in the Indian month."
        },
        {
            "type": "verse",
            "text": "\"There is a dazzling island on the other side of the shore of Mt. Mahendra, which is breadthwise a hundred yojana-s, and which is an impassable one for humans, and you have to search that island up to its fringes. "
        },
        {
            "type": "commentary",
            "text": "This island on the other shore of the ocean is Ravana's Lanka, and it is believed to be the present day Sri Lanka. That island's association with River Taamraparni is as noted above."
        },
        {
            "type": "verse",
            "text": "\"Anywise Sita is searchable especially there on that island because it is the dwelling place of the king of demons Ravana, who is the coequal of Indra in his resplendence and which vile-minded demon is to be rooted out. "
        },
        {
            "type": "commentary",
            "text": "A controversy is there regarding this statement of Sugreeva. Earlier Sugreeva said, \"Not known is the domain of that sinning demon at all, nor his capabilities... or valour...or even about his sinister dynasty or lineage...\" [4-7-2] And now he is specifically stating that Ravana will be on an island. Then it may be asked whether Sugreeva bluffed to Rama as at 4-7-2, for which it is said that Sugreeva being an intelligent kingly being he did not reveal the truth as an 'official secret.' Otherwise, if Sugreeva told Rama in the first instance where Ravana is, Rama goes straight to Lanka to eliminate Ravana, thereby Sugreeva's politics, i.e., the elimination of Vali or getting Kishkindha, will not work."
        },
        {
            "type": "commentary",
            "text": "It is correct that Sugreeva knows that Ravana dwells in Lanka. But on abducting Sita where is the guarantee that he is still in Lanka along with Sita. Hence a doubtful situation cannot be stated assertively, that too, to a friend, for it ensues <em>mitra droha</em> 'cheating a friend...'"
        },
        {
            "type": "commentary",
            "text": "On the other hand, it is said that Sugreeva came to know about the details of Ravana through Tara, because Tara also explains to Lakshmana about the establishment of Ravana. But Sugreeva as the prince regent of Kishkindha and participant in all the activities of the kingdom, knowing about Ravana through Tara is an evasive statement. Hence, it is said that Sugreeva purposefully did not reveal the details about Ravana to Rama, because his own interests are to be met with firstly."
        },
        {
            "type": "commentary",
            "text": "In turn it is asked as to why Sugreeva should send so many monkeys to all corners of compass when the kidnapper and his location are known, for which it is said that no thief hides his booty in his own place. Like cat changing the places of kitten, a thief too changes his own place, as well as the place of stolen thing. To justify this, it is said that throughout this and in the previous, and in the next chapters Sugreeva goes on repeating his order, <em>'search for Sita and for the residency of Ravana...'</em>"
        },
        {
            "type": "commentary",
            "text": "Even here, Sugreeva is not able to describe the interior of Lanka as he is not well acquainted with it. Rama, who is astounded at this geographical description of Sugreeva, does not ask Sugreeva as to why this particular place of Ravana is not indicated to him earlier. So, the denial of information earlier by Sugreeva is completely political, and now giving orders to search Sita is for his requital."
        },
        {
            "type": "verse",
            "text": "\"But a well-known demoness named Angaaraka is there in the midst of southern ocean who eats prey by grabbing its shadow when flying overhead. "
        },
        {
            "type": "commentary",
            "text": "This demoness is also termed as Simhika whom Hanuman tears apart in Sundara Kanda."
        },
        {
            "type": "verse",
            "text": "\"In this way, you should clear your doubts about the presence of Sita at any doubtable place by thorough searching, and you have to go on searching somewhere else for Sita, the wife of the king of people with infinite vitality, namely Rama, only after getting rid of your doubts about her possible presence at any given place. On crossing over that isle and after a hundred yojana-s a mountain named Pushpitaka is there in that august ocean, which is adored by the celestials like siddha-s, caarana-s. Well-settled in oceanic waters that Mt. Pushpitaka will be shining forth with a resplendence similar to sunrays on one side and with that of moonshine on the other, and its lofty crests will look as if they are scribbling on the sky. One of its summit will be golden which the Sun adores, and the other will be silvery whitish which the Moon adores, and that mountain is unperceivable to the unfaithful ones, or to the unkindly ones or to unbelievers. Oh, vanara-s, venerate that Mt. Pushpitaka by bowing your heads and search it thoroughly. Then on going across that inviolable mountain and taking a highly impassable route there is a mountain named Suuryavaan after fourteen yojana-s from Mt. Pushpitaka. "
        },
        {
            "type": "verse",
            "text": "\"On crossing over even that Mt. Suuryavaan after searching, there is a mountain named Vaidyuta whose trees will be all-time heart-pleasing and they yield fruits satiating every taste. Oh, vanara-s, you proceed farther after devouring choicest fruits and tubers growing on Mt. Vaidyuta, and even on consuming precious honey at that place. At that place a mountain named Kunjara is there which will be pleasing both to eye and heart, on which Vishvakarma built the mansion of Agastya. "
        },
        {
            "type": "verse",
            "text": "\"There the golden abode of Agastya will be beautiful decorated with numerous gemstones, and it measures a yojana breadthwise and ten yojana-s in height. There is a city named Bhogavati which is an abode of the snakes. It has broad roads and safeguarded from everywhere, and thus it becomes an unvanquishable city. Deadly serpents with harrowing fangs and fatal venom will be protecting it, in which the highly hazardous king of serpents, namely Vasuki, will be dwelling. That Bhogavati city is to be searched for Sita and on coming out of that city, you have to search even in the fringes surrounding that city including the intermediate zones from city to its fringes. "
        },
        {
            "type": "verse",
            "text": "\"On crossing over that province there will be a glorious mountain named Rishabha, as that great mountain looks like a Holy Bull, and it is replete with every kind of gemstone. Whereon the sandalwood trees of ochry-yellowy, lotus-leaf-greenly, sky-blue colours, and even the most attractive sandalwood trees which will be in the glow of Fire are produced, that mountain is this Rishabha. "
        },
        {
            "type": "commentary",
            "text": "These nomenclatures of sandalwood trees are rendered variously in translations because these varieties of sandalwood trees are perhaps unknown. The ochry-yellow colour is given to the mountain itself in 40th verse in some, thus nominating only two varieties of sandalwood, namely greenish, and bluish varieties as extra. In some other translations the Fire-like glow of the mountain is added as another variety of sandalwood and then four varieties are counted as 1] ochry, 2] greenish, 3] bluish, and 4] fire-like sandalwood trees."
        },
        {
            "type": "verse",
            "text": "\"But never touch those sandalwood trees when you see them, as a genre of Gandharva-s called Rohita will be protecting that dangerous woodland of sandalwood trees. Five gandharva kings, namely Shailuusha, Gramani, Shiksha, Shuka, and Bhabru, whose resplendence is similar to that of Sun will be residing there. It is also the dwelling place of those who achieved ethereality by their pious activities, of whom some resemble the Sun, some Moon, and some Fire by their physique."
        },
        {
            "type": "verse",
            "text": "\"From Mt. Rishabha to the terminus of the earth the invulnerable beings who won heavens will be staying. After that, farther from earth there is the most dreadful world of manes, namely the abode of Yama, the Terminator, and you need not consider going there. You can go or search only up to this point, oh, the best braving vanara-s, as that world of manes will be encompassed with an alarming darkness, and it is the capital city of Yama, the Terminator. After that there is no entry into the abode of Yama for the mortals. "
        },
        {
            "type": "commentary",
            "text": "This is the Indian mythological <em>naraka</em> 'The Hell...' and there are various sections in this hell for various sins committed while alive or on rebirth."
        },
        {
            "type": "verse",
            "text": "\"It will be apt of you to return quickly on knowing the course of Vaidehi after thoroughly searching all these places in their entirety, and even in those other places you happen to see, whether I have mentioned them or not. He who returns before a month and informs that 'Sita is seen,' he enjoys a comfortable living on a par with me in high-living and luxuries. "
        },
        {
            "type": "commentary",
            "text": "Hanuman speaks the same wording 'Sita seen,' in Sundara Kanda on finding Sita, for which commentators have given a very great value."
        },
        {
            "type": "verse",
            "text": "\"He who says so will be more dearer to me than anyone, rather than my own life in particular, and even if he has committed many misdeeds he becomes my confidant. "
        },
        {
            "type": "verse",
            "text": "You are with infinite might and bravery, and you are born in those hierarchies that have wide-ranging attributes viz., gust of the Air-god, gush of Rain-god, glare of Fire-god etc. Conjoining your own attributes to them that are already inherited you start off on your expedient effort, and you search appropriately with a thinking as to how to regain Sita."
        },
        {
            "type": "commentary",
            "text": "All the while Sugreeva is addressing the so-called monkeys as 'vanara-s' and suddenly he concluded his addressing asking them to make <em>puruSaartha saadhanam</em> 'a humanly effort...' thus the monkeys or vanara-s suddenly do not become humans. For this <em>puruSa artha saadhanam</em> 'this man's, purpose, to achieve... start off to achieve this man's, namely Rama's purpose...' or 'to achieve the purpose of <em>parama puruSa</em> 'the Supreme Person...' in eradicating evil on earth...' you start on your mission."
        }
    ]
}