{
    "id": "prose-kishkindha-42",
    "kanda": "kishkindha",
    "sarga": "42",
    "title": "Sugreeva sends troops to west side",
    "chapter": "42",
    "overview": "Sugreeva sends troops to west side to search for Sita under the leadership of Sushena, the father of lady Tara. Describing the various and magnificent mountains that are situated at the northwest of India, and also the ocean down south to it, namely the present Arabian Sea and almost up to Persian provinces, he orders monkey troops to return within one month's time.",
    "content": [
        {
            "type": "verse",
            "text": "On sending monkeys to southern direction Sugreeva spoke to a vanara named Sushena who looked like a massive cloud. On approaching and venerating that awesomely valorous Sushena, the father of Lady Tara, thereby his own father-in-law, king Sugreeva spoke this sentence while adjoining palms in supplication. "
        },
        {
            "type": "verse",
            "text": "Sugreeva ordered the superb monkey son of great-sage Mareecha, called Arcishman, to western direction, who is a surrounded with exceptional and braving monkeys, a coequal to Indra in his resplendence, endowed with brilliance and bravery and whose speed equals that of the son of Vinata, namely Garuda, the Eagle-vehicle of Vishnu. Along with him Sugreeva also ordered the greatly mighty brothers of Arcishman i.e., the other vanara sons of Sage Mareecha, known as Arcishmaalyaa-s, also called as Mareecha-s. Oh, outstanding monkeys, you shall search for Vaidehi proceeding with two hundred thousand monkeys, say two lakhs, and Sushena as your leader.\" Thus, Sugreeva started to speak to vanara troops. "
        },
        {
            "type": "verse",
            "text": "\"Oh, best monkeys, conduct search in the Suraashtra, Baahlika and Candracitra provinces, including their extensive and delightful rural areas and spacious cities, as well as in their woods with Punnaaga trees, areas filled with Vakula, and Uddalaka trees and in their interiors, and even in the thickets of Ketaka trees. "
        },
        {
            "type": "commentary",
            "text": "The province of Candracitra, the present day Mathura and is also mentioned as <em>shuura desha</em> 'Shuura province...' in other mms, and the Suraashtra is identified with present day Sauraashtra, a peninsula in Gujarat."
        },
        {
            "type": "verse",
            "text": "\"Oh, vanara-s, search at the blest rivers in the west whose cool water flows westward, as well as in the forests of sages and on the mountains of those forests, and even in lands that are virtually waterless and on the highly towering mountains that are chilly. On searching such an impassable western quarter encircled with enmeshed mountains, then it will be apt of you to come and see Western Ocean. Having come to Western Ocean, you will see seawater ruffled by sharks and crocodiles. Later the monkeys may ramble in the shrubberies of Ketaka plants, in copses of Tamaala plants and in the boscages of coconut trees. Sita shall be searched along with the residency of Ravana on the mountains that are sitting pretty on the seashore, as well as in the forests on those mountains. Further, the delightful cities available alongshore like Muraci, Jaatapura, Avanti and Angalepa are to be searched together with the forest of Alakshita, including the nearby provinces and spacious townships. "
        },
        {
            "type": "commentary",
            "text": "These are said as cities with names of <em>muralii, jaTiipuram</em>, in other mms, and it is also said to be Maurvi. The said Avanti is not the Avanti already said to the monkeys who were sent to east. is 'un-cared-for' as the thick woods at its periphery make the interiors of forest neglected."
        },
        {
            "type": "verse",
            "text": "\"At the junction of River Sindhu with the ocean, Mouth of Indus, there is a huge mountain named Hemagiri, Golden-Mountain, which is with hundreds of summits and gigantic trees. On the beautiful ridges of that mountain flying-lions are inhibiting and they will be winching sharks, fish and elephant seals to their lairs. The elephants inhibiting on the top of that mountain are contended and conceited, and trumpeting like thunderous clouds they will be moving everywhere in that vast area of the mountain abutted by water and near at the lairs of flying-lions. The monkeys who can change their guise by their wish have to quickly and entirely search the golden peak of that Hemagiri which will be touching the sky and which has amazing trees on it. "
        },
        {
            "type": "verse",
            "text": "\"On your seagoing there, oh, vanara-s, you will see the golden peak of a waterlogged mountain called Mt. Paariyaatra, which peak will be hundred yojana-s in height, and which is difficult to see as it will be blindingly glittering. Twenty four crores of mighty and atrocious Gandharva-s whose glow is similar to the fire and who can change their guise at their wish are living there on that mountain Paariyaatra."
        },
        {
            "type": "commentary",
            "text": "The Gandharva-s said here are not the celestial musicians but human Gandharva-s and the Paariyaatra Mountain may perhaps belong to one in Suleiman Range, now in Pakistan, but not the one among Vindhya Range."
        },
        {
            "type": "verse",
            "text": "\"If those Gandharva-s who resemble the tongues of fire are given offence, they will be thronging together from everywhere, as such even awfully courageous vanara-s shall not provoke them. And the fly-jumpers shall not pluck at least a fruit in that province. Because those assiduous, highly mighty and valiant Gandharva-s are impossible for overtures, isn't it. Moreover, those appallingly audacious Gandharva-s will be safeguarding fruits and tubers there. "
        },
        {
            "type": "commentary",
            "text": "This area must be in and around present day Afghanistan because it is famous for dry fruits and it is the age-old practice of Kabuli Walla-s to sell most delicious dry-fruits. When they grow that kind of high-grade fruits which orchardist allows a monkey to pluck and plunder them."
        },
        {
            "type": "verse",
            "text": "\"There you have to put yourself in devoir and search for Janaki. In the event of your following just monkey-hood and its antics, without becoming adventuresome, there will be no scare from those Gandharva-s. Then you proceed from that Mt. Paariyaatra to Mt. Vajra. "
        },
        {
            "type": "verse",
            "text": "\"Oh, fly-jumpers, there is a great mountain named Mt. Vajra in that sea beyond Mt. Paariyaatra. It will be with a shine similar to the hue of the gemstone lapis, and it will be standing like a diamond in its shape, hence it is diamondiferous. There that glorious mountain will be soaring high, squarely for a hundred yojana-s, and diverse trees and climbers will be spreading over it. There, on that mountain you have to search pursuantly including its caverns. "
        },
        {
            "type": "verse",
            "text": "\"In the fourth quarter of that ocean from land a mountain named Cakravaan is there. Vishvakarma, the Divine Architect, constructed a thousand-spoked wheel on it. "
        },
        {
            "type": "commentary",
            "text": "This is not just a wheel with thousand spokes, but said to be a machine of weaponry with thousand parts or sub-weapons. The Divine Architect Vishvakarma constructs such marvellous things not only for to gods, but even to the demons, while coming under duress, as and when demons conquer Indra's paradise. In the following verses, a connected legend is also touched."
        },
        {
            "type": "verse",
            "text": "PuraaNa/Legend: \"Once upon a time in the crusades of gods-demons, Vishnu assuming the form of <font color=\"#B3003A\">puroSottama</font> 'Supreme Person' slew the horse-faced demon named Hayagreeva on that mountain, and snatched away the wheel-weapon from him. Until then, this wheel-weapon existed under the custody of that demon Hayagreeva. Purushottama also put another demon Pancajana to death on that very mountain and took away his backbone, which is a conch-shell. Thus the conch-shell handled by Vishnu is known as <font color=\"#B3003A\">paancha janya shankha</font> 'Paanchajanya conch.' Thus, this Cakravaan named mountain assumes legendary importance to search for Sita. "
        },
        {
            "type": "verse",
            "text": "\"Vaidehi is to be searched on the delightful cliffs of that Mt. Cakravaan and also in its spacious caves, together with Ravana, and search for her here, there, and everywhere. "
        },
        {
            "type": "verse",
            "text": "\"After sixty-four yojana-s another very great mountain with golden peaks is there in abyss of the abode of Rain-god, namely the ocean, and it is named as Mt. Varaaha. A city named Praagjyotisha is there which is completely golden, wherein the evil-minded demon named Naraka is living."
        },
        {
            "type": "commentary",
            "text": "This Praagjyotisha is held as the present Assam as has been referred by Kalidasa in his works and some say that this place should not have been referred here. The inclusion of this verse is said to be the problem with the copyist. S.M. Ali in 'The Geography of the Puranas' says: 'this was the famous <em>janapada</em> on the fringe of the Eastern country...' and it corresponds roughly with the middle Brahmaputra valley...' The name is derived as <em>praak</em> 'firstly, easterly...' <em>jyotiSh</em> 'planet, Sun, and his light'' that is to say, 'the place which takes the first  light...'&nbsp; that is the east of India...' i.e., Assam. The said demon Naraka is not just \"the buffalo-demon\" who was eliminated by Goddess Durga."
        },
        {
            "type": "verse",
            "text": "\"There on the delightful cliffs and spacious caves of that Mt. Varaaha, including that city Praagjyotisha, Ravana shall be searched together with Vaidehi. On ranging from that best Mt. Varaaha, whose caves are inlaid with gold-deposits apparent to the naked eye, there is an entirely golden mountain containing waterfalls and rapids called Meghavanta. "
        },
        {
            "type": "verse",
            "text": "\"Listening the sonorous sounds of waterfalls and rapids of that mountain, and construing them to be the roars of their opponent beasts, the elephants, wild boars, lions, and tigers will always be facing that mountain and roaring proud-heartedly all around it, by which that Mt. Meghavanta itself appears to be roaring, proud-heartedly. "
        },
        {
            "type": "verse",
            "text": "\"On which mountain the distinguished Mahendra, whose horses are green and who is the controller of demon Paka, is anointed by gods as their king, such a mountain is this named Mt. Megha, or Mt. Meghavanta, which you have to scour. "
        },
        {
            "type": "verse",
            "text": "\"On going further from that best mountain ruled by Mahendra, namely Mt. Meghavanta, you shall go to the range of sixty thousand golden mountains. Those mountains are radiant all around with the tinge of young Sun, and with the resplendence of fully flowered trees which are wholly golden in hue. There is a unique and kingly mountain in the midst of that range of golden mountains, which is called Mt. Meru, or Saavrni Meru, to which mountain generous Sun has once given a boon. "
        },
        {
            "type": "verse",
            "text": "\"The Sun said to that unique Mt. Meru Saavarni in this way, 'by my beneficence whatever that is sheltered by you, say trees, climbers, rapids, boulders, all of them will transmute into golden hue, either by day or by night. Even those that reside on you, say gods, gandharva-s, or demons, they too shall thrive as my votaries and as far as their resplendence is concerned they will be glittering like gold, i.e., in the ochry golden hue of the eventide."
        },
        {
            "type": "verse",
            "text": "\"On their coming to that unique mountain Mt. Meru Saavarni at vespers Vishvedeva-s, Vasava-s, Marut-s, and the other celestials will bide their time for the dusking Sun, and when they all have worshipped him, the Sun goes to the Mt. Astagiri, the Dusking Mountain, and evanishes for all beings for that day. "
        },
        {
            "type": "commentary",
            "text": "The above list may not mention others but it is construed to be inclusive of <em>ekaadasha rudra-s,</em> who are twenty-one in number, while the <em>vishvedevaaH</em> are thirteen, <em>vasavaaH</em> are eight, <em>maruts</em> are seven, <em>aadityaa-s</em> 'the other Suns in other galaxies...' are twelve."
        },
        {
            "type": "verse",
            "text": "\"The Sun courses across those ten thousand yojana-s from Mt. Meru Saavarni to Mt. Astaadri in one and half hours, and quickly reaches Mt. Astagiri, or Mt. Dusk. On the pinnacle of Mt. Astagiri, or the Mt. Dusk, there is a supreme and heavenly manor-house compacted with multi-storied buildings, which in shine will be similar to Sun and which is arranged by Vishvakarma, the Divine Architect. That villa is brightened by amazing trees, on which diverse birds will be twittering musically, belongs to the great-souled Varuna, the Rain-god, who wields a tether. "
        },
        {
            "type": "verse",
            "text": "\"In between Mt. Meru and Mt. Astaadri there is a gigantic ten-leaved Date-palm-tree, which is completely golden and shines forth with a marvellous podium. "
        },
        {
            "type": "commentary",
            "text": "This area must be the present day Arabian and the ancient Persian province, because the Date-palm tree is the highly respected tree at there or even throughout south East Asia. The three kinds of Dates trees are called as dry-grass-palm trees, as said in Amara Kosha. <em>kharjuura, ketakii, talii, kharjuurii ca tR^iNa drumaa: amara kosha</em> 'Date, Pandamus odara tissimus, Corypha Talliera and Wild Date are dry-grass-palms, and these grow in abundance around oases."
        },
        {
            "type": "verse",
            "text": "\"On all those mountains, lakesides and riversides Vaidehi shall be searched together with Ravana, far and wide. "
        },
        {
            "type": "verse",
            "text": "\"This is where the virtue-knower, an enlightened one by his own asceticism, a selfsame personality to Brahma and one renowned as Sage Merusaavarni indeed resides. And that sage Merusaavarni who is Sun-similar in his shine can be asked, only on your prostration before him in veneration, about the tidings of Maithili, and her whereabouts. On effacing the utter darkness of all the mortal world up to here, the illuminator of mortal world and the decliner of night, namely the Sun, will go to the Mt. Astagiri, say Mt. Dusk. "
        },
        {
            "type": "verse",
            "text": "\"It is possible for the vanara-s to go only up to there, oh, best vanara-s, and we have no knowledge of those sunless and boundless realms available far and beyond. "
        },
        {
            "type": "commentary",
            "text": "In 'The Ancient Geography of India' K. Basu records: 'the reader should notice here that Valmiki makes mention of a few places only, most of which are mountains in the west and ends with the poetic land of the setting Sun. This shows that little was known at that time of the famed nations of the west, in spite of the great antiquity claimed by Egypt, Assyria, and Greece and one might be led to the thinking that these nations had not yet risen to power in the time of Valmiki, or if they existed at all, communication was not yet opened between them and the Indian Aryans...'"
        },
        {
            "type": "commentary",
            "text": "The words <em>a+bhaaskaram, a + maryaadam</em> are also taken in the sense, 'without, enlightenment; without, proper conduct, i.e., propriety...' 'Those places are with primitives who are unenlightened and with impropriety, that are incongruous with Ancient Indian principle of living...' Thus, these cultures west to Persia are held as pre-Babylonian or pre-Assyrian cultures. Moreover, it is assumed that Sugreeva has said this way: 'because Ravana is a highly educated and cultured demon, in his own way, he too despises those lowly cultures despite of his obstinacy. For sure, he will not be there with Sita, and hence Sita need not be searched in those countries.'"
        },
        {
            "type": "verse",
            "text": "\"You shall return within a month on knowing about Vaidehi and also about the residency of Ravana, or on your reaching Mt. Astagiri, say Mt. Dusk. "
        },
        {
            "type": "verse",
            "text": "\"And none shall stay behind for more than a month, and if anyone stays, I have to exercise coup de grace in his respect. By the way, my valorous father-in-law, namely Sushena, is proceeding along with you. "
        },
        {
            "type": "verse",
            "text": "\"As achievers of ordered tasks you shall give heed to all of the orders given by him. He who is highly dextrous and great mighty such a Sushena is my father-in-law, thus he is a venerable to me, as well as to you. All of you are triumphant ones and indeed archetypes by yourselves, but instituting him as your archetype you shall search the western direction. We all fulfil ourselves in reciprocating him who has done good to us, only if we can locate Sita, the wife of the king of humans whose vitality is unlimited, namely Rama. "
        },
        {
            "type": "verse",
            "text": "\"Even if any other task than this is there, that which shall be conducive to this task, and which shall also be conducive to time, place and purpose, you shall undertake that task also on deciding about it among yourselves.\" Sugreeva spoke thus to the monkeys going to western direction. "
        },
        {
            "type": "verse",
            "text": "On hearing the sentences of Sugreeva sedulously, then Sushena and the other important fly-jumpers took leave of the king of fly-jumpers, namely Sugreeva, and proceeded along with their individual troops to that western direction which is well cloistered by Varuna, the Rain-god. "
        }
    ]
}