{
    "id": "prose-kishkindha-43",
    "kanda": "kishkindha",
    "sarga": "43",
    "title": "Sugreeva sends troops to north",
    "chapter": "43",
    "overview": "Sugreeva sends troops to north in search of Sita. He gives an account of the snowy regions and provinces of  northern side and asks them to search in the places of Yavana, Kuru, and Darads etc., civilisations. Sugreeva  specially informs them about a divine province called Uttara Kuru and a heavenly mountain called Mt. Soma on which  Brahma, Vishnu and Shiva make sojourn for its sacredness.",
    "content": [
        {
            "type": "verse",
            "text": "On sending his father-in-law, namely Susheshana, to westerly direction then the king of Vanara-s Sugreeva, spoke  to a valorous vanara named Shatabali. That knowledgeable and the powerful one among all monkeys, King Sugreeva,  spoke words to Shatabala that are advantageous to himself, and beneficial to Rama as well. "
        },
        {
            "type": "verse",
            "text": "\"Accompanied with a hundred thousand forest-dwelling monkeys of your kind, and also with all of your ministers  who the sons of Yama, the Terminator, you have to proceed. Oh, venturesome Shatabala, you scout out whole of the  northern quarter that has snowy Himalayan mountains as its crown for the glorious wife of Rama. Oh, enterprising  vanara-s, when this mission is complete and when we can effectuate a task agreeable to Rama, we will become debt-free  and accomplished of our purpose. Great-souled Raghava has indeed done a favour to us, isn't it. If there is reciprocation  to that kind deed, our lives will become fruitful. "
        },
        {
            "type": "verse",
            "text": "\"He who completes the deed of a requester, even though that requester has not rendered any hep earlier, his life  becomes fruitful. Then what is there to say again about him who has already received help from the requester?"
        },
        {
            "type": "verse",
            "text": "\"Let all of you abide by such a thinking as you are the well-wishers of our well-being and welfare, and undertake  your mission in such a way as to how Sita can be found in your search. On his part this Rama, who is the best  on among men and the champion of enemies' fastnesses, is the estimable one for all beings, and his interests have  indeed fell in with ours. Let all of you with your assets of wisdom and valour rake over all of these impassable  places, rivers, mountains and also their canyons. "
        },
        {
            "type": "verse",
            "text": "\"There in the north, the provinces of Mleccha-s, Pulinda-s, that way Shurashena - Prasthala - Bharata - Kuru -  Madraka - Kaambhoja - Yavana shall be scrutinized along with the cities of Shaka and Darada, and then search in  Himalayas. "
        },
        {
            "type": "commentary",
            "text": "The Mleccha is the province of the then India to the North-West and it is defined as: <em>pratyanto  mleccha syaat - </em>'at the end of the country there is Mleccha province... amarakosha; <em>go  maa~Nsa bhakShako yastu viruddham bahu bhaaShate sarva aacaara vihiinaH ca mleccha itiu abhidiiyate - bodhaayana; </em>--&nbsp; 'eaters of beef, talkers of odd languages, devoid of all ethics [with reference to Indian scriptural  ethics, especially marriage as an institution, immoralities etc.,] and they are called Mleccha-s...' <em>bodhaayana</em>  aphorisms. "
        },
        {
            "type": "commentary",
            "text": "Some hold the view that Ramayana was written more lately to Greek's invasion on India on seeing the names like  this Yavana, Shaka etc. for this please see the endnote for some more information"
        },
        {
            "type": "verse",
            "text": "\"In the stands of Lodhra trees, Padmaka trees and in the woods of Devadaru, or Deodar trees, Ravana is to be searched  there and there, together with Sita. "
        },
        {
            "type": "commentary",
            "text": "Lodhra trees are of Tymplocos racemosa, and Devadaru tree is of Uvaria longifolia, commonly called as Deodar trees."
        },
        {
            "type": "verse",
            "text": "\"You to Soma hermitage, which is adored by the gods and gandharva-s, and then you go to that great-peaked mountain  named Mt. Kala. On its cliffs, mountainsides and in caves the highly fortunate and impeccable wife of Rama shall  be searched. On going across that lordly mountain Kala, which great-mountain is impregnated with gold, it will  be apt of you to go to the mountain named Sudarshana afterwards. Latter there will be a mountain overspread with  various birds and adorned with varied trees named Devasakha which is a sanctuary for birds. Let Ravana be quested  after in the segments of woods, at waterfalls, and even in caverns of that mountain, together with Vaidehi."
        },
        {
            "type": "verse",
            "text": "\"On crossing Mt. Devasakha, there is a vacant land to a span of hundred yojana-s all around, which is devoid of  mountains, rivers and even trees, and discarded by all beings. But you all will be overjoyed on traversing that  hair-raising wasteland quickly and on attaining Mt. Kailash. "
        },
        {
            "type": "commentary",
            "text": "'The Kailash mountain believed to be the abode of Shiva, the tutelary god of the Snowy Range of Central Asia and  the wealth god Kubera, was to the north of Himalayas. It would appear to correspond with the Kwenlun Range, which  extends northwards and connects with the Altai chain. The route indicated must have been by the south skirts of  the desert towards the west, to pass by the Kailash Range...' Ancient Geography. This is presently in Tibet."
        },
        {
            "type": "verse",
            "text": "\"There is the delightful mansion of Kubera, which in shine will be like a silver cloud and processed with gold,  and the Divine Architect Vishvakarma has constructed it. Where an expansive lake is there, which is replete with  lotuses and costuses, overrun by swans and partridges, and adored by throngs of apsara-s, that is the place of  Kubera, Deity for Wealth-Management. He is the son of Sage VaishRavana and king of yaksha-s, who is reverenced  by all beings for he is the money giver, that fortunate king will be rejoicing there along with guhyaka-s, viz.,  yaksha-s. Ravana shall be searched on Mt. Kailash, and even in the caves of nearby mountains which will be shining  like moon, together with Vaidehi. "
        },
        {
            "type": "commentary",
            "text": "Ravana is a brother of Kubera and the aircraft of Kubera, namely Pushpaka, is seized from this very Kubera. Thus,  there is every chance to hide Sita at Kubera's place bringing Kubera under duress."
        },
        {
            "type": "verse",
            "text": "\"Thereafter on reaching Mt. Kraunca you shall cautiously enter into a highly impassable tunnel of that mountain  to search Sita. That tunnel, they say, is an un-enterable one. "
        },
        {
            "type": "commentary",
            "text": "Kumara or Skanda, the son of Shiva-Parvati-Ganga made this bore by using His <em>shakti prayoga</em> 'Divine power.'  This is his birthplace, and the legend of His birth and growth are detailed in Bala Kanda."
        },
        {
            "type": "verse",
            "text": "\"In that tunnel great-souled sages reside at the request of gods, and those great-sages are similar to Sun in  their resplendence and godly in their mien. Even then, you search for Ravana therein that tunnel. Besides the  main peak of Mt. Kraunca, its other peaks, terraces, crevices and midriffs shall be searched, far and wide. The  treeless Mt. Kaama and the abode of birds Mt. Maanasa are also to be searched, and there is no inlet for any being,  let alone gods or demons. "
        },
        {
            "type": "commentary",
            "text": "These mountains Maanasa and Kaama are said differently in other translations, like 'the wish-endower Kaama and  the bird-less Maanasa Mountains.' That is to say, 'even birds cannot enter there then where is the question of  entry to other beings...' If that place is un-enterable even for birds or gods how these few monkeys can enter,  is the question that ensues. Sugreeva gives the answer to Rama at the start of this exodus of monkeys, saying  that these monkeys can do any undoable task, which is peculiar to these genera."
        },
        {
            "type": "verse",
            "text": "\"You all have to search Mt. Kraunca inclusive of its mountainsides, grades, and its fringe mountains, and on moving  away from that Mt. Kraunca, a mountain named Mainaaka is there. "
        },
        {
            "type": "commentary",
            "text": "This Mainaaka is different from the one that wanted to give hospitality to Hanuman during his flight across ocean  in Sundara Kanda."
        },
        {
            "type": "verse",
            "text": "\"The mansion of the demon Maya is there which is built by himself and that Mt. Mainaaka is to be searched out,  inclusive of its crests, grades and caves. Thereabout the dwellings of horse-faced females, namely KimpuruSa-s,  are there and you have to search them also. "
        },
        {
            "type": "commentary",
            "text": "The word <em>ashvamukhi</em> is taken as one word to explain the genera of <em>kimpuruSa</em> , a kind of sylvan  beings like <em>yaksha-s, caarana-s</em> and the like, whereas some take it as horse-faced beings."
        },
        {
            "type": "verse",
            "text": "\"On crossing over that province there is the hermitage adored by siddha-s, the resolved-souls. There the sages,  namely siddha-s, vaikhaanasa-s, and vaalakhilyaa-s will be there. Then you venerate those sages with accomplished  souls, whose asceticism alone has effaced their blemishes, and you may even humbly ask them after Sita's whereabouts.  There is the lake belonging to Vaikhaanasa sages, overspread with golden lotuses, and overrun with prosperous  swans whose resplendence will be similar to the tender sun. The carrier elephant of Kubera known as Saarvabhauma  will always be visiting that place along with she-elephants. "
        },
        {
            "type": "verse",
            "text": "\"Passing that lake there will be just sky which will be devoid of moon, or sun, or the clusters of stars, and  it will be cloudless and noiseless. That place will be luminescent with the self-resplendence of godlike sages  who have accomplished their asceticism and who are taking rest at that place, as if illuminated with innumerable  rays of the sun. "
        },
        {
            "type": "verse",
            "text": "\"On crossing over that province there is a deep flowing river named Shailoda. On both of its riverbanks bamboo  brakes called as Keecaka-s will be there. Those bamboos will be enabling the movement of siddha-s, accomplished  souls, from one bank to the other. "
        },
        {
            "type": "commentary",
            "text": "Keecaka is the term to denote that 'when air is puffed in the bamboo, whistles or fluting can be done...' and  this variety of bamboos is used to make the transverse flutes in India in contrast to the present day metal flutes,  where the diameter and wall-thickness of each bamboo stick is carefully selected to produce a desired tone and  pitch. The travel to the other bank is by the entwined bamboo-sticks-bridges across the river, and these monkeys  shall make use of those bridges because anyone/anything falling in that river will be petrified, say frozen to  petrifaction."
        },
        {
            "type": "verse",
            "text": "\"Then there is the North Kuru, the dwelling of those who have achieved divine merit in their previous births and  now born in that country to enjoy the fruits of that divine merit, thus that country itself is earmarked for meritorious  beings. At that place, the lotuses in the rivers will be golden in hue. The runners and stalks of lotus plants  bear lotus-leaves that are bluish like the bluishness of lapis lazuli. There will be thousands of such rivers  filled with such plants in water, and with waters mingled with the waters of other lakes, and decorated with the  thickets of red Costuses alongshore. "
        },
        {
            "type": "commentary",
            "text": "The Costus is a lotus-like plant grwoing on land, like Kashmir's Saussurea hypoleuca, Latinised from Greek 'kostos'."
        },
        {
            "type": "verse",
            "text": "\"Everywhere that province shines forth with highly valuable leaves which will be in the hue of sapphires, with  fibrils in the hue of gold, and with amazing thickets of blue costuses around lakes, which lakes will be surrounding  that province with a resplendence similar to sun. There the sand dunes of deep flowing rivers are lumped together  with incomparable pearls, highly valuable jewels and gold. That province is with amazing mountains that are replete  with every kind of jewel, golden in hue, splendorous like Ritual-fire, and they are intercalated into the deep  flowing rivers. "
        },
        {
            "type": "commentary",
            "text": "Perhaps these poetic accounts of golden, jewelled riverbanks and golden lotuses etc. might have attracted the  then invaders towards India, presuming that the loot is over there on the riverbanks like sand. However mythical  these accounts might be, they portray that the lands and rivers are self-contained and self-sufficient."
        },
        {
            "type": "verse",
            "text": "\"There the trees will be eternally flowering and fruiting on which birds will be endlessly squawking. Their yield  will be spilling forth meeting every delicacy with a divine smell, taste and touch. Some other best trees will  yield clothing in numerous shapes. Some of the best trees will be yielding such of those adornments which will  be vying with ornament made with pearls or with lapis gemstones, and suitable both for women and men. Like that,  they can be worn happily in all seasons. Some other best trees will be yielding gemlike marvellous decorations  applicable to noblesse. There are other trees that produce wooden-beds with astonishing upholsteries, and even  garlands that will be attractively heartening, while some other trees will be yielding juices and foodstuffs that  are relevant to highly choicest consumers. "
        },
        {
            "type": "verse",
            "text": "\"The females of Uttara Kuru province will be handsome and youthful and they are rich by their attributes. There  the radiantly bright celestials like gandharva-s, kinnaraa-s, siddha-s, vidyaadharaa-s will be delighting along  with their own females. "
        },
        {
            "type": "commentary",
            "text": "Some say that the females are also born out of the very same trees by adding the word <em>prasuuyante</em> to  these compounds of trees. Nevertheless, it is better taken as 'daughters of soil.'"
        },
        {
            "type": "verse",
            "text": "\"All the inhabitants of North Kuru have carried out good deeds in earlier births, hence they are accorded with  paradisiacal pleasures now. All are engaged in passion, all of them live in pleasure and prosperity along with  their youthful females. The notes of vocal and instrumental music will be flowing out mixed with the peals of  vivacious laughter, which will always come to ears in a heart-stealing manner for all beings. There is none who  is infelicitous and there is none who is friendly to untruthful ones, and in that province these heart-pleasing  attributes of those blessed souls like rejoicing, festivity etc. will be enriching day by day. "
        },
        {
            "type": "verse",
            "text": "\"On passing beyond that mountain in Uttara Kuru, there is a treasure trove of waters, namely vast of Northern  Ocean, in the mid of which there is gigantic golden mountain named Mt. Soma. "
        },
        {
            "type": "commentary",
            "text": "The north of Himalayas is referred as the northern ocean. It is held that Himalayas have emerged from an ocean  to where Vali used to leap everyday in the early hours to offer water oblation to the Sun."
        },
        {
            "type": "verse",
            "text": "\"Those who have gone to the sphere of Indra, and those who have gone to the sphere of Brahma can clearly see that  lordly Mt. Soma, situated in the vast of ocean from the vast of heavens. Even though that place is sunless it  is comprehensible as if with sunshine, since it is illuminated with the resplendence of Mt. Soma itself, which  will be irradiating that place as if with the resplendence of the Sun. The God and Cosmic-Souled Vishnu and Shambhu  or Shiva, an embodiment of eleven selfsame Souls, called <em>ekaadasha rudra-s</em> , and  the god of gods Brahma who is surrounded by Brahma-Sages, will be sojourning on that Mt. Soma. "
        },
        {
            "type": "commentary",
            "text": "Here the Cosmic-Souled God is said as Vishnu, because He alone has shown His <em>vishva ruupa</em> 'cosmic aspect...'  in Maha Bharata, and He has the attributes of <em>SaDguNa sampatti</em> 'the six-ingredients...' and also by bringing  the saying from Nrisimha Puraana:"
        },
        {
            "type": "commentary",
            "text": "<em>evam eva mahaan shabdo maitreya bhagavaan iti | parama Brahma bhuutasya vaasudevasya na anyagaH  || nR^isimha puraaNa</em>&nbsp; 'the <em>bhagavaan</em> is the term for <em>vaasu deva, naaraayaNa, Vishnu</em>  and there is no other course than to accept otherwise...' The <em>ekaadasha rudra-s</em> are <em>1. aja 2. ekapaada  3. ahirbudhni 4. hara 5. shambhu 6. tryambaka 7. aparaajita 8. iishaana 9. tribhuvana 10. twaSTa 11. rudra</em>  These are called the brain-children of Rudra and at times of Brahma. Then the Trinity is said to be there, without  exception."
        },
        {
            "type": "verse",
            "text": "\"Under any circumstances you shall not go to the north of Kuru province as there is no other way out to follow,  even for other beings like <em>daitya, daanava, yaksha, gandharva</em>-s, though they possess  some extraordinary capabilities. "
        },
        {
            "type": "commentary",
            "text": "'Here we have a glimpse of the Arctic region with the Aurora Borealis to the north of the Uttara Kuru realms.  The Uttara Kurus, it should be remembered, may have been a real people, as they mentioned in the <em>aitareya  braahmaNa viii-14</em> wherefore the several nations who dwell in this northern quarter beyond the Himalayas,  the Uttara Kurus and the Uttara Madras are consecrated to glorious dominion and people term them glorious...'  Mouris, Sanskrit Series, Vol. I"
        },
        {
            "type": "verse",
            "text": "\"That mountain named Soma is an impassable one even for gods, and it will be apt of you to quickly return from  there on seeing that mountain. It is possible for the vanara-s to go only up to there, oh, best vanara-s, and  we have no knowledge of those sunless and boundless realms available far and beyond. "
        },
        {
            "type": "verse",
            "text": "\"You shall thoroughly search in all those provinces that are explained by me, and you have to make up your mind  for searching in other places that are not referred by me. "
        },
        {
            "type": "verse",
            "text": "\"Thereby, oh, Air-godlike and Wind-godlike vanara-s, on your seeing the princess born in Videha kingdom, namely  Vaidehi, an extremely desirable task for the sake of Dasharatha's son Rama is considered as done. Thereby it becomes  a still privileged accomplishment even for me achieved through your efforts. "
        },
        {
            "type": "verse",
            "text": "\"Thereafter, oh, fly-jumpers, when you with accomplished purpose and adored by me with heart-pleasing concessions,  and when your enemies are silenced, you will rove over the earth with your friends and relatives and with your  beloveds, also fostering your progeny.\" Thus Sugreeva said to the monkeys going to North. "
        },
        {
            "type": "commentary",
            "text": "On seeing the names like this <em>Yavana,  Shaka</em> etc., some hold the view that Ramayana was written more later to Greek's invasion on India. Max Muller  in his 'What Can India Teach Us?' says: 'If I call the invasion which is generally called the invasion of the  Shakas, or the Scythians, or the Indo-Scythians, or <em>Turushkas</em>, the Turanian invasion...  who took possession of India, from about first century BC to the third century BC.' Again classifying Sanskrit  literature he says, 'we divide the whole of the Sanskrit literature into there two periods, one anterior to the  great Turanian invasion, the other posterior to it, we may call the former period as ancient and natural, that  of the later modern and artificial.' Thus, Ramayana belonged to the modern and artificial literary period and  Veda-s to ancient. According to Indians the <em>Turushkas</em> are not the Scythians but Turkish,  and the <em>Yavanas,</em> are clearly the Greek. Michelson in his 'Linguistic Archaisms of  the Ramayana...'adds another phase called Epical period. Thus, there are three, Vedic, Epical, and the rest of  it is modern and artificial. At the same time Max Muller says: 'At the time of Solomon, there was a channel of  communication open between India and Syria and Palestine is established beyond doubt, I believe, by certain Sanskrit  words which occur in the Bible such as ivory, apes, peacock, and sandalwood, which, taken together, could not  have been exported from any country but India...' So Solomon, Bible, Turanian invasion, Ramayana... all occasioned  at one time, i.e., around 0 BC. So many professors, so many researchers have not said a date agreeable to Indians  as well as to the world."
        },
        {
            "type": "commentary",
            "text": "At one place, it is said that there was a rapport among  these places India-Syria-Palestine and even up to Egypt, but at other place, the Indian thought, that the Indian  had Greeks and Greeks had Indians, is dismissed. What prevents to agree that both hold up mirror to almost the  same culture, though diverse in its practise, right from the belief of Greeks, viz., 'the sense of many gods are  there near at hand' to various gods, to their names, to the epical literature, and also to myths and legends and  dramas etc, is unknown. But when it comes to dating and mapping 'the earliest date known for certain in Indian  history is the invasion of Alexander in 326 BC...' and 'The chronology has been built up form the identification  of Sandracrottus of Greek writers with Chandragupta Maurya... yet it is said 'In the seventh century BC India  was divided into sixteen <em>Mahajanapada-s...'</em> as per 'An Historical  Atlas of Indian Peninsula\", Oxford. Peculiarly those sixteen Janapada-s did not contain the names of Yavana, Shaka  provinces in atlases."
        },
        {
            "type": "commentary",
            "text": "'The Greeks, evidently descended from tribes who had come  westwards from the early home of Indo-Europeans in South-Central-Asia, first settled in the land which we know  as Greece about 2000 B.C....' according to The Encyclopaedia of Myths and Legends of All Nations, Kaye &amp; Ward  Ltd., London. Their history about Ion, the king of Helice, and his war with Elsenians, the confederacy of Lonia  in Asia Minor etc., speaks about their origin and shuffling, i.e., from east to west and again from west to east.  It is they who have adopted Vedic Rain-god <em>Mitra</em> as their <em>Mithras</em> and many a temple was built all over Europe for Mithras. Even Goddess  Lakshmi has Her counterpart in Greece 'Pallas Athene' known as early as 2 B.C., and the comedies of Strattis,  like Fragmenta Comic of Greece has Indian fables as early as 400 B.C. Hence, if these Theories of Borrowing are  negated with the Theories of Commonality, it would suffice to say that Ramayana is antecedent to the settlement  of Greeks in Greece itself."
        },
        {
            "type": "commentary",
            "text": "Without lingering on these carbon-testing for the verses  of Ramayana that contain Yavana and Shaka named provinces, if the astronomical data available in Ramayana itself  is believed, it throws some light on dating. If anybody would care to see the book <em>Vastav  Ramayan, by Dr.P.V.Vartak, in Marathi, Vedvidnyana Mandal, Pune,</em> and a web site is available about this, <em>Astronomical Dating of the Ramayana</em> where another approach  can be seen, which just does not revolve around one or two names of places. It is said there; 'Therefore, Ramayana  'must have' occurred 9600 years ago, which is 7600 B.C. approximately...' which again is disputable because this  is going against the <em>Yuga and Kalpa</em> Theory of Puraana-s, as Ramayana is said to be  the legend of <em>Treta Yuga</em>."
        },
        {
            "type": "commentary",
            "text": "The provinces Shuurasena, Bharata, Kuru are the downlands  of Himalayas. The Kaambhoja is the province northwest to India, where the Russia touches India, as mapped by 'An  Historical Atlas of the Indian Peninsula' of Oxford University. Then the Yavana and Shaka should be around there,  prior to their migration to the presently known Greece, because Greeks originated from so called 'South-Central-Asia'  as called by the historians, and perhaps the historians might be hesitating to call it as 'Himalayan region of  India'. They were originally called Ionians, a corrupt or generic name from Indian naming of Yavana or Javana.  The word &AElig;oni can be cleaved as <em>a + yoni; [ayogya ] yonim gata</em> 'unbefitting, uterus, obtained  birth...' 'one who is born to an unbefitting mother... say, a bastard...' That is what &OElig;depus Rex proved later.  The ethics of these Yavana and Shaka cultures are clearly explained in <em>Karna-Shalya samvaada</em> 'the debate of Karna and Shalya...'  in <em>Karna parva, Maha Bharata.</em>"
        },
        {
            "type": "commentary",
            "text": "The Shakas are again the nomadic tribes inhibiting Central  Asia, and they are the Scythes of Greeks and the Indo-Scythians of Ptolemy, inhibited in the Hindu Kush Range  of Himalayas. Both of these are categorised under Mleccha people by Ramayana because their ethics do not conform  to the Vedic stipulations of living, even though they lived together."
        },
        {
            "type": "commentary",
            "text": "'The Varadas - The Bengali recension has Daradas instead.  They are said to be Dards whose name is still retained in modern Durdstan along the course of the Indus, above  the Himalayas, just before it descends to India...' Griffith, Ancient Geography."
        },
        {
            "type": "commentary",
            "text": "It may be noticed that Ramayana did not refute any other  religion, or sects, or the divergent philosophies of Hinduism itself, but it has agreed that Mleccha-s are there  and there is no bother from them. Gods of Ramayana are purely Vedic, unlike the later time, rather modern or artificial  literary period's poetry of Kalidasa et al, and their puranic deities like Kali, Uma, and Kumara etc. The literary  style of Ramayana is mostly un-Paninian. It has the episodes like <em> Rama-Jaabaali samvaada</em>, where Sage Jaabaali being a nihilist starts preaching nihilism to Rama. When this  epic could accommodate information about nihilists' preaching nihilism to Rama, it can as well afford a few lines  of information about other philosophies, religions, if they were to be there. Then the present day's Unity in  Diversity is not apparent and thus it is being assigned to a post-Vedic period, where Veda-s themselves are not  written by some good old sages with white beards, sitting under banyan trees, at any one particular time."
        },
        {
            "type": "commentary",
            "text": "Because the ancient history of Greeks came to light firstly,  thereby India history is chronicled, and the epic Ramayana is known subsequently, relegating the history of Ramayana  later to the Greek's invasion on India, may not be appropriate. History has its own black-ages."
        }
    ]
}