{
    "id": "prose-kishkindha-44",
    "kanda": "kishkindha",
    "sarga": "44",
    "title": "Rama gives ring to Hanuman",
    "chapter": "44",
    "overview": "Rama gives ring to Hanuman as a memorabilia enabling Sita to recognise Hanuman without dismay. Sugreeva holds  Hanuman's capabilities very high and reposes full confidence in him for locating Sita. On seeing Sugreeva assigning  the task to Hanuman, Rama perceives that Hanuman alone can achieve results and thus hands over his ring to Hanuman.  Then Hanuman starts on the expedition with others.",
    "content": [
        {
            "type": "verse",
            "text": "Sugreeva expressly broached the topic of searching Sita with Hanuman, as Sugreeva is decidedly determined about  Hanuman, because that best one among monkeys, namely Hanuman, alone is decidedly the achiever of purpose. "
        },
        {
            "type": "commentary",
            "text": "By the word <em>visheSeNa</em> it is observed that Sugreeva purposefully instructed Hanuman that Rama is Vishnu's  in human form as said at:"
        },
        {
            "type": "commentary",
            "text": "<em>vaayu putra samiipam tu gatvaa tam vaakyam abraviit | shR^iNu mat vacanam viira hanumaan maaruta  aatmaja | ayam ikShvaaku daayaado raajaa raamaH prataapavaan | sarva aatmaa sarva lokesho vishNuH maanuSha ruupa  dhR^it | - nR^isimha puraaNa; </em>'on nearing Air-god's son Sugreeva spoke, 'oh, Hanuman listen to my saying,  he this Rama, the valorous scion of Ikshvaku, is the Cosmic Soul and Vishnu in human form...' Nrisimha Puraana."
        },
        {
            "type": "verse",
            "text": "The king of all the residents of forest Sugreeva is well pleased to pick and choose Hanuman for the purpose, and  spoke to the venturesome son of Air-god, Hanuman. \"Oh, foremost monkey, Hanuman, I do not foresee any impediment  in your transit on land where homogenous enemies will usually obstruct one another, or in high skies where there  is no foothold, thus only birds and clouds hover there, or in the wild blue yonder where celestial bodies alone  gravitate at random, nor in waters where there is no underwater movement for earthly beings, nor in the heaven,  the abodes of immortals, where those immortals will not allow mortals like us to meander as we like. All the worlds  that contain demons, gandharva-s, naaga-s, humans, gods, and the oceans and mountains therein are known to you."
        },
        {
            "type": "verse",
            "text": "\"With your unusual mobility, unstoppable celerity, unremitting vivacity, and untold ability you are identical  to your father Maaruti, the Air-god of marvelling dynamism. Or even by your radiancy none on earth is coming to  mind who can be a coequal of yours, thereby you alone shall think about that process as to how to access Sita.  Oh, Hanuman, in you alone there are brawniness, astuteness and venturesomeness, and oh, ethicist, you conduct yourself  in abidance with time, place and ethicality.\" Thus Sugreeva said to Hanuman. "
        },
        {
            "type": "verse",
            "text": "Raghava started pondaration when he is cognisant of the entrustment of the task to Hanuman and on cognising Hanuman  as an efficient cause. "
        },
        {
            "type": "verse",
            "text": "\"This king of monkeys, Sugreeva, is anywise definitive in his resolve reposed in Hanuman, and Hanuman is definitely  resolute in achieving the task. "
        },
        {
            "type": "verse",
            "text": "\"By that reason Hanuman must have good track record of the tasks he accomplished earlier, besides, he is specifically  chosen by his king. As such, this Hanuman will certainly bring task to fruition."
        },
        {
            "type": "verse",
            "text": "\"This Sugreeva is well-aware of each individual's accomplishments and hence he specifically chose Hanuman, and  Hanuman who is now transiting must be individually well-known for accomplishment of any task assigned to him. Hence  the fruition of the task is certain.\" Thus, Rama pondered. "
        },
        {
            "type": "verse",
            "text": "On perusing Hanuman who is the ablest one in his endeavours, the highly resplendent Rama is immensely delighted,  and his heart and senses are elated as if his purpose has been achieved. "
        },
        {
            "type": "verse",
            "text": "Then that enemy-inflamer Rama happily gave his ring that is shining forth with his own name engraved as sign to  Hanuman, as a remembrancer for princess Sita. "
        },
        {
            "type": "commentary",
            "text": "When Rama shed all his regalia while coming to forests how he kept a ring on his finger, and when Angada is there  as troop leader why this ring is given to Hanuman - are the debated topics. Please refer to the endnote."
        },
        {
            "type": "verse",
            "text": "\"By this emblematic ring, oh, best monkey, Janaka's daughter Sita identifies you to have reached her from my  proximity, without apprehension. Oh, brave one, your enthusiasm, vital-force combined with your venturesomeness,  and also the message of Sugreeva to you, are as if heralding achievement to me.\" Thus, Rama spoke to Hanuman while  giving his ring. "
        },
        {
            "type": "verse",
            "text": "On taking the ring that foremost monkey Hanuman kept it on his own head, and making palm-fold he reverenced the  feet of Rama, and then that noteworthy monkey started off. "
        },
        {
            "type": "verse",
            "text": "That brave monkey-son of Air-god leapt to sky along with that massive force of monkeys as if he is hauling them  up, and he who is brightened by monkeys around him on the skyscape appeared like the moon in a very clear lunar  sphere on a cloudless sky brightened by clusters of stars around. "
        },
        {
            "type": "verse",
            "text": "\"Oh, highly powerful Hanuman, I rely upon your vivacity, being the best venturesome monkey, oh, son of Air-god,  showing your adventures that are not inconsequential you make happen as to how access can be gained to Janaka's  daughter, Sita.\" Thus, Rama shouted at Hanuman flying in the sky. "
        },
        {
            "type": "commentary",
            "text": "The ring of Rama assumes a great importance in the course of Ramayana.  Though Valmiki says nothing extraordinary, commentators attach many good reasons and attributes to this episode.  After the two foots of verse 4-4-12 the following foot is traditionally read, in affection."
        },
        {
            "type": "commentary",
            "text": "That is to say <em>suvarNasya</em> 'golden ring...' <em>su varNasya</em> 'greatly glittering...' <em>su-varNasya</em> 'good  lettered...' 'That ring is golden, that too highly glittering, [rather high in carats, maybe 48 carats,] and has  very good letters on it...' That ring has one jewel on upper side and two jewels below that. The upper jewel has  a carving of the letter <em>shri</em> and lower two <em>raa, ma...</em>  so goes the tradition."
        },
        {
            "type": "commentary",
            "text": "When Rama abdicated everything and no other jewellery is evident on his  body, though his bow and arrows have golden finishing, then why this lone ring is still there with him - is the  debatable question. This indicates the custom of exchanging rings in marriage. This is the ring got prepared by  Sita in her kingdom Mithila and she herself put it on Rama's finger in their marriage as <em>vara varaNa</em> 'selecting the wooer...' When Hanuman gives this ring to Sita in Sundara  Kanda the reaction of Sita is: <em>gR^ihiitvaa prekShamaaNaa saa bhartR^i kara vibhuuShaNam | </em>'on taking the adornment of her husband's hand  she looked at it...' at 5-36-4. "
        },
        {
            "type": "commentary",
            "text": "This ring to men is almost like the <em>mangala suutra</em>  'the sacred marriage-time pendant of Hindu ladies. Thus, none can ask a man to remove his wedding ring as  long as his wife is alive and attached."
        },
        {
            "type": "commentary",
            "text": "Next, 'in giving such ring to Hanuman, bypassing the troop leader Angada,  Rama slighted the imperial protocol...' and 'Sugreeva being a king why eulogise Hanuman this much, a simple minister?  Is it to deify Hanuman? This is another objection. For this Dharmaakuutam gives a vivid and extensive commentary,  saying it is not at all a violation of protocol. The objection is:"
        },
        {
            "type": "commentary",
            "text": "<em>na anvatra yuvaraaje bala adhyakShe a~Ngade sati hanumataH svatantratayaa puraskaaraH abij~naana pradanaadikam  ca anucitam-</em>'when prince regent Angada is there, entrusting some work to Hanuman independently, that too after  eulogising him, is unbefitting...' This is countered by the commentator saying that: "
        },
        {
            "type": "commentary",
            "text": "<em>evam ca avishvasaniiyam angadam apahaaya vishvasaniiyo hanumati bishShyua puraskaaraadikam yuktam eva |-</em>'still  Angada has not gained the confidence of the king, though he is anointed as prince regent, thus entrusting a piece  of work to Hanuman by Sugreeva is reasonable...' Then the counter-question is 'why Angada is anointed as prince  regent, at all...' for this it is said: "
        },
        {
            "type": "commentary",
            "text": "<em>tathaa ca angadasya j~naatitvaat avishvasaniiyatvaat aparityaagena rakShaNiiyatvaadviniitam vidhaaya yauva raajye  abhiShecaniiyatvaat ca rakShaNa yauvaraajya abhiShecana kaarya niyojanaadikam - mantiNaH ca hanumataH sakala kaaryeShu  vishvasaniiyasya svaatnatreNa puraskaaraadikam yuktam eva | </em>'a blood relation is to be anointed as a prince  regent to look after the affairs of the kingdom, and here too, Angada is nominated as the troop leader of the  expedition to look after the safety of this particular troop, and it does not preclude the king to entrust certain  work to some of his true believable adherents...' This being so, Angada also expresses his resentment against  Sugreeva and openly criticises Sugreeva at the end of this canto on similar lines, when they are unable to leap  the ocean."
        }
    ]
}