{
    "id": "prose-kishkindha-45",
    "kanda": "kishkindha",
    "sarga": "45",
    "title": "The war cries of monkey soldiers",
    "chapter": "45",
    "overview": "The war cries of monkey soldiers in their enthusiasm to conquer Ravana are uttered in the audience of Sugreeva, when all of them started to their designated directions. This suggests the <em>sugriiva aaj~na</em> 'the inviolable order of Sugreeva.'",
    "content": [
        {
            "type": "verse",
            "text": "On calling forth all the fly-jumpers for achieving the purpose of Rama's task the best fly-jumper and the king of monkeys Sugreeva spoke to all of them, \"oh, best vanara-s, you shall search all of this earth as I have detailed.\" Sugreeva said so to all monkeys. "
        },
        {
            "type": "verse",
            "text": "Understanding that arduous order of the king of monkeys Sugreeva those best monkeys started out covering the earth like grasshoppers. Rama remained on that Mt. PrasRavana along with Lakshmana looking forward to that month which is marked for locating Sita. Then the brave monkey Shatabali swiftly started towards the beautiful northern quarter that is encompassed by the king of mountains, namely Himavanta. The monkey-troop commander Vinata journeyed towards the eastern direction, and the fly-jumper, leader of monkeys and Air-god's son Hanuman travelled towards southerly quarter that is once trodden by Sage Agastya, along with Lt. Tara, Prince-regent Angada, and others. The commander of fly-jumpers and a tigerly monkey Sushena started out towards the horrifying western direction that is ruled by Varuna, the Rain-god. "
        },
        {
            "type": "verse",
            "text": "Then on disposing the commanders of monkey army to all directions according to their capabilities, that valorous king Sugreeva who is contented earlier by way of gaining his kingdom through Rama, is now gladdened to his heart's content for sending monkey troops to all directions as a requital to Rama's help. In this way when despatched by their king Sugreeva all the vanara lieutenants expeditiously started towards one's own direction. "
        },
        {
            "type": "verse",
            "text": "When those great mighty fly-jumpers have started to dash off some are bawling, some highly blaring, some more thundering, and some more oddly bellowing, while some more are roaring like lions. Well-motivated this way by the king Sugreeva those vanara lieutenants put their fortitude into boastful words and said, \"we lead forth Sita, we wish to kill Ravana.\" "
        },
        {
            "type": "verse",
            "text": "\"I will kill Ravana single-handedly if he chances on battlefield, and then on drubbing the other demons I will quickly bring back Janaka's daughter, Sita.\" Another monkey soldier said so. "
        },
        {
            "type": "verse",
            "text": "\"I alone will bring back Janaki even from netherworlds, who might be shivering owing to enervation, and you my monkey-soldier colleagues, you all may stay behind now.\" Thus another monkey-hero said. "
        },
        {
            "type": "verse",
            "text": "\"I will completely shatter the trees, shred the mountains, split the earth and storm the oceans.\" Thus another monkey gave war cry. "
        },
        {
            "type": "verse",
            "text": "\"I can fly-jump a hundred yojana-s, undoubtedly,\" said one monkey while the other said, \"I can jump even more than a hundred yojana-s, for sure.\" "
        },
        {
            "type": "verse",
            "text": "\"My transit cannot be thwarted either on the plane of earth, or in the ocean, or on mountains or in forests, or in the netherworld, or in its core.\" This is the slogan of another monkey-warrior. "
        },
        {
            "type": "verse",
            "text": "Thus each individual vanara gave war-whoops with the proper proud of his might in the audience of monkeys king Sugreeva and departed. "
        }
    ]
}