{
    "id": "prose-kishkindha-46",
    "kanda": "kishkindha",
    "sarga": "46",
    "title": "Sugreeva's knowledge of physical world",
    "chapter": "46",
    "overview": "Sugreeva's knowledge of physical world is acquired when Vali put him to flight. Rama enquires with Sugreeva as  to how Sugreeva has many details of lands, countries, rivers, and mountains. In reply, Sugreeva says that when  repulsed by Vali he was on the run to pillar to post, until he finally settled on Mt. Rishyamuka. During such  a plighted flight, Sugreeva says, he acquired a direct and personal knowledge of earth.",
    "content": [
        {
            "type": "verse",
            "text": "When the chiefs of monkey-troops are on their way Rama spoke to Sugreeva, \"Indeed, how do you know very-well about  the globe of earth in its entirety?\" Then Sugreeva bowing down before Rama said, \"I will narrate all vividly,  and let my words be heard.\" "
        },
        {
            "type": "verse",
            "text": "\"When Vali repulsed the buffalo-shaped demon Dundubhi towards Malaya mountain, then that buffalo entered the cave  of Mt. Malaya, and even Vali entered therein wishing to kill that buffalo. "
        },
        {
            "type": "commentary",
            "text": "This buffalo-demon Dundubhi was killed by Vali in Kishkindha and its carcass was hurled into the precincts of  Sage Matanga's hermitage. While that demon was killed there, Sugreeva is now telling that this demon was killed  in a cave. The demon killed in cave was Maayaavi, as said in Ch. 9 of this canto. Maayaavi and Dundubhi are brothers  and sons of Maya. Maheshvara Tiirtha says because Dundubhi is the son of buffalo-demon Maya, i.e., Dundubhi Sr.,  thus he can be called as Dundubhi. And Govindaraja says: <em></em>"
        },
        {
            "type": "commentary",
            "text": "<em>dundubheH puurvajaH agrajaH sutaH mayasya iti seShaH vakShyatu uttara kaaNDe mayaH - maayaavii prathamaH staat  dundubhiH tat anantaram iti...&nbsp; </em>'Maayaavi is the first son and the second one is Dundubhi- as said by  Maya in Uttara Kanda...' Then it is assumed that both Maayaavi and Dundubhi have come in the first instance for  a fight with Vali. But on seeing Vali and Sugreeva, Dundubhi might have entered into the cave with Maayaavi and  somehow escaped from there, and thus only Maayaavi is killed by Vali. Later Dundubhi came at the gate of Kishkindha  and was killed by Vali. Hence, Sugreeva's referring to Dundubhi here includes both Maayaavi and Dundubhi."
        },
        {
            "type": "verse",
            "text": "\"Vali then kept me at the mouth of the cave as I was an amenable brother, but Vali did not exit from cave even  after one full year. I was dumbfounded to see that cave is then fully filled with blood, and then a venom like  anguish called the loss of my brother agonised me. Then I concluded that 'my brother is unmistakably killed,'  and then I fixed a mountain similar boulder in the mouth of that cavity with a thinking that it will be impossible  for that buffalo to exit and it will get destroyed within that cave itself. "
        },
        {
            "type": "verse",
            "text": "\"Unhopeful of Vali's aliveness then I arrived in Kishkindha, and on getting the very magnificent kingdom of Kishkindha,  and also Ruma along with Tara, I was peaceably staying there with friends. Vali then came back to Kishkindha on  killing that great demon, and then I was spellbound in fear of Vali's killing me, and I gave back the kingdom  to Vali owing to my deference to him. That evil-minded Vali becoming highly perturbed at his senses furiously  repulsed me further and further away, even though I was running away from him with my ministers, as he wished  to kill me. "
        },
        {
            "type": "verse",
            "text": "\"Such as I was, who is repulsed by Vali, I was made to run away rapidly, and during that fleeing I went on seeing  diverse rivers, forests and cities. I have then really seen the earth as in the reflection on the surface of a  mirror, where the mirror shows all the objects in exactness, and the earth is like the circle of a fireball, where  it is encircled with fire-like reddish, brownish, ochreish minerals and ores, and it appeared to me in my high  flight like a cow-hoof-print in the mirror, called my perception. "
        },
        {
            "type": "verse",
            "text": "\"Then on going to eastern direction I saw various trees, enchanting mountains with caves, and also numerous lakes.  There I saw the mountain wreathed in with ores, namely Mt. Udaya, the Sun-Rise, and I have also seen the Milk  Water Oceans which is forever an abode for apsara-s. I fled speedily when Vali repulsed me, but oh, lord Rama,  when I returned he again made me to flee forthwith. Then from that eastern direction I fled to southern direction,  which is thick with Vindhya Range mountains and diverse trees, especially with sandalwood trees. "
        },
        {
            "type": "verse",
            "text": "\"While I was seeing the interiors of forest and mountains again I was made to run by Vali, who was setting upon  me from within the interiors of those forests and mountains, and then I reached the western direction. Such as  I was, on seeing diverse cities and the best mountain Astagiri, Mt. Dusk, I reached that excellent Mt. Dusk also,  and since Vali is at my heel, I took to my heels, by a long way to north. "
        },
        {
            "type": "verse",
            "text": "\"Even at Himalayas, Mt. Meru, like that at the Northern Ocean, Vali drove me back, and when the clemency from  Vali, or a shelter, or even a foothold on earth was indeterminable, then Hanuman, whose prosperity is his wisdom,  said a word to me. "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, king Sugreeva, now I remember how Sage Matanga cursed the king of monkeys Vali at that time. If Vali really  enters the fringes of the hermitage of Sage Matanga, Vali's head gets splintered in hundred ways. Hence dwelling  in sage Matanga's hermitage will be peaceful and imperturbable for us.' Thus Hanuman spoke to me. "
        },
        {
            "type": "verse",
            "text": "\"Oh, prince Rama, then Vali though reached Mt. Rishyamuka, he did not enter into its precincts at that time fearing  Sage Matanga and his curse, oh, king Rama, thus this globe of earth is apparently and closely sighted by me in  its entirety, and then I came into the cave of Rishyamuka and did not stir out.\" So said Sugreeva to Rama. "
        },
        {
            "type": "commentary",
            "text": "This and last few chapters that describe the topography and geography of earth may seem redundant or a wasteful  narration. No purpose is apparently solved in narrating at such a length and in such vividness, when the main  purpose is searching Sita. Sugreeva might have simply said 'go and search everywhere...' This is as inquired  by the commentator of Dharmaakuutam. "
        },
        {
            "type": "commentary",
            "text": "<em>na anvatra Janaka tanaya gaveShaNaaya prasthitaan vaanaraan prati praacyaadi dikShu gavesaNiiya pradesha visheShaNaanaam  vishiShya kathanam na prayojanavat|</em>"
        },
        {
            "type": "commentary",
            "text": "For this it is replied that at the outset of undertaking a high-risk task like the elimination of Ravana, some  pious deeds of seeing, hearing, or telling about the pious lands, mountains, rivers, and sages that dwell  thereabout, are to be undertaken. A laudatory salutation to Mother Earth is a sacred act. So Sugreeva has  earned some merit in eulogising places and sending his troops to all places as a kind of tiirtha yaatra 'a  pilgrimage...' as said by the commentator: "
        },
        {
            "type": "commentary",
            "text": "<em>saamaanya uktyaa preShaNa sambhavaat iti cet ucyate - prabalatara shatru vadhaaadi mahaa kaaryam saadhayataa prathamataH  tasmaat ardha daayakam tapaH caraNa puNya tiirtha kShetra deva Brahma raaja R^iShaya samkiirtana shravaNa darshana  smaraNaadiShu puNyatameShu yat kimcit kartavyam | sugriiveNa api kimcit puNyam karma kartavyam - puNya desha tiirtha  maharShiNaam tat upeta bhuu golasya ca samkiirtana shravaNaadikam prashastam |</em> - This is the same situation  when Rama and Lakshmana venerated <em>sapta jana aashrama</span> 'the Seven-Sage's hermitage...' when Sugreeva proceeded  with them for attacking Vali, in the second instance, in Kishkindha Ch. 13. Rama was not successful in the first  round of attacking Vali, as he venerated none such tutelary in first round."
        }
    ]
}