{
    "id": "prose-kishkindha-47",
    "kanda": "kishkindha",
    "sarga": "47",
    "title": "Search for Sita failed in east, north, and west",
    "chapter": "47",
    "overview": "Search for Sita failed in east, north, and west directions. The monkey chiefs who went there have come back to inform that she is not found and they all hoped Hanuman to find her out, because he is pursuing the direction in which Sita was taken away.",
    "content": [
        {
            "type": "verse",
            "text": "As commanded by the king of monkeys Sugreeva all of the elephantine monkeys essayed everywhere  with post-hast for a glimpse of Vaidehi. Those monkeys have thoroughly searched at lakes, in the pens of  creepers on riverbanks, in vacant lands and in crowded cities and at impassable places with rivers and  mountains. All the monkey commanders explicitly commanded by Sugreeva, very carefully searched all the provinces inclusive of mountains, woodlands, and thick forests of those provinces."
        },
        {
            "type": "verse",
            "text": "All the Vanara-s firmed up in finding Sita have searched nooks and corners of earth by day, and at nighttimes they used to come together onto earth at scheduled places. In all those days those Vanara-s used to come to trees which have fruits of all seasons, to make those trees as their beds at bedtime. "
        },
        {
            "type": "commentary",
            "text": "Or to say in another way: <em>drumaan saphalaan cakruH</em>= 'trees, blessed to be fruitful...'  Fruting trees will be aplenty with fruits, if monkeys visit them. Because monkeys resided on all the trees of all provinces, Rama blesses all of the trees of those and those countries through those monkeys, namely the agents of Rama,  to be full of fruits. Even now allowing a troop of monkeys into orchard or groves is tolerable and sacred. But after a sumptuous meal, they start all their monkey tricks and ransack gardens, which is intolerable and then they are driven out."
        },
        {
            "type": "verse",
            "text": "Counting the day of their starting as day one, those elephantine monkeys returned to Mt. Prasavana within one month, hopeless of Sita, and met Sugreeva, the king of monkeys, who is with Rama awaiting the return of monkeys. Cmdr. Vinata, the great-mighty vanara, came back after searching eastern quarter as Sugreeva had advised, but without finding Sita there. Even the valiant and matchless monkey Shatabali explored whole of the northern direction along with his army, but he too came back as Sita is undiscovered there. Sushena, the father-in-law of Sugreeva, searching whole of western quarter along with vanara-s, but not finding Sita there, he came back when one month is completed, and approached Sugreeva. "
        },
        {
            "type": "verse",
            "text": "All of the expeditionists have reached and venerated Sugreeva who is sitting along with Rama on the peak of Mt. Prasavana and spoke this to him. "
        },
        {
            "type": "verse",
            "text": "\"All of the mountains, all of the serried forests, all of the riversides up to the edge of oceans, likewise, all of the inhabitations have been searched. Those caves that were explicitly extolled by you, they are all thoroughly searched, and immense shrubby hutches that are thickly entwined with climber plants have also been rummaged. Search is conducted in the compacted, lopsided, and impenetrable provinces, and colossal beings are hunted out and killed presuming that Ravana might have assumed those odd shapes, and the impassable provinces are searched high and low, time and again. "
        },
        {
            "type": "verse",
            "text": "\"Hanuman is high-born and exceptionally mighty, oh, Sugreeva, the king of vanara-s, he will ascertain about Maithili, because the son of Air-god, Hanuman, resorted to the direction in which Sita is taken away.\" Thus, monkey chiefs reported to their king Sugreeva. "
        }
    ]
}