{
    "id": "prose-kishkindha-48",
    "kanda": "kishkindha",
    "sarga": "48",
    "title": "Hanuman's search for Sita",
    "chapter": "48",
    "overview": "Hanuman's search for Sita, together with Angada and others is started. They search certain mountains and forests belonging to Vindhya, but in vain. They enter many uninhabited forests and places. Angada kills a demon presuming him to be Ravana. Their hearts sadden when their search became futile at these places.",
    "content": [
        {
            "type": "verse",
            "text": "Hanuman, the monkey, quickly started along with Angada, Lt. Tara, and others to that province which Sugreeva has indicated, namely the south. Arriving at a remote place with all of those powerful monkeys, then Hanuman searched the caves and forests of Vindhya Mountains, and on their mountaintops, at impassable places, at rivers and lakes, and in stands of trees with beamy trees, also on diverse mountains, forests and trees. Though all of those brave vanara-s have searched in all directions they have not noticed the princess of Mithila and the daughter of Janaka, namely Sita. Feeding upon unalike fruits and tubers, sojourning here and there, those invulnerable vanara-s conducted their search. "
        },
        {
            "type": "verse",
            "text": "But that province is an inscrutable one, deeply caved, deeply forested, much less of water and still less of people, a void and an impenetrable one with a ghastly look. They are highly tormented when they vainly searched there, and even in another province that is also of the same kind, waterless and people-less, and an unreachable one, abstrusely caved and forested. Then all of those monkey commanders gave up that province and entered another impermeable province as they are fearless from any quarter. Whereat the trees are infertile for fruiting, destitute of leaves and flowers, and whereat the brooks are deprived of waters, and whereat it is highly impossible to get even tubers, there they entered. Where there are no buffalos, no elephants, no animals, nor even birds or tigers, or no other forest moving beings are there, for they do not have their feed there, they entered such a province. "
        },
        {
            "type": "verse",
            "text": "Where there are no useful trees, nor herbal plants, nor climbing plants on trees, nor creeping plants on earth, and lotus-lakes which will be normally pleasing for sight have no soft leaves, nor bloomed lotuses on their creepers, and even honeybees are discarding them as they are not richly fragranced, in such a province those vanara-s have entered. "
        },
        {
            "type": "verse",
            "text": "A highly fortunate, veracious, ascetically wealthy sage known as Kandu is there in that province, and that great sage is a highly short-tempered, and an impossible one to subjugate by virtue of his own self-discipline. In that forest that sage lost his son, a ten-year-old boy, as that boy's life ended there by which that great sage is infuriated. Thereby that virtue-souled sage cursed that great forest in it entirety to become an uninhabitable and impermeable forest abandoned by birds and animals. "
        },
        {
            "type": "verse",
            "text": "But those monkeys conscientiously searched such a forest up to its fringes, including its mountains, caves, fountains, and rivers. But not finding the daughter of Janaka or even her kidnapper Ravana there, those monkeys who are the perfecters of that which is acceptable to Sugreeva, have entered another fearsome forest. "
        },
        {
            "type": "verse",
            "text": "On entering another fearsome forest which is overly encompassed with climbers and shrubberies they saw a demon of fiendish deeds who is fearless of gods. All of those vanara-s are amazed to see that fiendish demon standing similar to a mountainous boulder, and apprehending an imminent danger on observing that mountain similar demon, those vanara-s have tightly girthed their wrestler's girdle-cloth. "
        },
        {
            "type": "verse",
            "text": "Even that mighty demon shouting at all vanara-s, 'you are all dead... stay,' rushed towards them shoving up his clenched fist. Angada, the son of Vali, then presumed him who is onrushing as Ravana and saying, 'he is Ravana...' he quickly thwacked that demon indeed with his palm. When Vali's son whacked him that demon spewed forth blood from his throat and fell onto ground alike an inverted mountain. When that demon breathed his last all of those monkeys with triumphal shimmer have wellnigh searched everywhere, and even in that cave of that mountain where that demon appeared, presuming that cave belonged to Ravana. Then all those forest dwelling monkeys searched everywhere else, and like that they entered another horrible cave which is nearby. "
        },
        {
            "type": "verse",
            "text": "On searching that cave they came out saddened as their search is futile, and coming together they sat down at the base of a lonely tree downheartedly as their efforts are unsuccessful in searching Sita. "
        }
    ]
}