{
    "id": "prose-kishkindha-49",
    "kanda": "kishkindha",
    "sarga": "49",
    "title": "Angada encourages all of the monkeys",
    "chapter": "49",
    "overview": "Angada encourages all of the monkeys for searching Sita and it makes those enervated monkeys to come to their animation. He points out to the wrath of Sugreeva and to its consequences, if the monkeys fail to implement Sugreeva's directive. Though all are fatigued to ramble in wildwoods, where even potable water is scarce, they are invigorated by Angada's advises and again start searching Vindhya ranges, from the beginning.",
    "content": [
        {
            "type": "verse",
            "text": "Then on comforting all of those vanara-s the highly diligent one but overly tired Angada slowly spoke this word to them. "
        },
        {
            "type": "verse",
            "text": "\"We in oneness have searched there and thereabouts in the impassable forests, mountains, and rivers, and unfathomable cavities and in mountain caves up to their end, but we have not seen Janaki, so also that ill-natured demon, the abductor of Sita, is not seen. We started a long time back and a great deal of time is lapsed, and Sugreeva is a severe disciplinarian, therefore let the search continued everywhere collectively. "
        },
        {
            "type": "verse",
            "text": "\"Surrender not to sluggishness, submit not to sorrowfulness, slouch not to sleep, as these lethargies are presently have come up against you. Let all of you search in such a way how best we can find the daughter of Janaka, Sita. "
        },
        {
            "type": "verse",
            "text": "\"Insistency, ingenuity and indomitability of heart are said to be the causes for achieving results, therefore I am speaking all this. "
        },
        {
            "type": "commentary",
            "text": "Relentless efforts will bring the fruits of pursuit. On taking up an activity it is to be continued without abandoning for reasons of personal disinterestedness or laxity. <em>  anena anirvedaadayaH kaarya siddhikaraa iti uktam - tathaa ca - bhaarate - udyoge viduraH - anirvedaH shriyo muulam dharmasya ca | mahaan bhavati anirvisaNNo bhayam na mahat dR^icchati | - dk</em>"
        },
        {
            "type": "verse",
            "text": "\"Even now the forest dwellers can search this impenetrable forest, thus get rid of your rue and let all of this forest be searched in its entirety. Fruit of pursuit will definitely be evident for those who undertake an endeavour earnestly, on the other hand, it will be unforgivable to shut our eyes deriving a high dejection. King Sugreeva is irascible and he is a ruthful persecutor too, oh, vanara-s, we shall always be frightened of him, and of self-reliant Rama as well. "
        },
        {
            "type": "verse",
            "text": "\"All this is being said in the interest of your well-being, and if it is obliging to you it may be done in this way as I have said, if not, any other way out is there which will be conducive for all of us, oh, vanara-s, it may be said.\" Thus Angada spoke to the troops of monkeys."
        },
        {
            "type": "verse",
            "text": "On hearing Angada's words, Gandhamaadana who is enervated with thirst and fatigue spoke this sentence with inexplicit words. \"What Angada has said that is indeed appropriate, isn't it! It is advantageous and pragmatic also. Let us carry out as said by him. Again let us search out mountains, caves, crags, also like that the uninhabited forests and mountain rapids, too. Let us all collectively search all of the places with forests, mountains and gorges as indicated by that self-assertive Sugreeva.\" Thus Gandhamaadana spoke to all monkeys. "
        },
        {
            "type": "verse",
            "text": "Those great-mighty vanara-s again perking themselves up searched the southern compass that is overspread with Vindhya forests. Those vanara-s who are the best among monkeys who are desirous of getting a glance of Sita have clambered up a magnificent Silver Mountain which in statuesque is like an autumnal silvery cloud, and which has many zeniths and caverns, and searched there in the delightful woods of Lodhra trees, and even in the groves of seven-leaved banana plants. Though they searched everywhere on ascending the mountaintop they have not found Sita, the dear queen of Rama, and though they are immensely venturesome they are fatigued. "
        },
        {
            "type": "verse",
            "text": "On searching what all they could see all over on that many caved mountain those monkeys descended yet keeping an eye on all over that mountain. Then on climbing down the mountain they reached ground and became tired and inane, and staying there for moment they took shelter at the base of a tree. They took respite for a moment and when their laboriousness intermitted a little, again they ventured to search the southern direction in its entirety. "
        },
        {
            "type": "verse",
            "text": "Again making Mt. Vindhya as the starting point of search, those best fly-jumpers, namely Hanuman and the other chieftains of vanara-s, have searched all over the southern direction for Sita. "
        }
    ]
}