{
    "id": "prose-kishkindha-5",
    "kanda": "kishkindha",
    "sarga": "5",
    "title": "Oath of friendship",
    "chapter": "5",
    "overview": "Hanuman fetches Rama and Lakshmana to Sugreeva, and advises him to befriend Rama. Accordingly Rama and Sugreeva take the oath of friendship before an altar of fire and Rama assures to eliminate Vali the vice, from the face of earth.",
    "content": [
        {
            "type": "verse",
            "text": "Hanuman on going from Mt. Rishyamuka to Mt. Malaya, has reported to the king of monkeys Sugreeva, about the two valiant Raghava-s."
        },
        {
            "type": "verse",
            "text": "\"Oh! great discerner Sugreeva, this is Rama... oh, stubbornly valiant Sugreeva, this virtuously valiant Rama arrived along with his brother Lakshmana... Rama is the son of king Dasharatha, one born in Ikshvaku dynasty, an adept one in virtue and thus an adherent of his father's orders... By whom the ritual fire is well worshipped in Vedic rituals like rajasuuya, ashvametha, and thus cows in hundreds and thousands are donated in those rituals, by whom this earth is ruled devoutly and truthful to his word, such Dasharatha's son is this Rama, who has to come to forests owing to a woman..."
        },
        {
            "type": "verse",
            "text": "\"Ravana stole the wife of this principled one and great soul Rama when dwelling in forests, such as he is, he came seeking your refuge... These two brothers Rama and Lakshmana, are interested to make friendship with you... thus you receive these two and worship them, for they are most venerable ones...\" Hanuman thus advised Sugreeva."
        },
        {
            "type": "commentary",
            "text": "Here Hanuman's role as teacher is depicted. God comes to the rescue of the needy, and communicates through a competent teacher. Only the teacher can visualize the god and his intent, and thus narrate it to the taught. That is what Hanuman's advise to Sugreeva."
        },
        {
            "type": "verse",
            "text": "On hearing Hanuman's words Sugreeva, the chief of monkeys has become presentable and gladly spoke to Rama."
        },
        {
            "type": "commentary",
            "text": "Sugreeva is not in a presentable form till now because he is outrageously furious with 'friend-or-foe' syndrome, on seeing Rama and Lakshmana. None can calm these vanara heroes down, except their own favourable interests. On listening from Hanuman that the entrants are friends, Sugreeva got his cool back, and thus became 'presentable,' befitting to his honourable kingship."
        },
        {
            "type": "verse",
            "text": "\"You are a trained one in treading righteous path, best by your scruples, and a kindlier one to all, so said Air-god's son Hanuman to me about your attributes, in subtlety... Therefor oh, lord, you wish to make friendship with a monkey like me, thereby this is an honour and a best achievement to me alone... If you aspire my friendship here I extend my arm, take this hand of mine into yours, thus let the convention be stably made fast...\" Thus Sugreeva proffered friendship to Rama."
        },
        {
            "type": "verse",
            "text": "Rama is gladdened at heart on listening all those words well said by Sugreeva, and then clutched Sugreeva's hand in his, and ardently abiding by the vow of friendship he embraced Sugreeva, grippingly and happily."
        },
        {
            "type": "verse",
            "text": "Then the destroyer of enemies Hanuman discarding the guise of ascetic assumed his original monkey form, and on producing fire with two sticks then made it to glow. decorated, worshipped with flowers, then gladly and devoutly placed that fire in between Rama and Sugreeva."
        },
        {
            "type": "commentary",
            "text": "The holy fire used to kindle the ritual fire in a <em>yaj~na</em> will be produced by constantly rubbing two dry wood sticks, and this is called as <em>araNi</em> . When sparkles of fire and a little fume appear, it will be put into the Altar of Fire. Here, Hanuman has changed his ascetic form to his original monkey shape. This form changing at their will and wish is called <em>kaamaruupa vidya</em>, changing guise at will, which will be useful to Hanuman in the coming episodes of Ramayana."
        },
        {
            "type": "verse",
            "text": "Then those two performed circumambulations to that well glowing ritual fire, and thus, Rama and Sugreeva entered into the pact of friendship. And then gladdened at heart are those two, that monkey and Raghava, gazed enough at each other eye-to-eye, but their hearts did not derive any fraternal satisfaction. Sugreeva rejoicingly said to Raghava, \"you are the amiable friend of mine, henceforth our mirth or miseries are same for us...\""
        },
        {
            "type": "verse",
            "text": "And then Sugreeva snapped off and spread a fully flowered tree-branch of sala tree with many leaves, and sat on it along with Rama. Then Hanuman the son of Air, gladly gave a well-flowered branch of sandalwood tree to Lakshmana.  Then that delighted Sugreeva with his sweet words, and with his eyes quavering in happiness, replied Rama softly."
        },
        {
            "type": "verse",
            "text": "\"Rama, I am ridiculed, stolen is my wife, I move here about in these forests with dread and fear haunting me... I took refuge in this impenetrable forest... oh, Raghava, my brother denounced me, he even made me an enemy of his, such as I am I am living in these forests with scare and fear, and with dismayed vitality... oh, highly fortunate Rama, affirm fearlessness to me from Vali by who I am highly intimidated, and as to how there will be fearlessness to me from him, it will be apt of you to accomplish that, that way..."
        },
        {
            "type": "verse",
            "text": "When thus said, that resplendent and righteous one being the patron of virtue Rama replied Sugreeva, as though laughing off."
        },
        {
            "type": "verse",
            "text": "\"A friend is the resultant factor of helpfulness... that I know... oh, great monkey I intend eliminate that Vali, the abductor of your wife... unfailing are these arrows of mine, scorchers like sun, sharp ones tied with eagle feathers, similar to Indra's Thunderbolts, sharp are their point and straight is their egress, similar to enraged snakes, and these arrows of mine will be speeded up to fall on that vicious Vali..."
        },
        {
            "type": "verse",
            "text": "\"You will see now itself the falling of Vali like a splintered mountain onto ground, when completely ruined by these cruel arrows that are similar to venomous snakes...\" Thus Rama inculcated confidence in Sugreeva."
        },
        {
            "type": "verse",
            "text": "On hearing Raghava's words that are appeasing for his self, Sugreeva is very completely satisfied and said this fine sentence."
        },
        {
            "type": "verse",
            "text": "\"By your grace, oh, lion among men, let me regain my wife and kingdom too... oh, god of humans, as to how he does not suffer me again, thus you may please make happen... let not my elder brother turned as an enemy of mine suffer me again..."
        },
        {
            "type": "verse",
            "text": "During the friendly conversation of Rama and Sugreeva, the left eyes of Sita, Vali and Ravana that bear similitude with lotuses, golden orbs, and fireballs respectively have fluttered equally."
        },
        {
            "type": "commentary",
            "text": "This verse is in <em>krama alankaara</em>, an equated metaphoric expression, by juxtaposing words equally to compare Sita's eyes with lotuses, Vali's eyes with golden-balls for his complexion is golden, and Ravana's eyes with fireballs. But all are left eyes only that have fluttered. The flutter of left eye to the male is a bad omen while to the female it is a good omen. Hence the friendship of Rama and Sugreeva is the seedling point for eradication of vice, namely Vali and Ravana, from face of the earth."
        }
    ]
}