{
    "id": "prose-kishkindha-50",
    "kanda": "kishkindha",
    "sarga": "50",
    "title": "Search of Vanaras in Riksha cavity,",
    "chapter": "50",
    "overview": "Monkeys enter Riksha cavity, an unsightly and gloomy one, during their search in southern direction. While groping in that dark they loose time set by Sugreeva. Finally, they see luminosity and extraordinarily built mansions, woodlands, trees and lakes. Thereupon they catch sight of an elderly sainted lady and they all approach her asking after the legend of that cavity.",
    "content": [
        {
            "type": "verse",
            "text": "Associated with Angada, Lt. Tara and others, the monkey Hanuman searched the caves and thick forests of Vindhya Range. Hanuman has searched in the caves of that kingly Mt. Vindhya, which are jammed in with lions and tigers, and even at the towering rapids. They reached the southwest peak of that mountain during their search and the time set by Sugreeva swiftly lapsed while they are overstaying thereat that Mt. Vindhya alone.Though that extensive province is indeed an unsearchable one with its impenetrable caves and forests, yet Hanuman, the son of Air-god, searched everywhere on that mountain. "
        },
        {
            "type": "verse",
            "text": "Without pressing one another closely, yet not distancing from one another largely, Gaja, Gavaaksha, Gavaya, Sharabha, Gandhamaadana, also thus Mainda, Dvivida, and Hanuman, and even Jaambavanta, crown prince Angada, also the forest-mover Lt. Tara have searched that province in southern direction that is encompassed with interlocked mountains, and during their search there they have observed a wide-opened and impassable cavity known as Riksha cavity which is well guarded by a demon called Maya. "
        },
        {
            "type": "verse",
            "text": "Thirst and hunger invading them they are fatigued and craving for water, and such as they are they beheld that capacious cavity which is enwrapped in climbers and trees. There they have seen the swans and the waterfowls like Kraunca, Saarasa, and even Cakravaka waterfowls exiting from the cavity with their bodies drenched in water and reddened with the dapples of lotuses' pollen. When those best vanara-s have neared that fragrant and impermeable cavity they are disheartened with amazement. "
        },
        {
            "type": "verse",
            "text": "Though a suspicion in general is evoked in them, as they presumed that cavity to be Naraka, The Hell of Yama, or Paataala, the Netherworld of Emperor Bali, those highly resplendent and great mighty fly-jumpers have neared it, rejoicing for the availability of water in there. That hideous cavity is dispersed with diverse beings, similar to the residence of the emperor of demons, namely Emperor Bali, in Paataala, the Netherworld, and it is unsightly and impermeable from anywhere. "
        },
        {
            "type": "verse",
            "text": "The son of Air-god Hanuman whose glossiness is like that of a mountaintop and who is a mastermind in scrutinising every inscrutable forest, then spoke to all of the formidable Vanara-s. \"We all have searched the southern quarter including those places that are enmeshed with meshes of mountains, and we are overly fatigued, but Maithili is unnoticed. "
        },
        {
            "type": "verse",
            "text": "\"Swans along with waterfowls like Saarasa, Kruanca, and water drenched Cakravaka birds are coming out of this cavity from all over, and even the trees available at its doorway are verdant. Certainly there must be a wellspring, or otherwise a pond with water.\" Thus Hanuman spoke to all monkeys. "
        },
        {
            "type": "verse",
            "text": "When Hanuman spoke to them thus as a kind of assurance, all those monkeys entered the cavity and found it as a sunless or moonless cavity, enfolded in hair-raising darkness. Those tigerly monkeys have also seen lions and various other animals and birds exiting therefrom, and entered that cavity which is enshrouded in obscurity. "
        },
        {
            "type": "verse",
            "text": "Their eyesight, or their vigour, or their valorousness is rendered ineffectual, and their permeation is just like the directionless air as their eyesight is thwarted in gloominess."
        },
        {
            "type": "verse",
            "text": "Despite of the gloominess of that cavity, unobstructed is their eyesight, or their vigour or their valorousness, and their permeation is like that of the gust of air as their eyesight is actuated even in darkness. But on their going further into that cavity speedily, those elephantine monkeys beheld a best place that is luminous, as well as lovely. In that awful cave that is compacted with various trees, then they advanced further an interstice of yojana distance, hand in hand lest one may miss the other. "
        },
        {
            "type": "verse",
            "text": "Though they are craving for water, highly perplexed, and lost track of their destination or any waterway, and yet hopeful of their mission they unwearyingly hopped in that cavity for a good while. Those fly-jumpers are presently enervated and overly tired, and sad faced, and when those brave ones are despaired of their life, just then they perceived a luminescence."
        },
        {
            "type": "verse",
            "text": "Those amenable monkeys on arriving at that province then beheld a shadowless woodland with golden trees which in irradiance is like the irradiated Ritual-fire. They beheld Saala, Taala [Palmyra,] Tamaala trees and some flowered trees like Punnaaga, Vanjula, Dhava, Campaka, Naaga, also Karnikaara trees. The bunches of their flowers are golden and amazing, leaflets are reddish, and like that the climbers enwreathing at their tops are like their towering diadems and since those trees have golden fruits, they look as though decorated with golden jewellery. Those golden-bodied tress are shining forth like tender sun and their pedestals are completely studded with lapis gems. The birds encircling those trees are in the hue of lapis lazuli gems. The lotus lakes are encompassed with golden lotuses with broad petals, which in shine are similar to tender sun. "
        },
        {
            "type": "commentary",
            "text": "Some mms use 'lofty trees' instead of the ' golden lotuses with broad petals' then it means that 'the stand of trees is surrounded by both the lotus-lakes and lofty trees...' In the next verse also some use the word 'tortoises' is used instead of 'lotuses.' This is said to be the problem with copyists."
        },
        {
            "type": "verse",
            "text": "Then they beheld there the lotus-lakes containing serene waters and stocky lotuses and burly fishes that are golden. There the monkeys beheld choicest mansions everywhere made out of gold and silver, some with golden and some with silver domes, while some with golden and some with silver multi-stories, but all are studded with lapis gems with golden windows covered with laceworks of pearls. They have also seen everywhere flowered and fruited trees that are similar in shine to red corals and rubies, and golden honeybees, as well as honeys. "
        },
        {
            "type": "verse",
            "text": "They beheld everywhere diverse and capacious beds and seats that are amazingly crafted with gemstones and gold, and also stacks of utensils made of gold, silver and bell metal. They saw the stockpiles of heavenly aloe vera substances and sandalwood sticks and depurated eatables, tubers and fruits. They have also seen top-grade soft drinks, luscious honeys, heaps of finest quality clothing, exotic blankets and sheaves of deerskins. Vanara-s have also observed mounds of undefiled gold stockpiled here and there glowing with the glow of ritual fire. "
        },
        {
            "type": "verse",
            "text": "When searching here and there in that cavity those valiant vanara-s of high resplendence have perceived some lady rather not far from them. They saw a sainted lady there who is attired in jute-cloths and who is on a controlled diet and who is like a luminiferous entity by her own luminescence of asceticism."
        },
        {
            "type": "verse",
            "text": "In wonderment the monkeys stood still all over, and in the matter of her identity Hanuman asked her, \"Who are you? Whose cavity is this, either? "
        },
        {
            "type": "verse",
            "text": "Then Hanuman whose shine is similar to that of a mountain making palm-fold and reverencing that aged lady asked, \"Who are you? Whose is this cavity, or the mansion or these jewels? Please speak.\""
        }
    ]
}