{
    "id": "prose-kishkindha-51",
    "kanda": "kishkindha",
    "sarga": "51",
    "title": "The legend of Black Cave",
    "chapter": "51",
    "overview": "The legend of Black Cave is informed to Hanuman and others by Swayamprabha, the sainted lady who safeguards the paradisaical creation of a demon named Maya. Maya crafted this cave as a heaven on earth, for which the infuriated Indra eliminated Maya. Hema, an apsara, nymphal-virtuoso accords this fantastic creation to Swayamprabha. Swayamprabha offers hospitality to all the monkeys who entered that cave.",
    "content": [
        {
            "type": "verse",
            "text": "Thus, Hanuman on saying therein that subject, again spoke to that most reverential and sainted lady who is dressed in black deerskin and conducting herself in probity."
        },
        {
            "type": "verse",
            "text": "\"Overtired with hunger and thirst we are overawed anywise, and we suddenly entered this cavity, which is overspread with darkness...\" Thus Hanuman is speaking to her, \"we entered this extensive hollow of earth thirstily, but on seeing this kind of these diverse and marvellous mansions we are verily amazed [presuming that this is a dominion of some demon,] and we are agitated [in not knowing dos and don'ts,] and agonised [at our incarceration...] whose trees are all these golden ones, splendent like young sun..."
        },
        {
            "type": "verse",
            "text": "\"The edibles, tubers, and fruits are all depurated... golden are the aircrafts... mansions silvern... ventilators golden and encased in jewelly laces... Flowered and fruited and also aromatically scented are these auspicious and completely golden trees... by whose splendour they are rendered thus?"
        },
        {
            "type": "verse",
            "text": "\"Also how the lotuses born in limpid water are golden, and how the fishes along with tortoises are ostensibly golden? Or, is all this owing to the innate prodigy of yours or to whose ascesis' prowess all this is owed... as all of us are oblivious of it, so it will be apt of you to narrate all of it...\" Thus Hanuman requested that sainted lady."
        },
        {
            "type": "verse",
            "text": "Thus when Hanuman addressed her, that sainted lady, and a blissful one in the well being of all the beings, she replied Hanuman."
        },
        {
            "type": "verse",
            "text": "\"A marvellous fantasist by name Maya was there, a bullish demon of wizardry and by him with his phenomenal expertise all this golden woodland is constructed...\" Thus, that sainted lady started her narration."
        },
        {
            "type": "verse",
            "text": "\"Once he was the Universal Craftsman to the lords of demons by whom this divinely golden and superb mansion was constructed..."
        },
        {
            "type": "verse",
            "text": "\"But he on practising ascesis for thousands of years in this horrendous forest, obtained a boon from Brahma, the Forefather, which entails acquirement of entire wealth of Sage Shukra..."
        },
        {
            "type": "verse",
            "text": "\"But he on practising ascesis for thousands of years in this horrendous forest, obtained a boon from Brahma, the Forefather, which entails acquirement of entire wealth of those people, who immoderately and avariciously beseech all the available gods, to accord all wealth to them only..."
        },
        {
            "type": "commentary",
            "text": " Sage Shukra, better known as Shukraacaarya, is the mentor and clan-priest of demons. He was an astounding expert to canonise the Architectural Engineering, creating paradisiacal constructions, materialising materials just from out of thin air and the like. Likewise, many humans beseech gods near at hand, to bestow wealth as godsend without an iota of their personal strain, with a confidence that when Shukraacaarya could deliver material comforts to demons from out of thin air, gods must also be bestowing riches on them, as gods have no other function than this. Hence, this demon Maya, being a demon, wanted to loot the wealth of his own demon-priest Shukraacaarya, viz., the Architectural Engineering. And Brahma granted it, as a crosswise benefit to gods."
        },
        {
            "type": "verse",
            "text": "\"That dynamic one methodised everything and then resided comfortably in this great forest for some time, privileged with all his wishes... Indra, the Administrator of Worlds and destroyer of enemy citadels, on taking His Thunderbolt eliminated Maya, when that eminent demon was engaged with an apsara, a paradisiacal nymph, called Hema... This marvellous woodland, these everlasting wish-fulfillers, and this golden mansion, are beneficed by Brahma for Hema..."
        },
        {
            "type": "verse",
            "text": "\"I am the daughter of Merusaavarni, oh, best monkey, named Swayamprabha and I am safeguarding this mansion of her, that apsara Hema..."
        },
        {
            "type": "verse",
            "text": "\"Hema is a virtuoso in dance and music and my dearest nymphean-friend, and she bestowed a boon upon me [by which none can dishonour me, and thus] I am safeguarding this superb mansion..."
        },
        {
            "type": "commentary",
            "text": " The Universal Architect is given the title of <em>vishva karma</em> and he will be proficient, right from the skills of a blacksmith to that of an outstanding engineer. His works are always guided and as directed by Indra. Indra's logic is that there shall be one <em>vishva karma</em> in all three worlds, like one Indra to three worlds. But whenever Indra lies low, the demons get works done through the heavenly <em>vishva karma,</em> instead of appointing their own architect as their clan-priest Shukraacaarya's treasure of architecture is lost. This treasure of architecture of Shukraacaarya is usurped by this demon Maya, through Brahma. As Indra cannot defy the boon of Brahma, he baited this Hema, the apsara, to make Maya to woo her. Accordingly, demon Maya brought the nymphal-virtuoso Hema to this cavernous paradisiacal mansion and was subjected to elimination by Indra. After the elimination of this Wonder Architect, Hema departed to Brahma's abode, bequeathing this mansion to Swayamprabha. From then on Hema resided in <em>Brahma loka</em> 'Brahma's abode...' as said at: <em>ghR^itaaciim atha vishvaaciim.... naaga datam ca hemaam ca...</em> in Ayodhya part II, Ch. 91, verse 17. When Sage Bharadwaja gave hospitality to Bharata, that sage says this."
        },
        {
            "type": "verse",
            "text": "\"What is your effort or for what reason you came to pass this impervious forest, and how you all have discovered this impassable forest..."
        },
        {
            "type": "verse",
            "text": "\"Dine on these wholesome edibles, fruits and tubers, also on drinking soft drinks, it is apt of you to inform me all about your mission...\""
        },
        {
            "type": "verse",
            "text": " Thus Swayamprabha gave hospitality to the monkeys."
        }
    ]
}