{
    "id": "prose-kishkindha-52",
    "kanda": "kishkindha",
    "sarga": "52",
    "title": "Vanaras deliverance from black hole",
    "chapter": "52",
    "overview": "Vanara-s deliverance from black hole is effectuated by Sainted Lady Swayamprabha. On listening to Hanuman about  the plight of monkeys by which they entered this cavity in searching for Sita, Sainted Lady Swayamprabha becomes  sympathetic and offers guestship. When entreated by Hanuman for an exit from that incarceration, and as the time  frame set by Sugreeva is lapsed in this very cavity, Swayamprabha uses her ascetic powers to transport the monkeys  from that cave, which exit is otherwise impossible for any other intruder, in his aliveness.",
    "content": [
        {
            "type": "verse",
            "text": "When those monkey commanders are relaxed after refreshments, then that sainted lady, who concentrates single-mindedly  and who is a pursuer of probity, spoke this word to all of them. "
        },
        {
            "type": "verse",
            "text": "\"Oh, vanara-s, if your enervation is eased off by devouring fruits, and if I may listen to that episode of yours,  I wish to listen to it.\" Thus Swayamprabha addressed the monkeys. "
        },
        {
            "type": "verse",
            "text": "Hanuman, the son of Air-god, sincerely started to narrate their episode in its pithiness on hearing her words."
        },
        {
            "type": "verse",
            "text": "\"The king of all the world and one similar to Mahendra and Rain-god, such an illustrious Rama of Dasharatha entered  Dandaka forest with his bother Lakshmana, even along with his wife Vaidehi, but Ravana coercively abducted his  wife from Janasthaana. A valiant one and the king of important vanara-s known as Sugreeva is a vanara and the  friend of that kingly Rama, and that vanara king expedited us. He mobilised us along with these important vanara-s  and Angada as helmsman to this southerly prospect, which is the walkabout of Sage Agastya and watched over by  Yama, the Death-god, saying, 'you all shall collectively search for Sita of Videha kingdom together with the  demon Ravana, a guise-changer by his wish.' "
        },
        {
            "type": "verse",
            "text": "\"On searching out the southerly direction in its entirety we are all hungered and we all gathered around at a  tree-stem. All of us were whey-faced, all of us were preoccupied with propositions, thus deluged in the depthless  deep of our despair we could not overreach the other shore of our oceanic despair. Then straggling our eyes we  perceived this wide cavity wrapped up with vines and woods and enwrapped in darkling. "
        },
        {
            "type": "verse",
            "text": "\"Swans, water-hawks, saarasa-waterfowls were coming out of this cavity drenched in water and sprinkling drops  of water with the flaps of their wings. I said to all of them, 'Good! Let us enter it,' while they too had some  inference about the availability of water in here. As our task was hastening us then we all readied ourselves  to fall in the cavity by tightly clasping each other's hand, and then we fell in this cavity. Thus we readily  entered this Black Cavity, and this much is our activity in here as we all have come here by our escapade for  water, and we neared you when we were ravenous and retrogressing. "
        },
        {
            "type": "verse",
            "text": "\"And we who are overly harassed by hunger have devoured the fruits and tubers you have offered with the grace  of your hospitality. You have rescued all of us who were on the verge of hunger-deaths, and what is to be done  by vanara-s for you in requital that you may please tell.\" Thus Hanuman spoke to that sainted lady. "
        },
        {
            "type": "verse",
            "text": "When she is spoken thus by those vanara-s then that omniscient Swayamprabha replied this to all of the vanara  commanders. \"I am very happy with all of the mighty vanara-s and what I have done to you is a part of my conduct  in equity, hence nothing need be done now in my favour, in the least."
        },
        {
            "type": "commentary",
            "text": "The other versions of Ramayana complete this chapter with this verse and place the following subject in a separate  chapter."
        },
        {
            "type": "verse",
            "text": "When Hanuman is said that blessed word by that sainted lady in that way, that which is agreeable to propriety,  then Hanuman said this sentence to her who is with an unreprovable discernment. \"We are now under the auspices  of your ladyship comporting yourself in scrupulosity. We lapsed the time stipulated for us by the noble-souled  Sugreeva by our roving around in this cavity. Such as you are, a righteous lady, it will be apt of you to cross  us over this cavity, as we have overextended the timeframe fixed by Sugreeva, whereby our longevity itself is  threatened. "
        },
        {
            "type": "verse",
            "text": "\"Oh, prudent lady, sail all of us through. We are rendered as hesitaters with the fear from Sugreeva. We still  have to achieve an admirable achievement and that deed is also left undone as we are held-up in here.\" Thus Hanuman  spoke to her. When Hanuman said thus that sainted lady said sentence, \"I believe outgoing is impracticable for  the incomers in aliveness from this cavity. "
        },
        {
            "type": "verse",
            "text": "\"By the sublime efficacy of ascesis acquired through my practices of numerous self-restraints I wish to sail all  of the vanara-s through the incarceration, called this cavity. \"All of you best vanara-s shall close up your eyelids,  for it is indeed impossible to attempt an exit with unclose eyes.\" Thus that sainted lady said to monkeys. Then  all of those desirers of departure are gladdened and immediately shut their eyelids, and further they lidded them  with their delicately fingered hands. "
        },
        {
            "type": "verse",
            "text": "She then sailed those noble souled vanara-s who covered their faces with their hands through that cavity barely  within a minute. That virtuous and sainted lady on comforting all of the monkeys, who are taken out of that precarious  cavity, spoke this to them at the exterior of cavity. "
        },
        {
            "type": "verse",
            "text": "\"This one which is surrounded by diverse trees and vines is the magnificent Vindhya Mountain, this mountain is  PrasRavana, and this vast expanse of water is the southerly ocean. Now I wish to return to my mansion... oh, best  vanara-s, let safety betide you.\" saying thus Swayamprabha the Sainted Lady, re-entered the ostentatious cavity,  called Riksha Bila. "
        },
        {
            "type": "commentary",
            "text": "The episode of Swayamprabha is usually taken as a matter of fact scene,  and almost un-commentated by ancient commentators, but it has some bearing on the import of the famous Vedic saying <em>a-sato maa sat-gamaya, tamaso maa jyotir gamaya, mR^ityor maa a-mR^itam gamaya</em> 'from  unreality lead me unto reality, from darkness lead me unto light, from mortality lead me unto immortality...'  Here the monkeys on duty have entered a black hole, saw an unreal world, and are on the verge of hunger-deaths,  and they want release from the three, viz., <em>darkness, unreality and death.</em> Then a  real being Swayamprabha, with her own self-luminosity appeared and gave them the real food, saved them from mortality  and led them to luminance from 'their' darkness, rather than from the 'cavity's' darkness."
        },
        {
            "type": "commentary",
            "text": "The entry of monkeys into a gloom is the pathless search in their duty,  seeing an unreal world is deeming their search as unreal, rather meaningless, and hunger-death is not in their  physical aspect, it is the hungering for finding Sita, as Swayamprabha alone says <em>tarasvinaH  vaanaraaH</em> ' mighty monkeys...' as such they are they can sustain for some more days or months without food,  but they are mortal and their hope of finding Sita is now subjected to mortality. In view of these facts they  needed a torch, a beacon, a blind-lamp in blinding darkness, called a 'way-out for Sita's search...' "
        },
        {
            "type": "commentary",
            "text": "Hanuman is not that diffident a monkey to speak very humble pleasantries  as at verses 16 and 17. He addressed the sainted lady, 'as you have led us to light from darkness, also saved  us from physical deaths, lead us unto reality, truth, a correct way to reach our destination and let this dying  hope in search become immortal in finding Sita...' Accordingly, Swayamprabha being a godsend transported them  to the southerly side of the cavity, avoiding other directions. If they are transported to northern side they  have to return to Kishkindha, only to die at the hand of Sugreeva. Why she has transported them to southern side  is because, she is <em>sarvaj~na</em> an 'all-knower...' knower of past, present and the future  course of Ramayana. On this southern side there is an ocean and whether to cross it or die on that seashore is  up to the monkeys. As a torchbearer and illuminator of the gloomy thoughts of monkeys, her role-play is over and  she retunes to her cavity. In the next few chapters the monkeys quarrel among themselves, but Hanuman is the only  one to learn lesson from Swayamprabha's action in transporting them to this end of ocean, takes lead in future  events. Hence, Swayamprabha led Hanuman to the three positives, the truth, luminescence, and liveness of their  mission."
        }
    ]
}