{
    "id": "prose-kishkindha-53",
    "kanda": "kishkindha",
    "sarga": "53",
    "title": "Angada proposes fast unto death",
    "chapter": "53",
    "overview": "Angada proposes fast unto death as this troop of monkeys failed to find Sita, and the timeframe fixed by Sugreeva  has also lapsed, and if they return to Kishkindha, it is sure that Sugreeva takes them to task. As they are caught  between the devil and the deep sea, Sugreeva and southern Indian Ocean, they resort to lay their lives by fasting  unto death.",
    "content": [
        {
            "type": "verse",
            "text": "Then they saw an inexorable ocean, the realm of Raingod, tumultuous with outroaring and implacable waves, and  shoreless otherwhere. Which month is set as timeframe for the monkeys by king Sugreeva that month passed off while  the monkeys are searching mountains, impassable areas and within the cavity concocted by the wizardry of demon  Maya. Sitting on a foothill of Mt. Vindhya which is with fully flowered trees those virtuesouled monkeys are  then driven in desperation. "
        },
        {
            "type": "commentary",
            "text": "This is the southwest quarter of India as said at: <em>himavat vindhya shailaabhyaam praayo vyaaptaa vasundharaa&nbsp; bheShaja kalpa&nbsp; </em>'the Vindhya range spans from Himalayas to [southern ocean, for India...]"
        },
        {
            "type": "verse",
            "text": "Then on seeing the treetops of spring season, weighty with flowers and enshrouded with hundreds of vines, they  became incredulous with the fright of failing Sugreeva's timeframe. On discussing among themselves they found  that spring season has arrived, and they also found the purpose of timely messaging about Sita to Sugreeva is  lost, thus they plumped down onto the surface of earth. "
        },
        {
            "type": "commentary",
            "text": "The trees like mangos etc flower in <em>shashira</em> cold season, Feb&nbsp; Apr., and yield in <em>vasanta</em> spring  season, Apr.&nbsp; June. On seeing the blossom of flowers they are dismayed for chanced is springtime. Sugreeva called  for armies in <em>maargashira</em> month, nearly Jan., after the completion of <em>sharat</em> 'postrainy season'  Oct.&nbsp; Dec., and fixed <em>puSya</em> month, nearly Feb., as their timeframe. That <em>puSya</em> month is lapsed  while they were searching at other places in south and the next <em>maagha</em> month, nearly March, they spent  in the Dark Hole. Hence this must be <em>phaalguna</em> nearly April, and in their overstaying for two months  they are frightened of Sugreeva."
        },
        {
            "type": "verse",
            "text": "The crown prince and a great foreseer Angada, the monkey, whose nape of neck is leonine and bullish, arms lengthy  and sturdy, then as usual paying respects to elderly monkeys greeted all of the forest dwellers and spoke this  sentence in a modest voice. "
        },
        {
            "type": "verse",
            "text": "\"Oh, monkeys, we all have started at the command of the king of monkeys, and the month fixed by him is zeroed  out while we were in Black Cavity. Are you aware of it?\" Thus Angada started to speak his mind. We were sent out  scheduling time calculating from the month of <font color=\"#B3003A\">aashviiyuja</font> nearly October. Even that  time fixed for us has also lapsed. Thereby, what is to be done next? "
        },
        {
            "type": "commentary",
            "text": "Vividly: 'we the monkey forces were summoned in <em>aashviiyuja</em> month, within a fifteen days of notice, as  suggested by Hanuman. Then again when Lakshmana was furious we were summoned in <em>maargashira</em> month, with  a ten day notice period. Then the full month of <em>puSyami</em> is the timeframe fixed by Sugreeva to search  for Sita. Thus, when we are scheduled meticulously by days and months we are not supposed to be unaware of the  time factor.'"
        },
        {
            "type": "commentary",
            "text": "The Indian months are twelve : <em> caitra vaishaakha&nbsp; jyeShTa aashaaDha&nbsp; shraavaNa&nbsp; bhaadrapada&nbsp; aashviiuja&nbsp; kaartiia margashiirsha&nbsp; pouSha&nbsp; maagha&nbsp; phaalguNa </em>The year cycle as per these months is given at the endnote of Bala 12th chapter.  Some take this <em>aashviiyuja maase</em> as <em>kaartiika maasa</em> by deciphering this <em>maasi</em> as <em> saamiipya suuchaka adhikarana saptami</em> 'because of the proximity it is taken in seventh case...' and thus  say this as the end part of <em>kaartiika maasa</em> and Sugreeva ordered <em>maarga shira maasa</em> for searching  Sita, and one intervening month <em>puSya</em> is lapsed in cavity, thus this is <em>phalguNa maasa</em>. This  analogy is based on the analogy used when Rama said to Sugreeva <em>kaartiike samanupraapte tvam raavaNam dheyata</em>  \"On the advent of <em>kaartika</em> month [October, postrainy season,] you shall try for the elimination  of Ravana... this is our accord... hence oh, gentle one, enter your mansion for now...\" at 42617."
        },
        {
            "type": "verse",
            "text": "\"You all the pioneers in the pathway of principles, you have notched up the credibility of your king, you are  all welldisposed in the wellbeing of your king, and you are the contrivers of any exploit. All of you are  unparalleled in all tasks, all your asperity is renowned in all directions, and all of you have come impelled  by that ochreish eyed Sugreeva keeping me as your helmsman. As of now our mission is incomplete hence we are  scheduled to die, and there is no doubt about it. Who can be complacent by keeping the directive of monkey's  king incomplete? But in this matter of course, as the time set by Sugreeva is lapsed, it is appropriate for  all of us forest dwelling monkeys to voluntarily undertake fasting unto death. Instinctively Sugreeva is a  tormentor and now he is institutionalised in lordship, thus he will not condone any of us as we will be as  good as transgressors if we were to return. "
        },
        {
            "type": "verse",
            "text": "\"Sugreeva commits sin alone in our respect by killing all of us as we failed in the facts about Sita,  therefore it is pertinent to enter upon fasting unto, leaving off our sons, wives, riches and houses and  homes, too. That king Sugreeva definitely and freakishly tortures all of us on our going back futilely, hence  suicide at this place is justifiable for all us. "
        },
        {
            "type": "verse",
            "text": "\"I am not anointed to crownprincedom by Sugreeva, but I am anointed by the unbigoted Rama, the king of  people. That king Sugreeva who is already bound up in animosity with my father, and thus with me too, now on  observing me transgressing his directive will decisively wish to liquidate me by a tyrannous victimisation. Of  what use is the witnessing of my kith and kin at me when I am tortured in the prime of my life, hence here on  this sacred seashore alone I will outwait my death fasting unto it.\" Thus Angada said to all the monkeys. "
        },
        {
            "type": "verse",
            "text": "On hearing all that uttered by that youngish Angada, the crown prince, all of those prominent Vanaras  sympathetically spoke these words. "
        },
        {
            "type": "verse",
            "text": "\"Instinctively Sugreeva is a hottempered vanara and Raghava is interested in his beloved wife. The  timeframe is lapsed and Vaidehi is unspotted. If we go back to Kishkindha now, on seeing us returning without  completing our assignment, and with a thinking to satisfy Rama Sugreeva wishes to liquidate us without any  doubt. It will be inexcusable for the culprits to pass at the sideways of lords, then where is the question of  their coming into king's audience, and we should be barefaced to return because we are all the chieftains of  Sugreeva who are coordinated and sent here. "
        },
        {
            "type": "verse",
            "text": "\"If we do not return to that champion Sugreeva on searching somewhere here for Sita, or on our educing some  information about her, we will rather enter the realm of Yama, the Terminator.\" Thus the other monkeys  discussed among themselves. "
        },
        {
            "type": "verse",
            "text": "On hearing the words of flyjumpers, who are tormented by fear of Sugreeva, Lt. Tara spoke this to them,  \"enough is your desperation, if you all are interested let us enter that cave again where we can live. That  highly impassable cavity is contrived by the demon Maya and it is abundant with trees, water, eatables and  potables, and there is no fear even from Indra in that cavity, nor from Raghava, nor from Sugreeva, the king  of monkeys.\" So said Lt. Tara to all. "
        },
        {
            "type": "verse",
            "text": "On hearing Angada's words, as well as the words of Lt. Tara that are trended to Angada's words, all the  monkeys compliantly spoke with believability, \"in which way we all will not be killed that way may be  waymarked, and promptly make it happen now only.\" So said all the monkeys to Angada. "
        }
    ]
}