{
    "id": "prose-kishkindha-54",
    "kanda": "kishkindha",
    "sarga": "54",
    "title": "Hanuman advises Angada",
    "chapter": "54",
    "overview": "Hanuman advises Angada to not to desert the mainstream kingdom to establish a separate one, which will definitely  attract the fury of Sugreeva. Hanuman uses political tactics in pacifying Angada, who is utterly terrorised of  Sugreeva in the event of the failure of the task under his leadership.",
    "content": [
        {
            "type": "verse",
            "text": "When Lt Tara whose resplendence is similar to moonshine has spoken that way, then Hanuman deemed that Angada is  laying siege to that kingdom of Vanara-s. Hanuman considered Vali's son Angada indeed as having eightfold intelligence,  fourfold tactics, fourteen traits. "
        },
        {
            "type": "commentary",
            "text": "The IQ of an average person is eightfold as said: <em>-shushruuSha shavaNam caiva grahaNam dhaaraNam tathaa |  uuha apoha artha vij~naanam tattva j~naanam ca dhii guNaaH</em>"
        },
        {
            "type": "commentary",
            "text": "<em>shushruuSa</em> assiduously polite - 1] attentiveness; <em>shravaNam</em> ardently listening - 2] heedfulness; <em>grahanam</em> instantly grasping - 3] receptiveness; <em>dhaaraNam</em> continually remembering - 4] retentiveness; <em>uuha</em> discrimination of pros and cons - 5] speculativeness; <em>apoha</em> indecisiveness about the undesirables  and receiving the worthwhile - 6] fastidiousness; <em>artha vij~naanam</em> substance's, comprehensive knowledge  - 7] omniscience; <em>tattva j~naanam</em> quintessence's, profundity - 8] acumen."
        },
        {
            "type": "commentary",
            "text": "The fourfold tactics or abilities are <em>saama, daana, bheda, danDa</em> 1] placation, 2] presentation, 3] partition,  4] persecution. The other way these four are four abilities <em>mano bala, baahu bala, upaaya bala, bandhu bala</em>  self-assuring strengths of self-opinion, self-shoulder strtength, self-ideation and self-consistent supporters."
        },
        {
            "type": "commentary",
            "text": "<em>desha kaalaj~nata daarDhyam sarva klesha sahiShNutaa | sarva vij~naanitaa daakShyam uurjaH samvR^ita mantrataa  | avisamviditaa shauryam shaktij~natvam kR^itaj~nataa | sharaNa aagata vatslyam amarShatvam acaalana |</em>&nbsp;  1] knowledge of place and time, 2] sturdiness, 3] enduring troubles, 4] knowing all possible, 5] skilfulness,  6] self-defence, 7] maintaining confidentiality of strategies, 8] avoiding unwanted debates [or, not uttering  lies, 9] courageousness, 10] recognising strengths and weaknesses of one's own and of others also, 11] faithfulness,  12] sheltering the seekers of shelter, 13] showing anger at appropriate times, 14] unwavering in opinions or actions."
        },
        {
            "type": "verse",
            "text": "Angada who is steadily brimming over with his spiritedness, mightiness, valorousness, and waxing like the moon  starting from day one of White Fortnight of a month, who is comparable to Brihaspati, the Jupiter, in sagacity,  who mirrors up his father Vali in intrepidity, but who is now assiduously attentive to the rebellious teachings  of Lt. Tara, like Indra who once listened to the un-listenable teachings of demon's mentor, namely Shukraacaarya,  as that Angada is overly enervated to fulfil the concerns of the king Sugreeva. Then Hanuman who is the scholar  in all scriptures started to confederate the confidence of Angada with the present regime of Sugreeva."
        },
        {
            "type": "commentary",
            "text": "Indian categorisation of a month does not directly jump to weeks, but firstly into two fortnights, later into  weeks and then to days: 1] <em>paurNami, poorNima</em> White Fortnight - where the moon will be waxing from new-moon-day;  2] <em>amaavaasya</em> Black Fortnight - where the moon will be waning to no-moon-day."
        },
        {
            "type": "verse",
            "text": "Hanuman then rhetorically started to the schismatic secession of all those vanara-s, who are desirous of avoiding  Sugreeva and desiring a hideout, exemplifying the third ideation, namely the partition, among the four political  ideations, viz., placation, presentation, partition, persecution. "
        },
        {
            "type": "commentary",
            "text": "The four ideations are <em>saama, daana, bheda, daNDa upaayaaH</em> The ideations for placation, presentation,  partition, persecution, in connection with a political adversary."
        },
        {
            "type": "verse",
            "text": "When Hanuman made all of the vanara-s to defect from Angada's idea of defecting Sugreeva, then Hanuman further overawed  Angada with diverse and awesome orations containing the fourth ideation, namely the persecutory measures, employable  by Sugreeva on defectors. "
        },
        {
            "type": "verse",
            "text": "\"As with your father you are undeniably abler in warfare, oh, the son of Lady Tara, and as with your father you  are unquestionably capable enough to sustain the monkey kingdom.\" Thus Hanuman started to address Angada. Oh, best  monkey, Angada, monkeys will be inconsistent at their will, isn't it! Separated from their sons and wives they  cannot tolerate to remain under your control for a long. "
        },
        {
            "type": "verse",
            "text": "\"I plainly tell you what is obvious. This Jambavanta, these monkeys like Niila, and great monkey Suhotra and others  do not definitely tagalong you, isn't it. Likewise I too do not definitely tagalong you. Such as we are, it will  be impossible for you to sidetrack us from Sugreeva using tactics like placation, presentation or even persecution,  isn't so! "
        },
        {
            "type": "verse",
            "text": "\"Even if a mightless is at odds with the mighty he can linger on, so to speak, therefore guard yourself, for no  mediocrity will be at odds."
        },
        {
            "type": "commentary",
            "text": "Vividly: 'though moralists say that the mighty shall not fall afoul of the mightless, but their relations will  always be in estrangement... and the foulness of mightless with the mighty will run the relations afoul... thus,  purchasing the wrath of the mighty by the mightless is futile... and such as you are, you seek asylum in such  a cavity as counselled haphazardly by all these fickly monkeys... thus, beware that the mightless is the one who  shall strive for self-guarding against the mighty, but not contrariwise..."
        },
        {
            "type": "verse",
            "text": "\"This matter of going underground into that Black Hole which you suppose as a hideout from Sugreeva, as you heard  from Lt. Tara and others, but it is a deed of trifle to Lakshmana's arrows, not necessarily for Rama's arrows,  in splitting apart whole of that Black Hole in a trice. "
        },
        {
            "type": "verse",
            "text": "\"Indeed, once Indra thudded his Thunderbolt on this very underground illusory place, but that act was indeed a  trivial deed for that Thunderbolt made a single demon-sized aperture to eliminate a single demon, Maya, which  we now call <em>Riksha bila,</em> Black Hole, nevertheless Lakshmana will splinter whole of  this Black Hole with his acute arrows, as if it is leafy bowl. "
        },
        {
            "type": "verse",
            "text": "\"There are numerous iron-arrows with Lakshmana that are kindred to Thunderbolt of Indra, whose punch will be equalling  that of Thunderbolt and Lightning Flashes, and which are the splitters of mountains. "
        },
        {
            "type": "commentary",
            "text": "Annex: 'of which you all may have heard, but a few of us like Jaambavanta, Nala, Neea, Lt. Tara and myself bear  witness, personally... on piercing the seven sturdy trees Rama's arrow penetrated into the nethermost terrain  of earth and resurfaced... then, Lakshmana's arrow can pulverise mountains, isn't so...'"
        },
        {
            "type": "verse",
            "text": "\"As and when you settle down in that underground, more so, an unbefitting place for a crown prince, oh, enemy-burner  Angada, then and there all the monkeys will desert you resolvedly. Always sulking and reminiscing on their sons  and wives, and hungered for the proximity of their kinfolk and hungered for diverse palatability as any monkey  would cherish, even so, lamenting on the beds of lament they push you backwards. "
        },
        {
            "type": "verse",
            "text": "\"Devoid of good-hearted friends and well-wishing relatives, you will become highly sullen in solitariness. Such  as you are you will end up as a highly frightened monkey, even from the shaking of a piece of straw."
        },
        {
            "type": "verse",
            "text": "\"Devoid of good-hearted friends and well-wishing relatives, you will become highly sullen in solitariness. Such  as you are you will end up as a highly frightened monkey and you will end up much the same as a seamy shaky piece  of straw. "
        },
        {
            "type": "commentary",
            "text": "He will become 'a crown prince of straw...' <em>anena parijanaiH pari tyaktaH tR^iNaat api laghu taro bhavati  iti suucitam - dk</em>&nbsp;&nbsp; if he discards his own people."
        },
        {
            "type": "verse",
            "text": "\"By far, those fiercely frantic arrows of Lakshmana if targeted to kill you, in case you become a sidestepper  from loyalties, will be terrifyingly twingeing. Further, those fierily frenetic arrows are irreversible. But,  if you return to Kishkindha along with us, and if you obediently become Sugreeva's flanker, he establishes you  only in kingdom as before. "
        },
        {
            "type": "verse",
            "text": "\"Your paternal-uncle Sugreeva's gleam is his honesty as he is free of dishonesty, his desire is affection as he  is free of aversion, his dedication is staunch as he is free of prevarication, and he himself is exoneration as  he is free from exploitation, thus in no way he liquidates you. "
        },
        {
            "type": "verse",
            "text": "\"He is your mother's well-wisher, the strife of Sugreeva's life is for her only, more so, there is no other posterity  to him than you. Oh, Angada, therefore go back to Kishkindha, rather than deflecting, deviating and deserting  your own kingdom. "
        },
        {
            "type": "commentary",
            "text": "By these words of advise Hanuman is said to have used all the four tactics of saama, daana, bheda, daNDa upaayaaH  'political ideations of 1] placation, 2] presentation, 3] partition, 4] persecution. This is how that is explained: <em>atra tvam samartha taraH pitraa 4548 iti anena saama uktam | nityam asthira cittaa 4549 iti anena bheda uktaH  | tvaam jaatu na naashayet 45421 anena daNda uktaH | asmaabhiH tu gatam saardham anena daanam uktam | evam bhedo  api hanumataa saama daana danNDa puurvaka eva kR^itaH | tena bhedanaa angado api bivhiiShitaH | dk&nbsp; </em> As these references are already there, they are not reiterated here."
        }
    ]
}