{
    "id": "prose-kishkindha-55",
    "kanda": "kishkindha",
    "sarga": "55",
    "title": "Monkeys decide to fast unto death",
    "chapter": "55",
    "overview": "Monkeys decide to fast unto death as they failed in executing Sugreeva command. Sugreeva already said that anyone  returning after timeframe might deem himself as dead. Thus, Angada casting aspersions on Sugreeva and his ruthless  commands, takes this decision on many counts. All the other monkeys follow the suite.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing the polite and righteous words of Hanuman, which are just yeomanly towards Hanuman's lord, namely Sugreeva,  Angada said these sentences. "
        },
        {
            "type": "verse",
            "text": "\"Un-deducible in Sugreeva are his steadiness, or harmlessness, or frankness, also thus salience, or even valiance,  further more cleanliness of heart or soul. "
        },
        {
            "type": "verse",
            "text": "\"Which Sugreeva has arrogated his elder brother's wife when that elder brother is still alive and well, where  she is morally his motherlike, an empress and a lady love of that elder brother, thus he is despicable, and which  Sugreeva closed the mouth of the cavity when his brother in all his belief assigned and stationed him alone at  the mouth of the cavity to fightback the demon Dundubhi if he tries to escape, all the more when his own brother  is still inside the cavity, thus he is nefarious, how then he can be said as one conversant with moral rectitude?  Which Sugreeva has overlooked no less than the great glorious Raghava, whom he truthfully befriended and from  whom his own task of arrogating my kingdom by eliminating my father is facilitated, how then can he remember the  good services of others like us? "
        },
        {
            "type": "commentary",
            "text": "For this statement Hanuman may retort saying 'Sugreeva has not overlooked Rama but otherwise engrossed in material  comforts. He sent all of us all over to search for Sita in requital to the help rendered by Rama... is it not  the upright conduct of Sugreeva?' For that Angada is ready with an answer as."
        },
        {
            "type": "verse",
            "text": "\"He has ordered and sent us for searching Sita owing to the fear from Lakshmana, but not as a coward fearing  his own unscrupulousness, how then can scrupulosity be manifest in him? Who is that respectable one who can put  belief in Sugreeva, while that Sugreeva is shameful by his shameless act of eliminating my father, and unmindful  of tradition in usurping my mother and throne, and unthankful in requiting Rama by himself, instead of using us  as pawns, and changeful in ignoring his promise to Rama, but in fearing for Lakshmana? Will it be possible especially  for one like me belonging to his family? "
        },
        {
            "type": "verse",
            "text": "\"Whether a son is honest or dishonest he alone is investable in the kingdom. How then can Sugreeva let me, the  one from the family of his enemy, live on? "
        },
        {
            "type": "commentary",
            "text": "This is in reply to Hanuman's advise, 'he establishes you only in kingdom, as before...' as at 4-54-20. But Hanuman  cannot rebut Angada for he has no valid proof to show to Angada about Sugreeva's goodness towards Angada, as sermonised  by Hanuman in the earlier chapter. Hence, 'better to follow the leader, than to argue...' is the only option left  to Hanuman."
        },
        {
            "type": "verse",
            "text": "\"My slyness in planning to live in Black Hole has backfired, I am now culpable in not finding Sita being the  troop leader, and I am a powerless as you all are Sugreeva's side, how then can I live on indeed after reaching  Kishkindha, like caitiff turned into a wretch. Indeed he surceases me by some mysterious trammelling punishment,  for that Sugreeva becomes disingenuous, ferocious, also barbarous just for the reason of his kingship. Fast unto  death behoves me than trammels and tramples, thus you all be acquiescent to my proposal and you may go back to  your dwellings. "
        },
        {
            "type": "verse",
            "text": "\"I am reiterating to you all that I do not wish to go to the city of Kishkindha, and here only I sit fasting unto  death, as death alone is expedient to me. On my behalf Raghava-s wellbeing may be enquired firstly paying deference  to them, so also the wellbeing of my paternal uncle and king may be enquired, only after paying deference to that  lord of vanara-s. "
        },
        {
            "type": "verse",
            "text": "\"My step-mother Ruma may be asked after regarding her healthiness. And it will be apt of you to solace my mother  Lady Tara, who by her nature is a warm-hearted and austerely lady who cherishes her son more, and such as she  is she will obviously leave off her life on hearing that I breathed my last.\" So said Angada to all monkeys."
        },
        {
            "type": "verse",
            "text": "On speaking to that point and after paying deference to older vanara-s available there, Angada puling glum facedly  reclined on the sacred grass spread on ground. Apropos to Angada's recumbency on ground, the other outstanding  Vanara-s snivellingly sluiced down seethingly effusive teardrops emotionally. "
        },
        {
            "type": "verse",
            "text": "While disesteeming Sugreeva but esteeming Vali, all of the vanara-s have gathered around Angada deciding to sit  down for fasting unto death in step with Angada. Those best ones among fly-jumpers on discerning the words of  Angada, the son of Vali, and agreeing to what all said by Angada as appropriate, they positioned themselves on  the sacred grass after touching waters sacramentally. The sacred-grass is spread as sacred beds to cast off their  lives. The edges of grass blades are positioned southward. As they are on that northern shore of southern ocean,  all those best monkeys who are bent on to self-immolation, they became recumbent facing eastward. "
        },
        {
            "type": "commentary",
            "text": "Here Maheshvara Tiirtha says that 'an apprehensive dread swept over them subconsciously...' not because of the  past episodes, but due to some future events, where their becoming pray to some unknown carnivore, namely Sampaati,  is apprehended. Thus, their fasting unto death, as per scriptural sanction is going to fail."
        },
        {
            "type": "verse",
            "text": "While those many fly-jumpers who mirror up great mountaintops by their physique are recumbent discussing stridently,  the entrails of caves of mountain are rendered strident, and that mountain itself appeared like skyscape filled  with strident clouds about to burst a good fortune. "
        }
    ]
}