{
    "id": "prose-kishkindha-56",
    "kanda": "kishkindha",
    "sarga": "56",
    "title": "Sampaati hears of Jataayu's death",
    "chapter": "56",
    "overview": "Sampaati hears about Jataayu's death when Angada cites it while lamenting for their misfortune. He praises that Jataayu is better off than the vanara-s for he encountered Ravana and attained martyrdom. On listening his brother's name and news of his death, Sampaati, who firstly wanted to gluttonise all the vanara-s, seeks their help to lower him down from mountain heights, to listen more of his brother Jataayu.",
    "content": [
        {
            "type": "verse",
            "text": "At which mountain's tableland those monkeys sat down for self-immolation, to that area the elder brother of Jataayu, a kingly eagle known as Sampaati by name, one renowned one for his forcefulness and aggressiveness, and a celebrated and sempiternal sky-flying eagle has arrived. On coming out of the cave of the great-mountain Vindhya, Sampaati is gladden at heart to see the monkeys sitting down there, and he spoke these words."
        },
        {
            "type": "verse",
            "text": "\"Whether it is good or bad, fate indeed follows humans in this world procedurally, why because, this fated and long-waited food has now come nigh of me... I wish to eat them frugally, killing one by one and eating one by one, preying on one on one day, and then preying upon the other on the other day...\" thus that bird spoke those words on seeing the massy fly-jumpers."
        },
        {
            "type": "commentary",
            "text": "Here some translate this as 'I wish to eat the one by one as and when that monkey falls dead, then the next, on its falling dead...' In such a case, Angada would not have bothered or feared for this eagle, because it wants to vulture upon a cadaver. No need to fear if death occurs prior to their becoming prey to Sampaati. He feared to become the prey of eagle, whereby their sacred immolation is also going to fail along with other failures like searching Sita, transgressing timeframe, hiding in Black Hole etc. Besides, a vulture is the most unpredictable bird, if it comes to it food."
        },
        {
            "type": "verse",
            "text": "On hearing the words of that gormandising bird, Angada became highly breathless and then spoke to Hanuman. \"Look! In the name of an eagle, the son of the Sun, Yama, the Terminator, has manifestly arrived at this area for the fatality of monkeys... thus ill luck is still haunting us..."
        },
        {
            "type": "commentary",
            "text": "Some mms have the name of Sita compared to Yama, saying that Yama come in the name of Sita, while some say it is Sampaati. Here Sampaati is taken as the manifestation of Death, rather than Sita."
        },
        {
            "type": "verse",
            "text": "\"We fulfilled neither Rama's task, nor the decree of our king, but this unknown catastrophe has abruptly bechanced for the monkeys... You all have heard in its entirety what deed the kingly Jataayu has done wishing to do good to Vaidehi... Like that, all beings, even those birthed in animality, are doing what that is agreeable to Rama even on forgoing their own lives, as with us... Even animals will be mutually succouring by their instinct of concern and camaraderie, therefore, let each of us leave off our souls, soulfully..."
        },
        {
            "type": "verse",
            "text": "\"Conscientious Jataayu has done a deed much liked by Rama, and we too have been trekking the forests without caring even for our lives in the cause of Rama, but we have not seen Maithili... He that kingly eagle Jataayu who is killed by Ravana is a happy soul, and he is even relieved from the fear of Sugreeva as he departed on the Avenue of Sublimity..."
        },
        {
            "type": "commentary",
            "text": "Sugreeva is not only the sovereign of monkeys but to all animal worlds also, and even to all birds of Aves kingdom, <em>nidificatis aves, apes, oves...</em> as Virgil would say. So slain by Ravana, Jataayu is absolved of sin and fear of Sugreeva, as well. Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"By the ending of Jataayu and by the end of Dasharatha, also by the purloin of Vaidehi, all of the monkeys are piled into a predicament..."
        },
        {
            "type": "commentary",
            "text": "Vividly: 'If Jataayu is not killed Sita would not be abducted, even if Sita is abducted, should Jataayu be living he might have detailed that abduction, and Rama might not have come to Kishkindha, but would have gone to Lanka straightaway. At least, if Dasharatha is not dead he would have called Rama and others back to Ayodhya, thus the question of Sita's abduction does not arise. Because these two are dead, Sita is abducted and their deaths became a deadly predicament for us... the monkeys...'"
        },
        {
            "type": "verse",
            "text": "\"Just by giving boons to Kaikeyi, the quandaries like Rama's dwelling in forests along with Sita and Lakshmana, as a result Rama's fury eliminating complete demons of Janasthaana, and as a result Raghava's arrow exterminating Val, have come to pass.\" Thus Angada is lamenting. On observing the monkeys who lay recumbent on ground and on hearing them eulogising the death of Jataayu he that king of eagles Sampaati is highly perturbed at that uncomfortable information about Jatayu, and that high minded Sampaati sorrowfully spelled out this word."
        },
        {
            "type": "commentary",
            "text": "Some versions of Valmiki Ramayana end this chapter with this verse and continue next verses in the next chapter."
        },
        {
            "type": "verse",
            "text": "That shredder-billed eagle Sampaati said this sentence voicing thunderously on hearing words voiced by Angada. \"Who speaks to announce as though to quake my heart that Jatayu, the more precious brother of mine than my own lives, is slain? How a combat occasioned between that eagle and a demon in Janasthaana, and how am I hearing this name of my brother after a long time... I wish you to get me down from these mountain soars. After a long time I have heard about my younger brother who is straightforward, praiseworthy for his valour, and I am glad that too spoke of him praisefully... Thereby, oh, best vanara-s, I wish to listen about the death of my brother Jataayu when he was in Janasthaana... Whose eldest and dear son is Rama, the creditable one for doyens, that Dasharatha is the friend of my brother Jatayu/ But how did Dasharatha pass away?"
        },
        {
            "type": "verse",
            "text": "\"I am incapable to spread my wings widely as they are burnt by Sun's rays, hence oh, enemy-chasteners, I wish you to lower me down from this mountain...\" Thus Sampaati sought for the help of monkeys."
        }
    ]
}