{
    "id": "prose-kishkindha-57",
    "kanda": "kishkindha",
    "sarga": "57",
    "title": "Angada informs their plight to Sampaati",
    "chapter": "57",
    "overview": "Angada informs Sampaati of their plight in searching for Sita. As a part of it, he also details the plight of Rama. He explains that Sita is unseen even after their meticulous search, thereof they transgressed the order of Sugreeva, thereby they did not return to Kishkindha, and therefore they resorted to fast-unto-death.",
    "content": [
        {
            "type": "verse",
            "text": "Though Sampaati's voice is turned husky by his sadness for the demise of his brother Jataayu, the monkey commanders doubtingly disbelieved neither him nor even his words by the fact of his being an eagle intending to kill and eat up all the monkeys. On seeing the eagle those fly-jumpers who sat for fast-unto-death have become furious at the eagle thinking that, \"that eagle wishes to eat up all of us...\" Thus, the monkeys deliberated the eagle's words."
        },
        {
            "type": "verse",
            "text": "\"We are sitting for fast-unto-death and if that eagle wishes eat us let it be so... then our deliverance will be achieved in anyway and we will go to heaven from here...\" Thus, some other monkeys gave thought to lower that eagle down."
        },
        {
            "type": "verse",
            "text": "When all of the monkey chiefs made up their mind in this way, then some of them on going to the mountaintop brought that eagle down, and then Angada spoke to the eagle."
        },
        {
            "type": "verse",
            "text": "\"Oh, bird, my noble grandfather is known as Rikshaja who was a valorous and an outstanding monkey among all monkeys, was the king of monkeys. He has two generous and great mighty sons namely Vali and Sugreeva. My father Vali was highly renowned in the world for his bold acts, and he became the king later to my grandfather..."
        },
        {
            "type": "verse",
            "text": "\"Among Ikshvaku-s there is a great-charioteer, a king for the entire world, a peerless person, and he is the son of Dasharatha, namely Rama, and abiding by his father's directives and opting for righteous course of conduct, he moved into Dandaka forests along with his brother Lakshmana and even with his wife Vaidehi... Ravana forcibly abducted his wife from Janasthaana, namely Sita, the princess from Videha kingdom, and a kingly eagle named Jataayu, who is a friend of Rama's father Dasharatha, has seen her while she was being abducted by skyway. Jatayu is overly tired when he made Ravana's chariot defective and withheld Maithili from abduction as he is senescent, then Ravana killed him in that conflict... \"Thus that eagle was killed by that mighty Ravana, but solemnised by the obsequies performed by Rama, he departed on a sublime avenue to heavens..."
        },
        {
            "type": "verse",
            "text": "\"Then Raghava made friendship with my paternal uncle Sugreeva, an intellectual autocrat, and Sugreeva got my father killed. Since Sugreeva antagonised my father, my father interdicted him along with his ministers, and Rama killed my father Vali and anointed Sugreeva... Rama enthroned Sugreeva as the ruler of all vanara-s and that king of all vanara chiefs expedited all of us... Though we are spearheaded by Rama and though we searched thereabouts for Vaidehi at the behest of Sugreeva, as with a nightly sunshine Vaidehi is unattainable for us..."
        },
        {
            "type": "verse",
            "text": "\"Such as we were we searched Dandaka forest very meticulously, but we unwittingly entered into a wide-opened Black Hole of the earth... During our search in that Black Hole, which was crafted by the wizardry of demon Maya, the month fixed by our king for our return has been elapsed... We who are all supposed to execute the order of our king, we have exceeded the established norm of timeframe, and for fear of fury from our king Sugreeva we sat down for fast-unto-death..."
        },
        {
            "type": "verse",
            "text": "\"When Rama along with Lakshmana, and even Sugreeva will be infuriated by our infringement of time, and even on our going to Kishkindha, as infringers there will be no survival for all of us...\" Thus Angada narrated their plight to Sampaati."
        }
    ]
}