{
    "id": "prose-kishkindha-58",
    "kanda": "kishkindha",
    "sarga": "58",
    "title": "Sampaati informs Angada about Sita",
    "chapter": "58",
    "overview": "Sampaati informs Angada about Sita, Ravana, and Lanka after narrating his and his brother Jataayu's flights and plights. Sampaati narrates what he has seen when Sita was abducted by Ravana and concludes her to be Sita for she was incessantly calling for Rama's help. He gives an account of the lavish city Lanka as an eagle which has seen that city from this shore of ocean, though he cannot fly as the scorching sun previously burnt both of his wings. Then the returnless monkeys on getting a bare beacon of indication from the lighthouse called Sampaati, they feel highly rejoiced on the seashore.",
    "content": [
        {
            "type": "verse",
            "text": "When those monkeys whose lives are almost purged spoke to Sampaati with such dreary words, that thunder-voiced eagle tearfully spoke to those vanara-s."
        },
        {
            "type": "verse",
            "text": "\"Oh, vanara-s, of whom it is enounced that mighty Ravana felled him in a combat, that one is my younger brother named Jatayu... Even though I hear that my brother is slain I have to resign myself from any activity owing to my oldness and my winglessness, and presently I amindeed incapacitated to retaliate my brother's enemy..."
        },
        {
            "type": "verse",
            "text": "\"Once, when the elimination of demon Vritta was taking place at the hand of Indra, we two eagle-brothers sportively desiring to surpass each other flew sunward, and we have gone very near to the scorch-rayed sun... Covering the skyway we have gone to firmament much speedily, then bechanced is noontide and thus bechanced is the scorching of the noontime sun, and then Jataayu started to founder... On seeing him who is being thwarted by scorching sunrays, then I started to cover my highly fretful brother with both of my wings in all my brotherliness..."
        },
        {
            "type": "verse",
            "text": "\"And oh, vanara-chiefs, when sunrays have utterly burned my wings I fell down on this Mt. Vindhya, and while living hereabouts constrainedly, I could pay no attention to my brother's experiences or, at least his existence, or otherwise...\" So lamented old Sampaati."
        },
        {
            "type": "verse",
            "text": "When Sampaati the brother of Jataayu spoke in that way, then the highly discerning crown prince Angada replied him. \"If you are the brother of Jataayu, if you have heard whatever I have said in praise of Jataayu, and if you are aware of the whereabouts of Ravana... please tell it... If you are aware of the location of that bigoted and knavish demon Ravana, please inform us. Doesn't matter whether that location is nearby or far off as we can search far and wide...\" Thus Angada asked Sampaati."
        },
        {
            "type": "verse",
            "text": "Then Sampaati, the high-spirited elder brother of Jataayu, spoke these words that are self-befitting and that would highly gladden the monkeys."
        },
        {
            "type": "verse",
            "text": "\"I am an eagle with utterly burnt wings and vanished valiance, even then, I wish to render a best service in the task of Rama, at least verbally... I have seen the netherworlds of Rain-god viz., earth and its substrata like <font color=\"#B3003A\">atala. vitala, sutala, paataala</font> terrains... and I have even seen those empyrean worlds that were triply trodden by Vishnu, and the intermediary regions of upper and lower worlds where gods and demons combated ghastlily, and because I am that aged I have also seen the unseeable Milky Ocean when it was churned for ambrosia..."
        },
        {
            "type": "verse",
            "text": "\"It is I who am to render service in this task of Rama firstly, than you vanara-s, as the common enemy of Rama and Jataayu is my first enemy, but I am decrepit as oldness has marred my vigour and vitality..."
        },
        {
            "type": "verse",
            "text": "\"I have seen a youngish lady while she is being stolen away by the black-hearted demon Ravana. She richly in her mien, embellished with every befitting jewellery for a princess, and that lady in fury was bewailing calling, 'Rama... Rama...' even calling 'Lakshmana...' and she was throwing her ornaments down and her limbs were highly wriggly to set herself free from that demon..."
        },
        {
            "type": "verse",
            "text": "\"In the flank of that blackish demon her best ochry silk-sari was dazzling like sunshine atop a blackish mountain, or like lighting athwart a blackish ocean..."
        },
        {
            "type": "commentary",
            "text": "Thus expression <em>ambude taDit yathaa</em> is also said as <em>vidyut iva ambare - vidyut iva ambude</em> in other mms, meaning 'lightning with a backdrop of blue-black sky or ocean...'"
        },
        {
            "type": "verse",
            "text": "\"Thus, I deem her to be Sita by her excessive laudation of Rama, and let the location of that demon be heard from me while I say about it... Literally, he is the son of Vishravasa and brother of Kubera, and he presides over the city named Lanka and he is known as Ravana..."
        },
        {
            "type": "commentary",
            "text": "Please refer to verse in verse section. Here the style of Valmiki is extolled. Jataayu tells the very same first foot of this verse in Aranya Kanda, and when he was about to say this verse's second foot, he dies. It will be like this in Aranya Kanda at 3-68-16: <em>putro vishravasaH saakshaat bhrataa vaishravaNasya ca | iti uktvaa durlabhaan praaNaan mumoca patageshvara ||</em> And if Jataayu would have said the second foot as above, stating that 'he is Ravana and he is Lanka...' there would be no Kishkindha canto, nor Vali, nor Sugreeva, nor even Hanuman, and his Sundara Kanda, as Rama would have gone to Lanka, straightaway. Ramayana is still living as great literary work because it has this kind of melodramatic montages on very many occasions. The family tree of Ravana is given in the endnote."
        },
        {
            "type": "verse",
            "text": "\"There is a lavish city in the oceanic island afar a hundred yojana-s all in all from here, which Vishvakarma, the Divine-Architect, has built, and it is called Lanka. Its multi-storied buildings are built very symmetrically and they will be in golden tinge with completely golden doors. The golden podia of verandas are amazing. That city is securely enclosed in a gigantic rampart that will be dazzling in the colour of sun... Therein that Lanka pitiable Vaidehi wearing ochry silk sari is lodged in the palace-chambers of Ravana, highly sentineled and baulked by demonesses, and you can find king Janaka's daughter Maithili in there..."
        },
        {
            "type": "commentary",
            "text": "The ochry silk sari is for continuity reasons. As there were no continuity girls or continuity men, [namely, the persons responsible for agreement of detail between different sessions of filming,] the poet himself became one and repeats this 'gold-yellow-red coloured silk sari of Sita...' oft times."
        },
        {
            "type": "verse",
            "text": "\"Now, oh, fly-jumpers, first get to the other shore of the island in southern ocean, which ocean spans in an overalled width of hundred yojana-s from this side of seashore, then landing on the other seashore you can see Lanka secluded all around by ocean, and in such a water-walled Lanka you can see Ravana... hence, hurry up, and promptly triumph over Lanka..."
        },
        {
            "type": "verse",
            "text": "\"I foresee by my prognosis that your sighting Sita is definite at that place, and definite is your return from there. The first flight level of birds is that of the small Kulinga birds, house sparrows, songbirds and the like subsisting on food-grains. The second flight level is that of the birds that are the eaters of leftovers like crows and doves, or the eaters of tree-fruits like parrots. The third flight level is that of the wading birds like Bhaasa, Kraunca, Kurara birds and cranes, herons and the like. The fourth flight level is that of hawks and the fifth is that of the vultures."
        },
        {
            "type": "verse",
            "text": "\"And the sixth flight level is that of the swans which derive their valour, vigour, handsomeness and youthfulness by their majestic birth. But the uppermost path is that of the sons of Lady Vinata, namely the Divine Eagle Garuda, and Anuuru, the non-stopping charioteer of Sun. Because we eagles have our lineal descent from the Divine Eagle, we can soar to the uppermost flyable path and see keenly..."
        },
        {
            "type": "commentary",
            "text": "Lady Vinata's account is available in Aranya canto 14, where Jataayu gives accounts of procreation of birds. Anuuru and Garuda are two bird-sons of Vinata. Garuda is the eagle-vehicle of God Vishnu, while Aruna, also called Anuuru, <em>an+uuruH</em> 'without, thighs - thigh-less being...' is the charioteer of Sun's seven-horse chariot. Further, Sun rides a single-wheeled  chariot!? "
        },
        {
            "type": "commentary",
            "text": "Some quoting y<em>ajur veda </em>say, that the chariot of Sun is not drwan by any seven  horses, and the word <em>sapta</em> - in <em>sapta ashva samArUDham </em>etc is  the name of only one horse drawing the chariot of Sun. "
        },
        {
            "type": "commentary",
            "text": "However, the seven horses of Sun's chariot are generally taken the seven - vibgyor - colours of light as in a rainbow. Aruna, the Colour of Dawn, is another aspect of Anuuru that appears before the advent of the Sun himself. These two are of avian origination and attributed to be the speediest propellers. And Jataayu and Sampaati, for that matter of fact, all eagles belong to that lineage, for their keen vision and powerful flight."
        },
        {
            "type": "verse",
            "text": "\"By which raw-flesh-eating demon this deplorable deed of abducting Sita is done, if that demon is retaliated by Rama and you all, my vendetta towards the very same demon, caused by his animosity towards my brother Jataayu will also be fulfilled... Staying here I am clearly seeing Ravana and like that Janaki... even for us eagles, our sight and power will be excellent like that of Garuda, the Divine Eagle... Thereby, oh, vanara-s, dietetically and congenitally we eagles can always see till the end of hundred yojana-s, comprehensively..."
        },
        {
            "type": "commentary",
            "text": "The expression 'dietetically and lineally' indicates as to why eagle always prefers fresh meat unlike vultures subsisting on carrion. It is only for the enrichment of their sight, might and flight. <em> <p class=\"comment\"><em>atra aahaara vireyaNa iti uktyaa maamsa vishesha bhakShaNa shiilaanaam gR^idhraaNaam cakShushya maamsa bhakShaNena duura darshana saamardhyam uktam | nisargeNa iti visheShaNena ca jaati svabhaavyaat api duura darshitam uktam | tadaa api vaidya nighaNTo - daaskhasye duura druma agre vajra cuncu su dR^iShTikaH - iti | ca kaareNa anirodhena vaativiNmuutraadi utsargaadikam cakShuShyam iti ukatam - dk </em>&nbsp; </p></em>Thus, the innate, fixed, pattern of behaviour in kingly eagles is recorded in response to certain stimuli."
        },
        {
            "type": "commentary",
            "text": "<em>atra aahaara vireyaNa iti uktyaa maamsa vishesha bhakShaNa shiilaanaam gR^idhraaNaam cakShushya maamsa bhakShaNena duura darshana saamardhyam uktam | nisargeNa iti visheShaNena ca jaati svabhaavyaat api duura darshitam uktam | tadaa api vaidya nighaNTo - daaskhasye duura druma agre vajra cuncu su dR^iShTikaH - iti | ca kaareNa anirodhena vaativiNmuutraadi utsargaadikam cakShuShyam iti ukatam - dk </em>&nbsp; "
        },
        {
            "type": "commentary",
            "text": "Thus, the innate, fixed, pattern of behaviour in kingly eagles is recorded in response to certain stimuli."
        },
        {
            "type": "verse",
            "text": "\"The leg-fighters, namely cocks, are destined to have their livelihood just at the base of their feet, but our livelihood is to be obtained from the farthest... alas..."
        },
        {
            "type": "commentary",
            "text": "For living beings if one thing is on plus's side, just at its back a minus point will also be there, like a night after day, sorrow after rejoice. Eagles may see long or fly high, but food for them is a rarity. Here Sampaati is self-piteous, as his son has not yet arrived bringing food for that day."
        },
        {
            "type": "verse",
            "text": "\"Let some idea be searched to leap the salty ocean. For sure, you will return to Kishkindha on your finding Vaidehi, and on your becoming productive of you objective... I wish you would shift me to the residence of Rain-god, namely the ocean, for oblating water in respect of my great-souled brother Jataayu who departed to heaven...\" Thus Sampaati spoke to the monkeys."
        },
        {
            "type": "verse",
            "text": "Then those vanara-s of utmost dynamism on taking wing-burnt-bird Sampaati to the husband rivulets and rivers, namely the ocean, placed him on the shoreline. Again, the vanara-s sincerely brought back that king of birds, Sampaati, after his offering oblations to Jataayu, and lodged him as a returnee at his own place. On deriving indication form Sampaati regarding Sita, Ravana and Lanka, those returnless vanara-s returned to their search while their gladness returning to them."
        },
        {
            "type": "conceptual",
            "text": "The Decahedron Ravana and his lineage",
            "content": [
                {
                    "type": "commentary",
                    "text": "One of Brahma's brainchild is Pulastya and from his wife named Havirbhuk he begot two sons, namely Agastya and Vishvasras. This Vishavras has four wives. His first wife is Ilabila from whom he got Kubera as son. Second wife is Sumaali's daughter Kaikasi. Lady Kaikasi gave birth to three sons Ravana, Kumbhakarna, and Vibheeshana. The third wife of Vishravas is puShpotkaTa, the sister of Kaikasi, and this Pushpotkata gave birth to Mahodara, Paarshvaada and others whom we meet in Great War canto. Vishravasa's fourth wife is the other sister of Kaikasi, named Raaka, who gave birth to Suurpanakha."
                },
                {
                    "type": "commentary",
                    "text": "Ravana's wife andempress of Lanka is Mandodari, the daughter of Maya, the son of Diti. Mandodari's characterisationvies equally with Seetha, Savitri, Anasuuya, Ahalya, Draupadi, and with other great ladies. Hername has some significance. When Shurpanakha was claiming herself a befitting female for Rama, and belittling Seetha she uses words like <em>krishodari</em>, <em>shaatodari</em> meaning'a female with feeble womb... So also <em>mandaudari</em> means 'slow, womb... and hence she is lady with slow conception...' Mandodari givesbirth to one Indrajit, son of Ravana, an extraordinary fighter, and all-conquering warrior. HadMandodari given birth to one or two more Indrajit-s, a dozen Rama-s have to take incarnation.Indrajit's wife is Sulocana, another lady of high nobility and chastity, counted on par with otherhusband-devout ladies like Seetha."
                }
            ]
        }
    ]
}