{
    "id": "prose-kishkindha-59",
    "kanda": "kishkindha",
    "sarga": "59",
    "title": "Sampaati details Angada about Sita",
    "chapter": "59",
    "overview": "Sampaati details his narration telling monkeys as to how he knew the abduction of Sita. He says that his son Supaarshva is the eyewitness in her abduction and narrates that account to monkeys, which his son narrated to him.",
    "content": [
        {
            "type": "verse",
            "text": "A word about this and next four chapters. These chapters from 59 to 63 do not find place in various other mms, besides having some contradictory statements in their verses. Hence, these are said to be interpolated chapters. However, if it is questioned as to why they are still being incorporated in translations, in spite of the irregularities noticed, for this the reply is 'because most ancient commentators have given elaborate commentaries on them they are stetted...' and thus these chapters are held valid."
        },
        {
            "type": "verse",
            "text": "On hearing the words of that kingly eagle Sampaati that are relishable like ambrosia, then those best fly-jumpers are gladdened and rejoiced. Then the best fly-jumper Jambavanta got up along with all of the fly-jumpers from the surface of earth on which they sat for self-immolation, and spoke to kingly eagle Sampaati."
        },
        {
            "type": "verse",
            "text": "\"You please tell vividly as to where is Sita, who has actually seen her, who has abducted Maithili, and thus you help all these forest-dwellers. Who is inadvertent of the onslaught of Rama's arrows, or of those that are personally bolted by Lakshmana, which arrows will be falling with the speed of thunderbolts?\" Thus, Jambavanta and others asked Sampaati."
        },
        {
            "type": "verse",
            "text": "Sampaati is gladdened at the monkeys who refrained from self-immolation, and he gladly said this sentence to them so as to cheer them up who are now contemplating to listen about Sita."
        },
        {
            "type": "verse",
            "text": "\"I will now narrate as to how I have listened about the abduction of Vaidehi, by whom it is said to me, and where that wide-eyed Sita is..."
        },
        {
            "type": "verse",
            "text": "\"At one time I fell down on this impassable mountain which is breadth-wise in many yojana-s, whereupon my age has advanced and my liveliness and forcefulness have slackened... My son who is the best one among all birds, and who is named as Supaarshva by his name is sustaining me who am deteriorated to dire straits, with timely sustenance..."
        },
        {
            "type": "verse",
            "text": "\"Passion is exigent to the celestial-artists gandharva-s, aggression is exigent to snakes, fear is exigent to deer, like that hunger is exigent to us, the eagles..."
        },
        {
            "type": "verse",
            "text": "\"On some day when hunger was aching me and I was aching for food, my son Supaarshva turned up without flesh when the sun of the day went down... I reproved him as I was deprived of food, and my son who is an enhancer of my gladness pacified me and said this sentence about what has actually happened..."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, father, I as a desirer of flesh flew up to skies in time and overspreading the Mt. Mahendra, I very well hovered on it... I have been hovering there looking downward to completely impede the pathway of thousands of underwater beings of the ocean on my own... There I have seen someone who in simile is like a shoved heap of mascara and he is going away captivating a lady who equals the aurora in her shine. On seeing two of them I resolved to use them up for the purpose of food, but he benignly, basely and beggarly besought way-leave for their traversal... There will be none assaulting those that entreat in a beggarly manner, even someone among basely people, isn't it! Then what else is to be said of my kind, aha!"
        },
        {
            "type": "verse",
            "text": "\" 'He hastily went away as though enshrouding the skies with his vigour, and then the beings that move in the firmament have approached and applauded me... The great-sages who approached me in firmament have said to me, 'fortunately Sita is alive, somehow he that Ravana has gone away with Sita who in fact is to be protected by one and all like you, anyhow your are blest without a doubt..."
        },
        {
            "type": "commentary",
            "text": "Some other mms contain the wording <em>diSTyaa jiivasi taata</em> where <em>taata</em> 'my boy...' is an addressing to the son of Sampaati and then the meaning is: 'my boy, though Sita is a saveable, defendable person and though you have shown your concern to stall Ravana like your paternal uncle Jataayu... you have not done it and left him off, then unhurt by Ravana you are living, fortunately...'"
        },
        {
            "type": "verse",
            "text": "\" 'Then those siddha-s, the celestial sages, have informed me on showing her whose ornaments and ochry-silk-sari are disorderly, and who is vanquished by the speediness of her anguish, and who is yelling both the names of Rama and Lakshmana, as the wife of Dasharatha's Rama, the daughter of Janaka. They have also informed on showing him who is abducting her as Ravana, the king of demons. And hence, oh, father, the lapse of time in my returning home...' thus that best sentence maker Supaarshva informed me all the drift in its entirety...\" Thus Sampaati is continuing his narration to monkeys."
        },
        {
            "type": "verse",
            "text": "\"Even on listening that it has not come to my mind to dare Ravana. How a wingless bird can initiate any action, indeed! But that which is possible for me to do is advising as a votary with the qualities of thinking and advising. Let it be heard as I narrate and in that matter of translating my information into action it certainly depends on your bravery. Indeed with my analysis and information to you I wish to make all of you exuberant as I deem that I have done my bit, because whatever task of Rama, the son of Dasharatha, is there that task is mine too. There is no doubt bout it. Thereby, I reckon you as the best ones by your aptitude, fortitude and attitude, and as invincible ones even for gods, hence Sugreeva, the king of monkeys, shepherded you..."
        },
        {
            "type": "verse",
            "text": "\"What is more, the excruciating eagle-feathered arrows of Rama and Lakshmana are enough to give defence or offence to all the three worlds. Perchance that Decahedral demon is definitely a powerful and prideful demon. But, as capable vanara-s there is nothing impossible to you, even in the least."
        },
        {
            "type": "verse",
            "text": "\"Thereby, enough is the time-lapse and make a mental determination. Adventurers and prudent souls of your kind with not backslide in tasks, isn't it!"
        }
    ]
}