{
    "id": "prose-kishkindha-6",
    "kanda": "kishkindha",
    "sarga": "6",
    "title": "Sugreeva's narration of the abduction",
    "chapter": "6",
    "overview": "After befriending Rama Sugreeva promises him to bring back Sita from whatever place she is held captive. He informs that he has seen Sita travelling overhead in the sky while being abducted. He also says that the lady while being abducted has dropped her ornaments wrapping in her upper cloth at their place atop the mountain. Then Sugreeva shows the ornaments to Rama asking him to identify them. Rama recognises the ornaments and the upper cloth of Sita, and angered at the scandalous act of abduction he avows to eradicate that demon along with his clansmen.",
    "content": [
        {
            "type": "verse",
            "text": "Then Sugreeva who is gladdened again spoke to Rama of Raghu's dynasty, \"My best minister and this servant of yours Hanuman informed me of the reason for which you have come to uninhabited forests along with your brother Lakshmana, and that while living in the forest, and when you and this courageous Lakshmana are not her alongside a demon stole your wife Maithili, the daughter of Janaka, wailing as she was."
        },
        {
            "type": "verse",
            "text": "\"And he also said about that arch demon's killing an eagle named Jatayu on waiting for an opportunity, and his causing an agony in you by way of separating your wife. Before long you will get rid off your agony caused by the separation of wife, for I will fetch her very soon, like the retrieval Vedic Scriptures."
        },
        {
            "type": "commentary",
            "text": "When four Veda-s were stolen by demons called Madhu and Kaitabha, Vishnu retrieved them, in his Fish incarnation. Again when demons called Somakaasura stole them Vishnu in the form of Hayagreeva, Horse-faced Divinity, retrieved them. Here it is suggested that Sugreeva is reminding Rama of his earlier incarnation like the fish and horse-faced Hayagriiva, and compares Sita with the Veda-s, that cannot be humbled down or controlled, or stolen by any single being."
        },
        {
            "type": "verse",
            "text": "\"Oh! Enemy destroyer, Rama, I will fetch your wife to give her to you whether she is in netherworlds or even in empyrean worlds. You may know that this word of mine is definite oh, Raghava. Your wife is as good as an indigestible foodstuff made with poison, indigestive even to Indra, put together with all gods and demons."
        },
        {
            "type": "verse",
            "text": "\"Give-up your lamentation, oh, great-shouldered one, for I will bring back that lady for you. And by inference I know her... undoubtedly I have seen Maithilee while that demon with cruel deeds was abducting her... then she was crying piteously calling 'Rama, Rama...' and also calling 'Lakshmana...' and she was writhing in the flanks of Ravana like the wife of serpent's lord... Myself being the fifth one on the cliff of the mountain, on seeing me she dropped the upper cloth of her sari along with auspicious jewellery."
        },
        {
            "type": "commentary",
            "text": "While there are four more besides Sugreeva on the cliff of the mountain, like Hanuman, Nala, Neela, and Taara, Sita 'has seen' Sugreeva 'alone' and dropped the bundle of jewellery aiming at Sugreeva. It is said that Sita has blessed Sugreeva by mercifully eying him, and thus his turmoil is going to alleviate at the grace of her divine look, for she is Goddess Lakshmi."
        },
        {
            "type": "verse",
            "text": "\"We took those jewellery items and stored them, Raaghava... I will get them and it will be apt of you to identify them...\" thus said Sugreeva to Rama. Then Rama said to that pleasant talker Sugreeva, \"Get them quickly, my friend, what for you are delaying.\" Thus said Sugreeva then entered the cavernous cave of that mountain quickly, to fulfil the yearning of Raghava."
        },
        {
            "type": "verse",
            "text": "On taking and bringing the parcel of that upper cloth with the auspicious jewellery, \"This, you see...\" saying thus that monkey started to show them to Rama. Then on taking that cloth and also the auspicious jewellery, Rama became like mist filled moon with overfilling tears. But he who is blemished by tears that outpoured in all his friendship with Sita, leaving off his courage fell on the ground wailing, 'oh, dear... oh, dear...' The more he hugged those best decorative ornaments close to his heart, the more he hissed like a wrathful serpent in a snake pit. With the unending rush of tears he saw Lakshmana at his side and started to wail piteously."
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, see this upper cloth and these ornaments too of Vaidehi, shed from her body and dropped onto the ground while she is being abducted. Sita must have definitely dropped these ornaments onto pastureland, for they appear to be in their original shape, indeed.\" So said Rama to Lakshmana."
        },
        {
            "type": "verse",
            "text": "When Rama thus said Lakshmana said this, \"I know not the bracelets and I know not the earrings But because I always salute her feet I know these anklets well..."
        },
        {
            "type": "commentary",
            "text": "This is a celebrated and controversial stanza. This is not found in ancient manuscripts or in Baroda version. Hanuman inspects the ornaments of Sita in captivity in Sundara Kanda and a list is narrated there. But here, though no such listing is given, Lakshmana says he does not know the ornaments of upper body, but is aware of the anklets, for he always adores the feet of Sita. The traditionalists attribute the kainkarya, the dedicated character to Lakshmana, and establish this verse as a supreme characterization of Lakshmana. Lakshmana regards Sita as one of his mother. The wife of an elder brother is just another mother."
        },
        {
            "type": "verse",
            "text": "\" Then Rama sadly asked to Sugreeva, \"tell me Sugreeva, towards which country that ferocious looking demon abducted my dear one dearest than my lives, as spotted by you... For the sake of which demon I wish to eliminate whole of the demons, that troublemaker of mine, where does he live, either... By whom Maithili is abducted and thus caused indignation in me, he has opened up the doors of his death suicidally."
        },
        {
            "type": "verse",
            "text": "\"Oh, king of the fly-jumpers, tell me which demon forcibly stole her, my dearest one than all, by molesting her in the forest, tell me about that enemy of mine, for sure I will lead him to the fore of Death today itself...\""
        }
    ]
}