{
    "id": "prose-kishkindha-60",
    "kanda": "kishkindha",
    "sarga": "60",
    "title": "Sampaati narrates his legend",
    "chapter": "60",
    "overview": "Sampaati narrates his legend to Angada and others. He explains how he has fallen on Mt. Vindhya and how he reached a sage called Nishaakara descending Mt. Vindhya with great difficulty.",
    "content": [
        {
            "type": "verse",
            "text": "Then the monkey commanders sat on that beautiful mountain surrounding the eagle from all over, after that eagle has offered water-oblations for his deceased Jataayu and bathed for purification. Sampaati who earned trustworthiness of monkeys, and who is sitting surrounded by all monkeys, again gladly spoke to Angada who sat at his close by."
        },
        {
            "type": "verse",
            "text": "\"Oh, monkeys, you all be quiet and listen to my words alertly as I wish to recount the actuality as to how I came to know about Maithili... oh, impeccable Angada, once I have fallen on the peak of this Mt. Vindhya when sunrays completely burned my wings and limbs scorching in sun's heat... On getting sensitivity after six days, and on looking in all directions I could not recognise anything in the least, as I was helpless and frantic... But then on observing all the oceans, mountains, rivers, lakes, provinces and forests, I could regain senses... Since this mountain is teeming with teams of birds, caves in its midriffs, and it is with peaks of its own kind, thus I resolved this to be Mt. Vindhya at the coast of southern ocean..."
        },
        {
            "type": "verse",
            "text": "\"There was a sacred hermitage belonging to a sage of intense ascesis known as Sage Nishaakara which was reverenced even by gods. Eight thousand years have lapsed while I was living here on this mountain after the departure of that probity knowing sage Nishakara to heaven. I again reached the earth descending from the lopsided peak of Mt. Vindhya, onerously and slowly, whereat the sacred-grass-blades are thorny..."
        },
        {
            "type": "commentary",
            "text": "The grass blades became thorny because sages nipped their apices and they dried up and became thorny for a wingless eagle perching almost on its belly."
        },
        {
            "type": "verse",
            "text": "\"As I was desiring to see that sage I neared that place with much anguish, because I and Jataayu approached that sage for many a time in earlier times... Near about his hermitage wind wiffles with a sweet-smell, and no tree is flowerless and no tree is fruitless, whatsoever it is... On nearing that sacred hermitage and sheltering myself at the base of a tree, I waited there desirous to see that godly Nishaakara..."
        },
        {
            "type": "verse",
            "text": "\"Then I saw the sage available distantly, returning facing north after performing his holy bath, an unassailable sage irradiating the ambience with his radiance... Bears, antelopes, tigers, lions, and diverse reptiles and snakes are following him at his heel, as with living beings following a donor, or all-donating Brahma... As to how the ministerial and military staff retrace steps when a king enters his place-chambers, so also the animals and other beings on knowing the sage's entry into his hermitage, retraced their steps and went away... But the sage is gladdened on seeing me and though he has entered into his hermitage he again came out in a moment and asked about the objective of my visit..."
        },
        {
            "type": "verse",
            "text": "\" 'On seeing the deformity of your feathers, oh, gentle Sampaati, you unidentifiable. These two wings of yours are fire burnt, but lives are let out in your body...' Thus, the sage started to talk to me..."
        },
        {
            "type": "verse",
            "text": "\" 'I have earlier seen you two eagle brothers, kingly eagles among eagles, similar in your speed to Wind-god and form-changers by your wish... You are the elder, isn't it! And Jataayu is your younger brother. You used to touch my feet taking up human forms..."
        },
        {
            "type": "verse",
            "text": "\"Is this falling of wings a result of any illness, if so what is it... or is this any scourge imposed on you, if so, who is he... tell me all who am inquiring into those details..."
        }
    ]
}