{
    "id": "prose-kishkindha-61",
    "kanda": "kishkindha",
    "sarga": "61",
    "title": "Sampaati's legend [contd.]",
    "chapter": "61",
    "overview": "Sampaati details Sage Nishaakara as to how his wings were burnt, when he and his brother Jataayu were flying competitively near at the sun. He says that he wanted to commit suicide, as his two wings, eagle kingdom, valour and even brother, are lost.",
    "content": [
        {
            "type": "verse",
            "text": "\"Then I have informed the Sage Nishaakara all about that impossible and impracticable deed done indiscreetly by me and Jataayu and our following the Sun in red heat, as well...\" Thus Sampaati continued his legend."
        },
        {
            "type": "verse",
            "text": "\"Oh, godly sage, scorching sun has ulcerated me, shame perturbed my senses for not protecting Jatayu, further I am haggard to descend this mountain to come to you, such I am I am incapable to speak on, elaborately... Fascinated by our arrogance and inquisitive of our relative triumphs, myself and Jataayu competitively flew up far-away on the sky... Before the sages on the peak of Mt. Kailash we have staked a stake that we two shall follow the Sun till he reaches the great westerly mountain, namely Mt. Dusk..."
        },
        {
            "type": "verse",
            "text": "\"We reached the sky in a trice to a height wherefrom we could see each of the townships on the surface of earth, separately and singly, in the size of a chariot's wheel... We have seen and heard instrumental music somewhere, and somewhere else tinkling of jewellery, and elsewhere singing of many ladies dressed in red..."
        },
        {
            "type": "verse",
            "text": "\"On our quick rising to the sky and abiding in solar path we have observed that a forest is positioned just as a patch of pasture on earth... From there the earth covered with pebble like mountain heights appeared shingly, and interwoven with yarn like rivers the surface of the earth is thready... Himalayas, even Mt. Vindhya, and even the very high mountain Mt. Meru, shone forth like elephants in lakes..."
        },
        {
            "type": "verse",
            "text": "\"Then there bechanced an abnormal sweating, tiredness and fear, and then stupor invading both of us, we two underwent a severe vertigo... We are not in the know of southern direction which belongs to Yama, the Terminator, nor of south-east which belongs to Fire-god, also not of west which belongs to Rain-god... and the world appeared as though burnt down by the fire at the end of era and destructed of its routine..."
        },
        {
            "type": "commentary",
            "text": "Some good words from an unknown author: 'the air of great height must be treated with caution. When all the gods have been dethroned and nothing is left but the 'Self' beware of Vertigo. It was this that made Vivekananda careful in his ascent not to hurry the whole mass of souls as yet uninured to the precipices and the wind of chasms. He made each one to climb by small stages leaning upon the staff of his own religion or of the providential spiritual credos of his age and country. But too often his followers were impatient and sought to gain the summits without due rest and preparation. Hence it was hardly surprising that some fell and in their fall they were not only a danger to themselves but to those ho knew themselves to be inferior...' This we may say <em>niraalamba avyakta upaasana</em> and Gita has to say something about this 'baseless and bottomless adoration of the un-manifest...'"
        },
        {
            "type": "commentary",
            "text": "<em>klesho adhikataraH teShaam avyakta aasakta cetasaam | avyaktaaH hi gatiH duHkham dehavadbhiH avaapyate || Gita</em>, 12-5-"
        },
        {
            "type": "commentary",
            "text": "The travail is for such as bend their minds / To reach th' Unmanifest. That viewless path / Shall scarce be trod by man bearing the flesh! - S. M. Arnold."
        },
        {
            "type": "verse",
            "text": "\"Though my brainpower is deranged I again tried laboriously just depending on my sight. I again tried strenuously concentrating my brainpower and sight on Sun and I have directly seen the Sun. Then the Sun appeared in a size equal to the earth. Without informing me Jataayu started to trip over the earth, and then on seeing him I too let myself loose from the sky..."
        },
        {
            "type": "verse",
            "text": "\"I have hidden Jataayu in sky with both my wings from the scorching Sun... hence, he is not burn that much... but I am completely burnt when falling from the sky... I supposed that Jataayu as has fallen in Janasthaana, but I have fallen on Mt. Vindhya, as a wing-burnt and insensate eagle..."
        },
        {
            "type": "verse",
            "text": "\"As one who is divested of his kingdom, his brother, both of his wings, and his own valance too, such as I was I wished to fall from the mountaintop to die, in any way..."
        }
    ]
}