{
    "id": "prose-kishkindha-62",
    "kanda": "kishkindha",
    "sarga": "62",
    "title": "Sampaati's legend [contd.]",
    "chapter": "62",
    "overview": "Sage Nishaakara asks Sampaati to wait for monkeys who arrive at the behest of Rama in search of Sita. This sage also accords small wings and vigour to the eagle for survival until the arrival of harbinger monkeys of Rama, as this eagle has to guide the monkeys towards the location where Sita is incarcerated.",
    "content": [
        {
            "type": "verse",
            "text": "\"On informing the sage in this way I wept as I was highly despaired. Then on meditating for a while that sage said this...\" Thus Sampaati continued his narration, and now he reports to Angada and others what that is said by Sage Nishaakara to him."
        },
        {
            "type": "verse",
            "text": "\" 'Again both of your wings will emerge as small wings anew, also thus your valour, power, and life-force will comeback...' Thus Sage Nishaakara started to console Sampaati."
        },
        {
            "type": "verse",
            "text": "\" 'In olden days I have heard that a very great happening is going to happen indeed, and it is known to me as I perceived it ascetically... There is some king known as Dasharatha, an enhancer of Ikshvaku dynasty, and to him there will be a great-resplendent a son who will be known as Rama... When his father assigns him for that objective of his going to forests, that truth-valiant Rama goes to forests along with his brother Lakshmana... A demon named Ravana, the chief of demons, and an unkillable one even for gods or demons abducts Rama's wife from Janasthaana... She that Maithili, a highly privileged and prestigious lady does not touch any food, though she is highly lured by banquets and feasts by that Ravana, for she will be sunken in sorrow... On knowing Sita's plight Indra gives a nectarean food for Vaidehi, which food is renowned to be Nectarous and unattainable even by gods..."
        },
        {
            "type": "verse",
            "text": "\" 'But on getting that food, and on knowing that it is from Indra, Maithili takes up the first morsel and dispenses it on the surface of earth for Rama, saying... 'If my husband is living, or even my younger brother-in-law Lakshmana is living, or even if they have attained godhood, this food belongs to both of them...' Saying so Sita offers oblation to them..."
        },
        {
            "type": "verse",
            "text": "\" 'Ushered by Rama, oh, sky-flyer Sampaati, fly-jumpers will be going over to the place where Sita is captivated as harbingers of Rama, and you ought to tell those monkeys about the queen of Rama... In any case you ought not to go-as-you-please... a wingless eagle of your kind where you wish to go... await the times and scenes, you will regain both of your wings... I am capable of making you a winged eagle now itself, but how can you stay here and do an agreeable deed to the worlds! So you have to wait."
        },
        {
            "type": "verse",
            "text": "\" 'That deed aimed at the wellbeing of both those princes, Rama and Lakshmana, and of Brahmans, teaches, sages and also of Indra is to be done by you alone, isn't it!"
        },
        {
            "type": "verse",
            "text": "\" 'Even I wish to see those brothers, Rama and Lakshmana, but I do not wish to bear lives prolongedly, hence I castaway my mortal body...' and thus that is what the great sage Nishakara said to me. Saying so that sage, who is a discerner who discerned the sum and substance of Supreme Person castaway his mortal body in his ascent to heaven.\" Sampaati continued his narration in this way."
        }
    ]
}