{
    "id": "prose-kishkindha-63",
    "kanda": "kishkindha",
    "sarga": "63",
    "title": "Sampaati gets new wings and flew away",
    "chapter": "63",
    "overview": "Sampaati regains his wings when he passes information to the monkeys. Sampaati flies away for flight-test of his newborn wings wishing the monkeys success. Then the enthused monkeys journey on to southern direction, as directed by Sampaati.",
    "content": [
        {
            "type": "verse",
            "text": "\"That expert in sentences, namely sage Nishaakara, entered his own dwelling on saying these and many other words of encouragement and after permitting me to take leave. But on creeping slowly and slowly from the cave of that mountain I clambered up the Mt. Vindhya and I am looking forward for your arrival... As of now, a little more than a hundred years have slipped by, and I am awaiting events and times minding sage's words in my heart..."
        },
        {
            "type": "commentary",
            "text": "There is an inconsistency in accounting the years of Sage Nishaakara's living, dying and Sampaati's continuation on that mountain after sage's demise. It is said: 'for me lapsed are eight thousand years, without him...' at 4-60-9 by Sampaati and here he alone is saying that one hundred years are elapsed. For this there is another shade given to this verse in other mms and the compound <em>varSa shatam gatam</em> is replaced with <em>varSa shata trayam</em> 'years, hundred, three, three hundred years...' then the meaning will be 'that sage lived for eight thousand years, and he died a hundred years back, and I have been waiting for three hundred years after his demise...'"
        },
        {
            "type": "verse",
            "text": "\"But many illogical thoughts crowded round me when Sage Nishaakara has gone on great voyage to heaven, thus my anguish burned me down... I have been reversing the thought cropped up for my suicide by virtue of the afflatus endowed to me by that sage, and I have been safeguarding my lives as that afflatus is taking away my anguish, as a tongue of flaring fire takes away darkness... Though I am aware of the valour of that dirty-minded Ravana, I was rebuking my son saying, 'how you have not saved Maithili?'"
        },
        {
            "type": "verse",
            "text": "\"My son has not effectuated my cherish even on hearing the bewail of Sita, or at least on hearing that Rama and Lakshmana are separated from Sita, or at least on knowing my friendship with Dasharatha...\" Thus Sampaati spoke to monkeys."
        },
        {
            "type": "verse",
            "text": "Both the wings of Sampaati have then cropped up just before the eyes of those monkeys who are clustering around him, while Sampaati is speaking in this way to those monkeys. On looking at his own body which is now covered with newborn reddish-feathered wings Sampaati obtained an incomparable rejoice, and he also said this to vanara-s. By the efficacy of that kingly sage of illimitable magnificence both the wings of Sampaati that were burnt down by sunrays have resurfaced again."
        },
        {
            "type": "verse",
            "text": "\"Which valour, vigour, and valiance were prevailing in my youth, now I am experiencing them alone... Let an endeavour be made by all of you. For sure, you will come by Sita. This event of my regaining wings shall be the causer of credibility in you all..."
        },
        {
            "type": "verse",
            "text": "On saying thus to all of those monkeys that best bird Sampaati took wing from that mountaintop to ascertain the plight of a sky-going bird when anew on the wing."
        },
        {
            "type": "verse",
            "text": "On hearing that word of Sampaati those tigerly monkeys are heartily gladdened and while their valour inspiriting them they have became proactive towards their task."
        },
        {
            "type": "verse",
            "text": "Those best fly-jumpers having redeemed their certitude, then with a gustily gusto waited for an opportune time called <em>abhijit lagna</em> and then journeyed on to the southern direction, as they are the pioneers in searching Sita, the daughter of Janaka."
        },
        {
            "type": "commentary",
            "text": "The auspicious and opportune time in a day is called <em>abhijit lagna</em> a little later to noon time. This is as said in astrology <em>suuryaH ca caturdhakam lagnam abhijit pari kiirtitam | sarva doSha haram caiva prashastam shubha karmasu ||</em> "
        },
        {
            "type": "commentary",
            "text": "The chapters from 59 to 63 are treated as interpolated ones and to support that statement, the action of Sampaati in flying away without offering further cooperation to monkeys in the search for Sita, is exemplified. 'As and when he got wings he flew away like any ordinary bird as it goes as-it-pleases. If Sampaati were to be a true friend of Dasharatha and an admirer of Rama, he should have at least followed the monkeys up to seashore...' is the argument of those who hold these chapters as interpolated ones. But contradicting them, the others say, 'Sampaati is given small wings for his locomotive purpose, but not to fly aggressively... further, his part ends as and when he informs about the direction of Sita and Ravana, as the role of Swayamprabha ended when she brought the monkeys out of Black Hole... hence these chapters are not interpolated...' thus the debate continues, endlessly..."
        }
    ]
}