{
    "id": "prose-kishkindha-64",
    "kanda": "kishkindha",
    "sarga": "64",
    "title": "Monkeys arrive at seashore",
    "chapter": "64",
    "overview": "Monkeys on arriving at seashore are awestruck to have a glimpse of unnavigable ocean, which is tumultuous with  many sea-creatures. Angada noticing the baffle of monkeys pacifies them and elicits information about each monkey's  capability to jump over the ocean.",
    "content": [
        {
            "type": "verse",
            "text": "Those lion-hearted fly-jumpers who are informed thus by the kingly eagle Sampaati have gladly jumped and loped  and screamed in league On hearing the words of Sampaati, the monkeys have delightedly come to the ocean to go  to the residence of Ravana, longing for a glimpse of Sita. Passing across that province those superbly venturesome  monkeys have seen the ocean available there, appearing like a great mirror image of the world in it entirety."
        },
        {
            "type": "commentary",
            "text": "Here the word <em>pratibimba</em> is taken as entire ocean with its shores, and the ocean is said as a mirror,  'a mirror framed by it shores.' Thus, the ocean is said to contain all the items of entire world and it is becoming  a world by itself, together with its own paraphernalia, from fishes to sharks, pebbles to diamonds etc. This is  according to Govindaraja."
        },
        {
            "type": "verse",
            "text": "On reaching the northern side of southern ocean those best monkeys have collectively made a camp there."
        },
        {
            "type": "commentary",
            "text": "Here in this mms of Gorakhpur one verse is not given which is available in other versions. That verse is given  here for an easy comprehension of the later verses."
        },
        {
            "type": "verse",
            "text": "That ocean is uproarious with its tides, and with its gigantic and misshapen beings that are sporting in water  with their wide-opened mouths."
        },
        {
            "type": "verse",
            "text": "Somewhere that ocean is as though sleeping well, and somewhere else it is as though sporting, elsewhere it is  overspread with tidewaters as high as mountains, somewhere else it is tumultuous with the best demonic beings  who are the residents on the plane of netherworld, and the elephantine monkeys despaired on seeing such a hair-raising  ocean. On seeing the shoreless ocean that is like an endless sky, hence unnavigable, the vanara-s are despaired  and said each to each, \"how to vault this ocean?\""
        },
        {
            "type": "verse",
            "text": "Then the best one among monkeys, Angada, started to inspirit the army of monkeys who are anguished by fear on  their gazing at the ocean."
        },
        {
            "type": "verse",
            "text": "\"Loosing heart to dismay is an unworkability, because dismaying itself is detrimental, and dismay alone ruins  a person, as a vicious viper unworkably ruins an innocent child... Individual achievement will be unachievable  to him who readily braces himself with despair when the time for venturesomeness verges on, because of the lacking  of his own vitality...\" So said Angada and then the nightfall has occurred."
        },
        {
            "type": "commentary",
            "text": "These two sayings of Angada, and suchlike at other places, become precedent for the sayings of Krishna in Bhagavad  Gita, esp., in the Ch. of <em>arjuna viSaadayoga</em> 'Arjuna's Despair'."
        },
        {
            "type": "verse",
            "text": "While that night is elapsing into the wee hours of next day, Angada met all the golden-ager monkeys, and again  deliberated with them. When those troops of monkey army stood encircling Angada, it beamed forth like the army  of gods encircling Indra."
        },
        {
            "type": "verse",
            "text": "Who can capably consolidate that army of monkeys, other than Vali's son Angada, or, other than Hanuman? None. Because  that army itself is an army of fickly, tickly monkeys."
        },
        {
            "type": "commentary",
            "text": "Angada is the crown prince and Hanuman is [non-commissioned] commander-in-chief of monkey forces. It is usual in  the military etiquette not to use high rankers in the first instance itself. Here also the same protocol is being  followed. In this way, Duryodhana requests Bhishma to become his commander-in-chief:"
        },
        {
            "type": "commentary",
            "text": "<em>anena sena patiH prabalaH kartavyam iti suucitam | tathaa ca udyoge bhaarate - bhiiShmam prati duryodhanaH -  bhavaanushanasaa tulyo hita eShii ca sadaa mama | asamhaaryaH sthito dharme sa naH senaapatiH bhava || dk </em>&nbsp;Now,  excepting Angada and Hanuman, some other vaulter is needed."
        },
        {
            "type": "verse",
            "text": "Then that enemy-subjugator and illustrious Angada, on revering the old-ager monkeys and paying due respects to  the army of monkeys, spoke this meaningful sentence."
        },
        {
            "type": "verse",
            "text": "\"Now, who is that great-resplendent one who can vault over the ocean and who is he who can facilitate the enemy-repressor  Sugreeva to become truthful to his word... Who is that brave hurdler who can hurdle over a hundred yojana distance,  oh, fly-jumpers, who is he who can even emancipate all these monkey commanders from the great fear of Sugreeva...  By whose benignancy we can rejoicingly see our wives, sons, houses and homes on going back from here after achieving  the purpose of our task... By whose benevolence we can unworriedly approach Rama, or even that irascible Lakshmana,  or ruthless Sugreeva, as well..."
        },
        {
            "type": "verse",
            "text": "\"If someone among you is competent enough to jump over the ocean, that monkey may now quickly give us all, a munificence,  called a solemn impunity from Sugreeva...\" Angada addressed monkeys in this way."
        },
        {
            "type": "verse",
            "text": "On hearing Angada's words there is none someone to say something in that matter, as the entire monkey troop is  as though dumbfounded."
        },
        {
            "type": "verse",
            "text": "Again that best one among monkeys Angada clearly said to those monkeys thus, \"all of you are the best ones among  powerful monkeys, you all are determinedly venturesome, born in flawless families and even adored again and again  for your adventures..."
        },
        {
            "type": "verse",
            "text": "\"There will be no barrier to whomsoever, whensoever he wanted essay wheresoever, isn't it! Hence, oh, best fly-jumpers,  each one you may give an account as to which one has got which capability in jump-leaping the ocean."
        }
    ]
}