{
    "id": "prose-kishkindha-65",
    "kanda": "kishkindha",
    "sarga": "65",
    "title": "Monkeys fear to jump the ocean",
    "chapter": "65",
    "overview": "Monkeys are perturbed to see ocean which is breadthwise a hundred yojana-s, say a thousand miles, as none can leap a. Every important monkey says that his capability is just lesser than that. Angada is again despaired as none is coming forward, nor he is allowed to go, in the name of his prospective kingship. But Jambavanta pacifies and starts to encourage and invigorate Hanuman to undertake the task of leaping the ocean.",
    "content": [
        {
            "type": "verse",
            "text": "Then on hearing the words of Angada those best vanara-s, anamely Gaja, Gavaaksha, Gavaya, Sharabha, Gandhamaadana, Mainda and Dvivida, and Susheshana, and like that Jambavanta have individually said about their abilities in the matter of leaping the ocean according to their turn."
        },
        {
            "type": "verse",
            "text": "In that matter Gaja said, \"I can fly ten yojana-s...\" and Gavaaksha said, \"I can go over twenty yojana-s...\""
        },
        {
            "type": "verse",
            "text": "In that matter the vanara Sharabha said to the monkeys, \"oh, fly-jumpers, I can indeed go up to thirty yojana-s...\" The vanara Sharabha said, \"I can go up to forty yojana-s, undoubtedly...\" The great-resplendent Gandhamaadana said, \"I can go up to fifty yojana-s, no doubt...\" The vanara Mainda said the monkeys in that matter, \"I venture to jump just sixty yojana-s...\" Then the great-resplendent Dvivida informed, \"I can go up to seventy yojana-s, no doubt...\" But mighty Shushena, the best and the great resplendent monkey said, \"I promise to jump eighty yojana-s...\""
        },
        {
            "type": "verse",
            "text": "Jambavanta, the oldest one among all of them, appreciating them who are telling about their jumping capacities, has informed them in this way. \"Previously there was some traversal daredevilry even for us, such as we were, we are presently on the other shore of our age..."
        },
        {
            "type": "commentary",
            "text": "The use of the word 'us' is to mean 'for me...' as a kind of royal 'we'."
        },
        {
            "type": "verse",
            "text": "\"That being so, for which purpose the king of monkeys Sugreeva and even Rama are decisively decided on this task, it is impossible for us to marginalize this task..."
        },
        {
            "type": "commentary",
            "text": "Jambavanta is cautioning the monkeys, who are evasive on the issue of going to Ravana's Lanka. When Sugreeva sent the very same monkeys to all directions, he said 'you all have an unimpeded egress and no limits for your capabilities...' etc., but here, all the monkeys are telling their capacity is 'a little lesser than a hundred yojana long jump...' It is not exactly their lack of aptitude to 'just jump' but it is their 'fear for Ravana' that is deterring them. As such, here Jambavanta as the senior most member had to reprimand them with words like 'non-observance, heedlessness...' etc."
        },
        {
            "type": "verse",
            "text": "\"While we say you may hear what cruise we have at this age... we can go up to ninety yojana-s, undoubtedly... Jambavanta further said this to all of those best monkeys, \"my capability in the stint of going was not definitely limited only thereunto..."
        },
        {
            "type": "verse",
            "text": "\"Once I have performed circumambulation around the Omnipresent and Eternal Vishnu in His incarnation as Trivikrama, when He grandiosely increased His physique from that of a Divine-Dwarfish Brahman boy to that of an Omnidirectional Being, thus filling whole of the Universe to tread all the three worlds, during the time of Vedic-ritual of Emperor Bali, the legatee of Vairocana... Such as I was, I am presently old and decrepit and I have become slow jumping soldier of misfortune, though my energy in youth was unmatchable and unsurpassable. Now, at this age it is possible for me to go on my own only thereunto... and by that much endeavour that task will be unaccomplished...\" So said Jambavanta to monkeys. Then on reverencing the great monkey Jambavanta, the highly intelligent Angada thereafter said these salutary words."
        },
        {
            "type": "commentary",
            "text": "Though Jambavanta is a bear he is reckoned as one with monkeys because bear's nature and behaviour 'nearly' equals that of gorillas, chimps, or even monkeys."
        },
        {
            "type": "verse",
            "text": "\"I can vault over this ocean which is broadwise in a hundred yojana-breadth, but whether I am capable of coming back or not, it is indefinite... That expert in sentence making, Jambavanta said to the best one among monkeys namely Angada, \"oh, Angada, the best one among monkeys and bears, I know about your capability in traversal..."
        },
        {
            "type": "verse",
            "text": "\"Why a hundred, if need be you are capable to go up to a hundred thousand yojana-s and come back... but this method of our sending you is uncanonical... Oh, dear Angada, in anyway lord assigner cannot be an assignee, hence oh, best fly-jumper, all of these people are assignable by you... You are notionally established as our lord and we have to become your protectionists and, oh, enemy-inflamer Angada, lord becomes the protectionist of army... this alone is the method..."
        },
        {
            "type": "commentary",
            "text": "The word <em>kalatra</em> meaning 'that which need be protected,' has other meanings like 'wife, buttock...' etc."
        },
        {
            "type": "verse",
            "text": "\"Oh, enemy-subjugator, really you are the linchpin to this mission, thereby oh, dear Angada, you are always to be protected like anything that needs safeguarding... 'The prime mover of a task is to be safeguarded...' is the byword of the taskmasters, and indeed if only the prime mover is there, all the endowments are achievable that yield fruits... Thereby, oh, truth-valiant Angada, you are instrumental to this task and as you are privileged with sagacity and audacity, oh, enemy-inflamer, you are the keystone for this task of searching Sita... For us you are indeed a respectable one by yourself, and as the son of respected Vali too, and oh, best monkey, sheltered by you we are indeed capable of achieving the objective of our task...\" So said Jambavanta to Angada."
        },
        {
            "type": "verse",
            "text": "When that highly scholarly Jambavanta has said thus, the great monkey and the son of Vali Angada said this sentence in reply as an answer."
        },
        {
            "type": "verse",
            "text": "\"If I am not proceeding to Lanka, nor any other monkey is proceeding, then we have to undertake self-immolation once again, isn't it! I do not perceive any secure protection for our lives on our going to Kishkindha without fulfilling the bidding of that resolute king of monkeys Sugreeva... Sugreeva is a lord who shows either forgiveness or furiousness immoderately... and our going to Kishkindha trespassing his bidding is as good as our entering into our own doom..."
        },
        {
            "type": "verse",
            "text": "\"It will happen in that way only as our going back to Kishkindha results in no other way, thereby it will be apt of you to think deeply, as you can envision the implications...\" Thus Angada said to Jambavanta."
        },
        {
            "type": "verse",
            "text": "When that best and valiant fly-jumper Jambavanta is said that way by Angada, then Jambavanta advised him in this best sentence to Angada. \"Oh, brave Angada, this mission of yours will not be thwarted in the least. I will motivate him who achieves success of this mission of searching Sita..."
        },
        {
            "type": "verse",
            "text": "Then Jambavanta, the outstanding one among monkeys started to motivate the exceptional fly-jumper, and a marvellous one among all the monkeys, and who by now is comfortably sitting abiding a lonely place, namely Hanuman."
        },
        {
            "type": "commentary",
            "text": "Here Hanuman is said to be sitting 'comfortably' far from the madding crowd of monkeys. When everybody is clamorous how can this monkey sit comfortably - is the doubt. In reply it is said, that he is apparently comfortable but in his heart of hearts the problem of vaulting over the ocean is churning. On one hand, Rama gave his golden ring to Hanuman in the presence of these very same monkey heroes, and on the other Angada is asking all the other monkeys to jump over the ocean. Hanuman is fully aware that all the other monkeys are somehow escaping the situation, not because they cannot jump just a hundred yojana ocean, but owing to the fear of Ravana. Hanuman neither fears Ravana nor cares his stooge-demons, but his concern himself with his duty. If somebody comes forward to leap, then it is well and good and Hanuman has to accompany that monkey as a standby, because he is handling the ring of Rama. If none comes forward, even in that event he has go to Lanka unaccompanied. In either case it is Hanuman who has to go, hence the 'comfortableness' is 'decisiveness' and thus he is decided of his duty. A verse from Skanda Puraana says this only:"
        },
        {
            "type": "commentary",
            "text": "<em>niilo a~Ngado hanuumaan ca jaambavaan atha kesarii | samudra tiiram aagamya na shekuH spanditum padam | raavaNasya balam j~naatvaa tiire nada nadii pateH | skaanda puraaNa</em>"
        }
    ]
}