{
    "id": "prose-kishkindha-66",
    "kanda": "kishkindha",
    "sarga": "66",
    "title": "Legend of Hanuman's birth",
    "chapter": "66",
    "overview": "Legend of Hanuman's birth is eulogised together with his innate capabilities. Jambavanta familiarises Hanuman of  his capabilities giving an account of his birth, rather what for he took birth, and extols his unready faculty.  In the sixty-sixth chapter of Bala Kanda, Valmiki very concisely narrates the birth of Sita. But here Valmiki  elaborately informs about the birth of Hanuman through Jambavanta. Some information about Hanuman is included in  the endnote.",
    "content": [
        {
            "type": "verse",
            "text": "On overseeing the crestfallen monkey-soldiery, which is with many hundreds and thousands of soldiers, then Jambavanta  sad this way to Hanuman."
        },
        {
            "type": "verse",
            "text": "\"Oh, valiant one in the world of vanara-s, being an erudite scholar among all the scriptural scholars, Hanuman,  why do not you mumble something, why do you resort to a calmly loneliness... By your brilliance and brawn, oh,  Hanuman, you match up to king of monkeys Sugreeva, or even to Rama and Lakshmana, as well... The son of Kashyapa  Prajapati and Lady Vinata is the best bird among all the birds who is superbly mighty and who is universally renowned  as Garuda... Iindeed, I have oftentimes seen that highly glorious, rapidly speedy, great mighty bird Garuda, pecking  up reptiles from ocean..."
        },
        {
            "type": "verse",
            "text": "\"Whatever is the strength of his wings, that much is the strength of you arms, and even by the yardsticks of his  dash and dare, yours too, are unreprovable... Oh, forthright monkey, you are the finest among all beings by the  dint of your force, faculty, flair, and fortitude... why then is your unreadiness in this task of leaping ocean..."
        },
        {
            "type": "verse",
            "text": "\"Punjikasthala yclept Anjana is the nicest apsara among all apsara-s and she is the wife of Kesari, the monkey...  She who is distinguished for her unparalleled mien in the three worlds, oh, dear boy Hanuman, had to take a rebirth  on earth as a monkey who can change her form by her wish, owing to a curse... She who took birth as the daughter  of great souled monkey chief Kunjara, on assuming a human physique, putting on caparisons of amazing garlands,  dressed in silken clothing, and shining forth with rarity of her beauty and nubility, at one time ambled on the  top of a mountain like a streak of lightning athwart a black-cloud of rainy season. When she is strolling on the  mountaintop Air-god has slowly lifted up that broad-eyed lady's auspicious and ochry silk apparel with red rouches...  Then the Air-god beheld her well-twinned, thickset, roundish thighs, and even the paired off plumpish breasts,  and her beautiful face which is well proportioned in its build..."
        },
        {
            "type": "verse",
            "text": "\"Just on catching the sight of that gorgeous one, whose pelvic-girdle is fat and ample and who is slender-waisted,  and who by all her limbs is pristine, the Air-god is enamoured... He that Air-god who is ensorcelled by Love-god  in all of his limbs, though he is limbless and existing in thin air, embraced that immaculate lady with both of  his far-flung arms, as he lost his heart for her... But she that conscientious lady perplexedly said this sentence  in that matter of invisible hugging, 'who wishes to despoil my vow of one-man-one-wife...'"
        },
        {
            "type": "verse",
            "text": "\"On listening the words of Anjana the Air-god spoke this in reply, 'oh, high-hipped one, I don't dishonour you,  hence let there be no fear in your heart, for I am the all-permeating Air-god... 'By which reason I embraced you  and impregnate myself within you, by that reason you are impregnated in a supersensory manner, thereby you will  beget a valiant son endowed with intellect..."
        },
        {
            "type": "verse",
            "text": "\" 'An admirably brave, and a bravely dazzling, and a dazzlingly forceful, and a forcefully overpowering son will  be there, also thus, he will be a coequal of mine in flying off and jumping up...' Thus, the Air-god said to Anjana."
        },
        {
            "type": "verse",
            "text": "\"Oh, arcane monkey Hanuman, when Air-god said so to her, oh, ambidextrous one, your mother is gratified, and then,  oh, bullish fly-jumpers, your mother very well divined you in a cave..."
        },
        {
            "type": "verse",
            "text": "\"Thereafter, when you were a boy you have see the just risen sun in the vast of forest, and deeming it to be a  just ripen reddish fruit, and thinking it to be a best catch, you hopped up and flew towards sun on the sky...  Even on your flying up three hundred yojana-s, oh, brave monkey, and even when sun's radiation puffed and blown  you down, you did not get into any anguish as were indefatigable... Oh, mighty monkey, even on seeing you who  are coming near the vault of heaven, Indra is captivated by anger and by his effulgence he catapulted his Thunderbolt  at you... Then, your left cheekbone, zygomatic arch, is broken when you fell down on a highest mountaintop, from  thereupon your name-phrase is indeed averred as <em>Hanumanan</em>..."
        },
        {
            "type": "commentary",
            "text": "The word <em>hanu</em> also means 'wisdom...' and Hanuman is one having an absolute wisdom. He is also addressed  as <em>Hanumannta, Hanuman</em> and at certain places Valmiki terms him as <em>Hani...</em> nectareous..."
        },
        {
            "type": "verse",
            "text": "\"Then on observing that you are mutilated, highly infuriated is that scent-wafter Air-god and that tempestuous  Air-god has not physically circulated throughout the triad of worlds... When the triad of worlds is being roiled  with breathlessness, all the administrative gods of universe are bewildered, and they started to supplicate the  Air-god for his grace... Oh, chivalric warrior at war, while the Air-god is being supplicated, oh, dear boy, Brahma  gave you a boon decreeing your 'indestructibility by any missile...'"
        },
        {
            "type": "verse",
            "text": "\"On scrutinising that you are unhurt even after hit by Thunderbolt, oh, ablest Hanuman, the Thousand-eyed Indra  kind-heartedly gave you a choicest boon saying that your death occurs only by your own volition..."
        },
        {
            "type": "verse",
            "text": "\"Such as you are, you are Kesari's son through his wife, oh, frightful pugilist, and you are the lineal son of  Air-god, and even by your gusting you are selfsame to Air-god, and even by your flying also you are his selfsame  to Air-god, in all respects..."
        },
        {
            "type": "commentary",
            "text": "There used to be many systems to beget children in the bygone eras, called <em>kshetraja</em>, one's own, <em> aurasa</em>, in one's own wife but by other supernatural entities, <em>niyoga</em>, in one's own though other  superior human beings or supernatural beings, and <em>kR^itrima</em>, by artificial methods like the present day  cloning or by 'test tube baby' methods, and by <em>datta</em>, adaptation etc. Here Hanuman is said to be both  the <em>kshetraja</em> as well as <em>aurasa</em> where his <em>aurasa</em> sonship is said for its <em>gauNa  artha</em> latent and incidental meaning to endow him with the attributes of Air-god. Dharmaakuutam narrates about  these system and some of it is: "
        },
        {
            "type": "commentary",
            "text": "<em>atra maaruta aurasatvam maaruta viirya utpannatva maatreNa gauNam bodhyam | sa~NskR^ite sva kShetre  sva viiryaat utpannasya aurasa shabda mukhya arthatvaat | tathaa ca aurasa aadi vibhaaga pratipaadanam upassaram  tallakShaNam darshitaani manunaa - aurasa kShetrajaH caiva dattaH kR^itrima eva ca | guuDHotpannao apaviddhaH  ca daayaasaa baandhavaaH ca ShaT || - teShaam lakShaNaani api sa eva aaha - sva kShetre sa~NskR^itaayaam tu svayam  utpaaditaH ca yaH | tam aurasamvijaaniiyaat putram prathama kalpitam || sva dharmeNa niyuktaayaam kShetrajaH smR^itaH  | sadR^isham priiti samyuktam sa j~neyaH kR^itrimaH sutaH | manu --&nbsp; </em>And these systems of begetting  children is a taboo and banned for this Kali Yuga era: "
        },
        {
            "type": "commentary",
            "text": "<em>eteShu datta aurasa vyatiriktaanaam putratve parigraH kalau niShiddhaH | candrika smR^iti artha  saara aadau kali yuga dharma madhye parigaNanaat - iti;</em>&nbsp;&nbsp; And the verse 20 says that Anjana  has 'divined Hanuman...' <em>pra ja j~ne</em> = very, well, divined... [tr. discover by guessing, intuition, inspiration,  or magic]; but not 'delivered' manually through routine labour."
        },
        {
            "type": "verse",
            "text": "\"Presently we are as good as dead, and among us presently you are the only one rife with competence and valiance,  you are the other Sugreeva, the king of monkeys, to us... During the period of Trivikrama incarnation I have circumambulated  the earth inclusive of its mountains, forests and thickets for twenty-one times, moving rightward around it..."
        },
        {
            "type": "verse",
            "text": "\"Like that, by the order of gods we ourselves have collected those herbal plants with which ambrosia had to be  churned from Milky Ocean, and in that way, then there used to be a great energy for us..."
        },
        {
            "type": "commentary",
            "text": "The expressions 'we' and 'us' 'ourselves' are royal the 'we-s', 'us-s' and 'ourselves...'"
        },
        {
            "type": "verse",
            "text": "\"Such as I am, I am now aged and my valiance is completely lessened... but at the present time, you alone are  endowed with all endowments among us... Thereby oh, vanquisher Hanuman, you give a jump-start to leap the ocean.  Indeed, you alone are the best one among all fly-jumpers, and this entire vanara army is anxious to witness your  prowess..."
        },
        {
            "type": "verse",
            "text": "\"Arise, oh, lion-like monkey, leap over this vast ocean, oh, Hanuman, your escape velocity is indeed unalike that  of all the other beings..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Hanuman, all these monkeys are dispirited. Why this indolence of yours? You boldly triumph over the ocean  as your speed is highest, supersonic, super-photic, super-cerebric is your celerity. As with Vishnu who trod the  triad of worlds in a trice, you too triumph over...\" Thus Jambavanta persuaded Hanuman to get ready for action."
        },
        {
            "type": "commentary",
            "text": "The bracketed words are in remembrance of the regularly chanted eulogy of Hanuman:"
        },
        {
            "type": "commentary",
            "text": "<em>manojavam maaruta tulya vegam jitendriyam buddhimataam variShTham | vaataaatmajam vaanara yuudha  mukhyam shrii raama duutam shirasaa namaami || &nbsp; </em>in that <em>mano javam</em> is 'speedier than  thought...'"
        },
        {
            "type": "verse",
            "text": "Thereafter, when the best monkey among monkeys, namely Jambavanta, the king of bears has motivated, then that  son of Air-god, Hanuman, whose speed is familiar coupled with his irresistible enterprise, enormously increased  his physique as though to gladded the army of monkeys."
        },
        {
            "type": "commentary",
            "text": "Apart from trying to snatch Sun-fruit, Hanuman's childhood-rascaling  was intolerable for some sages and hermits. Hanuman used to tease and tickle the sages by snatching away their  personal belongings, by spoiling well arranged worship articles etc. Knowing that Hanuman is indomitable by the  blessings of Brahma and Indra and all the celestials, and as a severe punishment is uncalled for, as he is simple  little monkey, the sages gave him a minor curse. That curse is 'Hanuman does not remember his might on his own,  but recollects it whenever others remind him about it...' If Hanuman were to be aware of his own might, the course  of Ramayana would have been otherwise. He would have simply enlarged his body and brought whole of Lanka island  to Rama, as he has lifted <em>sanjivini</em> mountain, to enliven Lakshmana in the war with  Ravana's son, Indrajit. So this was a necessary curse upon Hanuman. Hence Jambavanta had to harangue Hanuman."
        },
        {
            "type": "commentary",
            "text": "The word <em>kapi</em> also means 'Sun...' <em>kam</em>= water; <em>pi</em>= drinker, drinker of waters... the Sun. <em>kaparkayebhavaanaraaH</em> Sun, monkey, elephant are the meanings for <em>kapi</em>. As Sun drinks waters only to give rain Hanuman drinks <em> raama rasa amR^ita</em> to shower wisdom on anyone, may it be Sugreeva, Angada or Sita. Hanuman is the student  of a guru no less than Sun-god. On ascertaining that nobody is prepared to teach him scriptures, and fied him  as a fickle monkey, he approaches Sun, as Sun is an all-knowing teacher, <em>karma saakshi</em>,  an eternal witness of all deeds. Hanuman raises his body to solar orbit and requests Sun to accept his studentship.  Sun declines saying, \"I am ever on my wheels, where can I be standstill to teach you leisurely, I have my unending  duty to perform...\" and thus continued His solar traversal. But Hanuman undeterred by Sun's dismissing, still enhances  his body, placing one leg on the eastern mountain range and the other on the western, face turned toward the travelling  Sun. Hanuman again requested Sun in this posture saying, \"my face will always be towards you, in whichever orbit  you go, but teach me...oh! God...\" Pleased by the pertinence of Hanuman, Sun teaches all the scriptures to Hanuman.  So also Hanuman is a witness to all the happenings in Ramayana, like Sun, and also performing whatever duty assigned  to him. Even today any student is asked to adore Hanuman, to obtain such a stubborn health, enduring education,  and above all a reverential scholarship."
        },
        {
            "type": "commentary",
            "text": "Hanuman is having a benefit of <em>icChaa  maraNam</em> 'death at his wish...' but he is not yet dead, believably, for he is <em>chiranjiivi</em>  'eternal entity on earth...' When Rama is crowned as emperor, after his exile and eliminating Ravana, Rama and  Sita gave gifts to all of their friends. When it was turn to Hanuman to choose a gift, shunning the heavens or  other higher planes or other things, he asks for living in this mortal world as long as the name <em>Rama</em> is audible. Then Sita blesses Hanuman with that gift saying \" Oh! Hanuman, wherever  you are, there will be plenty of fruits and eatables, and further, in villages, public shelters, temples, houses,  gardens, cowsheds, cities, and at riversides, crossroads, pilgrimages, water tanks, trunks of banyan trees, and  on mountains, caves, peaks and wherever people stroll, your image will be installed, so that you can listen Rama's  name, uttered by the people from all corners of the earth...\" Thus Hanuman is believed to be still living, as the  name of Rama is still audible. He is also called <em>an old monkey</em> living from ages till  now, which is reflected in Maha Bharata, when Bhima could not lift the tail of this old monkey, on his way in  forests. Even today one can see huge images, statues of Hanuman at all these places, as said by Sita, either  installed ages ago, or recently."
        },
        {
            "type": "commentary",
            "text": "Another parable is told that Hanuman is the first one to  script Ramayana on claytablets, recording each and every detail of what Rama did. Having finished his writing  he brought those claytablets to Rama, to bless that work. Rama humbly said to Hanuman, \"I have not done anything  great to be recorded this laboriously... I have done my righteous duty...that's all...\" Then Hanuman was upset.  Dejected by the slighting away of 'his great deeds as simple acts of duty' by Rama, Hanuman brought those clay  tablets to seashore, recited each verse, and broke each tablet on his knee and threw them into sea. This writing  is called <em>hanumad ramayana</em>. This work is unavailable from that time. But one tablet  came to shore afloat on the sea, which is retrieved during the period of Mahakavi Kalidasa, and hung at a public  place to be deciphered by scholars. On that tablet only one foot of a stanza is available. That foot says \"Oh!  Ravana, those your ten heads, on which you lifted of Mt. Kailah, the abode of Shiva, are now bumped on battlefield  by the claws of crows and eagles, know what has happened to your high-headed Decahedral pride, at the hands of  virtue...\" Kalidasa deciphers this stanza and informs that it is from <em>hanumad ramayana</em>,  recorded by Hanuman, but an extinct script. And Kalidasa salutes that clayplate for he is fortunate enough to see  at least one stanza of <em>hanumad ramaayana</em>. It is said that none can conclusively narrate  about Hanuman, for he is many faceted. He is symbolic for unwavering dedication to righteousness, unstinting performance  of entrusted duties, unfailing talents in service. So the tradition holds Hanuman dear..."
        }
    ]
}