{
    "id": "prose-kishkindha-67",
    "kanda": "kishkindha",
    "sarga": "67",
    "title": "Hanuman asserts his capabilities to leap the ocean",
    "chapter": "67",
    "overview": "Hanuman comes forward to leap the ocean at the repeated encouragement given by Jambavanta. Then he increases his physique, fit enough to take a leap, and starts declaring his capabilities, by which the other monkeys feel jubilant. Then Hanuman climbs Mt. Mahendra, by which whole of that mountain is put to turmoil. And he reaches Lanka, instinctually, as he has the speed of Air-god and of the Thought Process, i.e., <font color=\"#B3003A\">mano javam, maaruta tulya vegam...</font> Thus, with this chapter this book of Kishkindha Kanda, 'The Empire of Holy Monkeys...' concludes.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing that best monkey Hanuman, who is burgeoning to cross over the hundred yojana-ocean and who is also quickly, progressively, and stupendously maximising his body, the other monkeys instantly shunning off their sadness, raved and rhapsodized over that staggeringly mighty monkey, Hanuman. Those monkeys available all over there are altogether buoyed up and utterly astounded, and as with the people who have enthusiastically seen Narayana when He maximised His physique to tread the triad of worlds in His Trivikrama incarnation, these monkeys too are looking at Hanuman who is now maximising his body."
        },
        {
            "type": "verse",
            "text": "Hanuman who is already an outmatching monkey by way of his energy, has now accrued added energy obtained through the gladness derived by the way of extolment from other monkeys, and then he impetuously lashed his tail and oversized himself. His physique which is being reinforced with resplendence while all the monkey chiefs are eulogising him has become unsurpassed in its form."
        },
        {
            "type": "verse",
            "text": "Hanuman, the lineal son of Air-god, is now prancing about as with a lion prancing around a wide-open den of a mountain. While he is inflating the face of that clever Hanuman shone forth like a red-hot frying pan and like the fumeless white-hot Ritual-fire. On bestirring himself from among the monkeys, and on reverencing the elderly monkeys, Hanuman said this, with a spine-tingling sensation in his body."
        },
        {
            "type": "verse",
            "text": "\"He who is an inestimable one in his formidableness, and an expeditious one in his meandering in the skies, that Air-god who is the friend of Fire-god will be toppling mountaintops...... I am the lineal son of that high-speeded, brisk paced, life-sustaining Air-god, hence I am a coequal to him in flights..."
        },
        {
            "type": "commentary",
            "text": "Hanuman narrates many of his capabilities to his fellow monkeys and on listening them Jambavanta blesses him to find Sita. This is not a self-exaltation but self-assertion of his capabilities. Hence these are to be taken as expressions of strong assertions, rather than a self-eulogy or wishful thinking, and hence it is said here in 'shall I? Do you want me to?' fashion."
        },
        {
            "type": "verse",
            "text": "\"Indeed shall I venture to go round the Mt. Meru, which is standing like a broad and lofty scribe-pawl scribing on the sky, for thousands of times, that too, unremittingly..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'As none has ventured to measure its circumference nor its height, so far...'"
        },
        {
            "type": "verse",
            "text": "\" Or, shall I venture to skew down the ocean with the speed of my undulating arms to spiral up its waters, in order to completely inundate the world together with its mountains, rivers and lakes..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'As none has turned the table of ocean, nor the ocean swam beyond its shoreline in a fashion of misdemeanour, all through the creation, shall I make it so, now..."
        },
        {
            "type": "verse",
            "text": "\"Shall I shove up the ocean, the abode of Rain-god, with the speed of my thighs and calves in order that its underwater beings like sharks, alligators and crocodiles will be shoved up and spilled all over..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'unheard is the fact that marine fauna has ever came out onto land... shall I make them come out of it now, and offer as an easy prey to Garuda... as Garuda helps a lot in the Great War with Ravana, in future..."
        },
        {
            "type": "verse",
            "text": "\"Shall I make circumambulations for thousands of times around the Lord of Birds and the viper-diner, Garuda, while he is on the wing in the sky..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'unknown is one who can dare to approach or trespass Garuda's flight path, and all the birds slide-slip if He comes into sight... shall I orbit Him now, as he is considerate of me..."
        },
        {
            "type": "verse",
            "text": "\"Oh, best fly-jumpers, just by my astounding and astonishing impetuosity shall I venture to start with the Sun who starts his journey of the day from Mt. Sunrise, and shall I go to Mt. Dusk before Sun, and again shall I venture to comeback even before the sundown towards the same day's flaming Sun when he is garlanded with flaming sunrays around him in midday, that too without my touching the land..."
        },
        {
            "type": "verse",
            "text": "\"Shall I overtake all the wayfarers in skyway, or shall I parch down the ocean, or pare off the earth..."
        },
        {
            "type": "commentary",
            "text": "These capabilities of these vanara-s are already said in Bala Kanda, as their congenital capabilities as at 1-17-27: 'They can also speedily agitate the Lord of Rivers, the Ocean...tear off the ground with their two feet, and can leap great oceans...'"
        },
        {
            "type": "verse",
            "text": "\"Or, shall I pulverise the mountains while fly-jumping on them, or oh, fly-jumpers, shall I splash out the waters great ocean just by the speed of my thighs while I fly over it, by which all of its water will trail after my tail... Or, shall I now let divers flowers of every climbing plant and tree straggle after me when I fly by the sky... then my flight path will become like that of Star Swati and its constellate stars twinkling in the sky..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'these flowers pay a floral tribute to my flight as a bon voyage... would you like to see it now...' The star Swati is Arcuturus, as forming the 13th and 15th lunar asterism, and esteemed as deity bringing fresh rains and thereby crops. Hence, this adventure of Hanuman will yield crops in finding Sita."
        },
        {
            "type": "verse",
            "text": "\"Oh, vanara-s, shall I make all beings see my northerly ascent to the sky, my movement across the vast of sky, and my southerly descent from the sky... Oh, fly-jumpers, shall I show you a prodigious me spanning the sky like massive Mt. Meru and flying with a propulsive force as though to swallow the sky..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'so far you have seen one massive Mt. Meru swallowing a bit of sky with its massy peak... but I will be a flying mountain and I will swallow all of the sky, not only with a mountainy peak but with a mountainous base, as well...'"
        },
        {
            "type": "verse",
            "text": "\"While flying self-assuredly shall I swipe at the cloudscape helter-skelter, or shall I swirl the mountains topsy-turvy, or shall I sere the ocean pell-mell..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'all can be done not individually, but I do it all at a time, in my gustily alacritous single flight..."
        },
        {
            "type": "verse",
            "text": "\"Which forcefulness either the Divine Eagle, Garuda, or Air-god has, mine vies with that... and no being is tangible who can follow up on me to overtake while I am on the wing, excepting for the king of eagles, Garuda and the almighty Air-god..."
        },
        {
            "type": "commentary",
            "text": "Here the <em>anu vrjet</em> 'follow up on me...' is not straggling after me...' but 'who can follow me to overtake me in the race...' Hence 'many can follow me but it can be called, a treading after me, as none can surpass me in my speed...'"
        },
        {
            "type": "verse",
            "text": "\"Shall I penetrate the supportless sky in a split-second, like an electric-flash rocketing from a black-cloud in a trice? When I am jumping over the ocean, now my aspect will indeed become like that of Vishnu who in those days easily paced the triad of worlds just in three paces... Oh, fly-jumpers, I am clearly perceiving by my percipience and the different strokes of my perspicacity are similarly prognostic... and I avouch that I will descry Vaidehi... hence, rejoice yourselves... I who am a coequal of Air-god in speediness, and of Garuda in fleetness, can traverse ten-thousand yojana-s at a stretch... that is my certitude..."
        },
        {
            "type": "verse",
            "text": "\"I will fetch that Elixir from the hands of Self-created Brahma, or from hands of Indra even if he is wielding his Thunderbolt just on fleetly triumphing over him... or, I can even bring isle of Lanka itself extracting it from the ocean... thus is my confidence...\" So said Hanuman to other monkeys."
        },
        {
            "type": "verse",
            "text": "While that choicest vanara with illimitable resplendence, namely Hanuman, is roaring out his capabilities in the matter of leaping ocean on enormously increasing his physique, all the other monkeys are stunned to stare overhead at his aggrandized form and thus they are extremely gladdened. On hearing the avouchment of Hanuman, which itself is an annihilator of the anguish of his kinsmen, then the king of fly-jumpers Jambavanta is very much gladdened and said."
        },
        {
            "type": "verse",
            "text": "\"Oh, brave one, oh, son of Kesari, oh, son of Air-god, oh, dear boy, you have wiped out the boundless bother of your kinsmen in its entirety... The monkey leaders forgathered here are enamoured of your blessedness, and for the purpose of your attainment of the object, they all obsecrate orisons, devoutly... You will leap over the extensive ocean with the compassion of sages, choice of elderly monkeys, and with the consideration of our oracular teachers..."
        },
        {
            "type": "commentary",
            "text": "The course he adopts in jumping over ocean is that of <em>siddha-s, caarana-s</em> who are teacherly, and by these references of Jambavanta, Hanuman is going to perform a teacherly mission in teaching Sita, about the relativity of soul-body-supreme, in Sundara Kanda."
        },
        {
            "type": "verse",
            "text": "\"Each of us will stay here on one's own single-foot till you arrive, as the lives of all the forest dwelling monkeys are following you...\" Thus Jambavanta blessed Hanuman to initiate action."
        },
        {
            "type": "commentary",
            "text": "Annex: 'we stand in a yogic posture of standing on a single-foot, as though in ascesis, awaiting your successful arrival, as all our lives are now accompanying you... and it is apt of you to comeback successfully and return our lives to us... so that we have a breather...'"
        },
        {
            "type": "verse",
            "text": "Then that tigerly monkey Hanuman said to the forest dwelling monkeys, \"Even so, in this world whosoever he might be, either animate or inanimate being, he cannot possibly bear the brunt of my bouncing..."
        },
        {
            "type": "commentary",
            "text": "This verse ordinarily means, 'who is he who can bear the brunt of my take-off...' It also means that 'there is someone who can bear it, he is Rama...' as per the analogy of a Vedic hymn that says, <em>kasmai devaaya haviSaa vidhema</em> 'to which god we oblate... as none is manifest...' For this Adi Shankara says <em>eka asmai devaaya haviSaa vidhema</em> because this hymn misses one <em>&egrave; - &egrave;kaaratva lopena</em> 'to that single Almighty we offer oblations...' Here too Hanuman is allusively referring to Rama, 'except for Rama who is other who can possibly do so...'"
        },
        {
            "type": "verse",
            "text": "\"This Mt. Mahendra is beaming forth with boulders and altitudinal cliffs, and the crests of this mountain are indeed tough, and even towering... Diversely outspreaded are its trees, and divers are its transuding ores, thus this mountain is shining forth... hence, from the peaks of this Mt. Mahendra I will gain speed for my kick-start... On the verge of my upstart from here for a hundred yojana-s, these sturdy crags are sure to withstand the impetus of that kick-start..."
        },
        {
            "type": "commentary",
            "text": "'Are these monologues self-extolling or are they for encouraging the monkeys who are on the verge of self-ruin...' is an objection ex parte. For this it is said 'a combatant's self-eulogy is no self-eulogy at all, but what all said by him will come under the category of 'war whooping or battle crying...'"
        },
        {
            "type": "commentary",
            "text": "<em>na anvatra hanumataa aatma stutiH kR^ita iti pratipaaditam | tacca anupapannam - aatma prasha~Nsaa para garhaam iti varjayet iti - aapastamba suutreNa aatma stuteH niShiddhatyaa mahaa puruSheNa hanumataa tat kaaraNa sambhavaat iti cet na - aatma stuteH viira vaadatvena adoShatatvaat - viira vaada ruupayaa aatma stute adoShatvam - iti vaanaraan protsaahayan bala mardino janaardana iva pravR^iddha kalevaro hanumaan a~Ngada jaambavabhi anuj~nayaa raavaNa mandira darshana kutuuhalena mahendra girim aaruroha || dharmaakuutam-</em> -  Thus Hanuma climbs Mt. Mahendra."
        },
        {
            "type": "verse",
            "text": "Then that monkey who is the son of Air-god and a selfsame of Air-god shinned up that towering mountain Mahendra, as he is an enemy-subjugator about to subjugate the arch rival Ravana, where that mountain is hedged in with diverse flowers, its pastures are the sweethearts of deer, it is constrictive with diverse flowers of ever flowering, ever fruiting trees and with the flowers of climbers as well, and where lions and tigers are freely moving and ruttish elephants love it, and where the flights of birds are uproarious, and pent-up rapids are clangourous."
        },
        {
            "type": "verse",
            "text": "He who is equal in valour to the Paradisiacal Mahendra, that highly energetic and grand monkey Hanuman ambled on loftiest and towery crags of such a mountain. When squeezed by both the arms and hands of that high souled Hanuman, that lofty mountain trumpeted, as if it is a lion-paw-hit brutish-elephantine-elephant."
        },
        {
            "type": "commentary",
            "text": "Some mms use the word <em>padbhyaam</em> 'by feet...' instead of <em>baahubhyaam</em> 'by arms and hands...' where mountaineering is basically done firstly with hands, and where the foothold comes later. And this <em>padbhyaam</em> can be ellipted in next verse."
        },
        {
            "type": "verse",
            "text": "Virtually and widely bestrewn are the heaps of boulders, essentially scared are all the animals and elephants, and actually rocked are the gigantic trees, and its rapids and waterfalls have spouted out of that mountain by the impact of foot-stepping of Hanuman. Then, the numerous gandharva couples and the hoards of vidhyaadhara-s even, that are indulged in drinking and inebriated on that mountain are forsaking those lofty cliffs of that mountain, and even the birds are put to flight, spanking snakes are completely slouching, and rising up and falling down are the stones of that mountaintops to each step of Hanuman, and thus that colossal mountain is desolated."
        },
        {
            "type": "verse",
            "text": "With snakes popping up halfway through their snake-pits with their hoods swaying and tongues hissing that earth-borne mountain Mahendra appeared to be a gleaming mountain with flying flags."
        },
        {
            "type": "commentary",
            "text": "Vividly: The snakes popped up from the snake pit only with half of their body, ready to slither away if Hanuman treads them underfoot. The flutters of a flags are the hissings of snakes and swaying of hoods are the waving flags, and numerous are those snaky-flags, and equally numerous are their colours, and with them the mountain itself is with flying colours."
        },
        {
            "type": "verse",
            "text": "While the sages are forsaking that towering mountain as their own scare bewildering them, that mountain appeared to be one who is desolated by his associates in the vast of a thick of forest, as a wilting wayfarer."
        },
        {
            "type": "verse",
            "text": "And he who is an importantly brave monkey among all the monkeys, an eliminator of enemy stalwarts, that highly proficient, expeditious, and conscientious Hanuman, on stabilising his impulses and making soul is quite staid in speediness, he made head away to Lanka, instinctually."
        },
        {
            "type": "conceptual",
            "text": "Why give credit to Hanuman's flight?",
            "content": [
                {
                    "type": "commentary",
                    "text": "It may look oddish in narrating this chapter, only to eulogise the effort of Hanuman in taking a flight over the ocean, when the oldish-girlish-hottish Shurpanakha is easily taking flights across ocean with or without visa. Or even that stooge of Ravana, namely Akampana, who rushes to Ravana to carry the news of annihilation of Khara, Dushana and others, and he even comes to Ravana before Shurpanakha crossing ocean without difficulty. However, Ravana is the lone one who uses a chariot-like aircraft that brays like a supersonic jet. In such a case an objection is raised in questioning - 'are they not speedier than Hanuman? ' It is not so, it is said, the effort and preparation of Hanuman are on the level of earthly beings, whereas the artifice of Ravana with tricks and trickery, with more tricky and technical aircrafts of demons, is an infra-mundane action, if not witchery and wizardry. No doubt, Ravana's machines and vehicles are the derivatives of Atharvana Veda, but they are all counterproductive, revulsive, and phobic to the wellbeing of society. Uncongenial to atmosphere and thus unwelcome stratagems. And here it is said by Hanuman, one to too many times 'I will do it by the speed of my arms, thighs and calves...' etc., which itself is reflective of his innate, inherent, personal traits, talents, and capabilities, than more technical or contrived paraphernalia of the demons. Hence, Hanuman is identified as a self-assured, self-active, self-propelling dedicatee to duty, and his flight is on a separate footing."
                }
            ]
        }
    ]
}