{
    "id": "prose-kishkindha-7",
    "kanda": "kishkindha",
    "sarga": "7",
    "title": "Friendly discourse",
    "chapter": "7",
    "overview": "Sugreeva consoles Rama soothingly and advises him to come out of his frenzy emotion at the loss of Sita, which is not befitting to a person like Rama. Rama recovering from his emotional state, promises Sugreeva to be truthful to his word in alleviating the fear of Vali for Sugreeva. And Sugreeva also promises to make all his efforts to search for Sita.",
    "content": [
        {
            "type": "verse",
            "text": "Thus said by Rama in agony that monkey Sugreeva with his palms adjoined, and with tears rolling in eyes and also voice trembling with tears said this to Rama."
        },
        {
            "type": "verse",
            "text": "\"Unfamiliar is the residence, or capability, or valour, or lineage of that sinning demon from a sinister dynasty, in any wise... Truthfully I am promising you, oh, enemy destroyer, as to how you will get back Maithili therefor I strive to make effort, let anguish be discarded... As to how you will satisfy yourself on killing Ravana along with his henchmen, and as to how to you pride yourself thereby, I will make it happen in that way in no longer a time... Enough is this clinging on to despair, recollect your inherent courage, and it is unseemly for persons of your sort to have this kind of mental ineptness..."
        },
        {
            "type": "verse",
            "text": "\"Upon me too this yearning caused by the separation of wife has chanced, but I did not despair this way, nor I have forsaken my courage... Though I am a primitive monkey I am not totally disheartened for the distancing of wife, why tell about a great soul like you who are well read and courageous... It is apt of you to control trickling tears with courage, and equally it is inapt of you to discard the courage and propriety of self-controlled people..."
        },
        {
            "type": "verse",
            "text": "\"Either in a riddle, or in financial loss, or at the end of life, or in fear, a courageous one does not sink down, but indeed introspects in his own mind... Stupid is that man who always follows self-piteous sadness unable to control himself, and he drowns down in that melancholy like a overweighing ship in waters... Adjoined are my palms in this way beseeching you in friendship, kindly bear up your self-esteem and you should not give any leeway to sadness... Those that delve deep into moroseness, to them there is no happiness, and their brilliance too dwindles, thus saddening is inapt on your part... One well-engulfed in sadness doubts even his life, oh, king of kings, leave off that sadness and just hold on to courage..."
        },
        {
            "type": "verse",
            "text": "\"I am telling a benefiting and friendly thought, but not instructing you, should you regard my friendship then your saddening is inapt...\" Thus said Sugreeva to Rama."
        },
        {
            "type": "verse",
            "text": "Sweetly solaced thus by that Sugreeva Rama dabbed his face with the edge of cloth, which is covered fully with tears. Lord Rama steadied himself in his own nature by the words of Sugreeva, and on embracing him Rama said this sentence to him."
        },
        {
            "type": "verse",
            "text": "\"Sugreeva, a friendly obligation that which is to be done, a benefiting, befitting and a timely one too, is what you have performed with your friendly advise... Oh, friend, I steadied myself in my own nature when implored by you... it is impossible to get this kind of friend, especially at these times... But, trying to search for Maithili and that furious, evil-minded demon Ravana, is your endeavour..."
        },
        {
            "type": "verse",
            "text": "\"What is to done by me that be said in all believability, and all your endeavour will reap like the crops planted during rainy season in good lands... What that is spoken by me is in my self-confidence but not in any self-conceit, oh, tigerly-monkey, deem them as doubtless facts..."
        },
        {
            "type": "verse",
            "text": "\"Untruth is not uttered by me earlier nor will be at anytime from now, and all this I am promising you taking oath on that truthfulness alone.."
        },
        {
            "type": "verse",
            "text": "Then on hearing the words of Rama Sugreeva along with his monkey ministers is gladdened, especially of Rama promise. Then those two, the man and the monkey, met in privacy and both discussed in a mutually befitting manner about their pleasures and pains."
        },
        {
            "type": "verse",
            "text": "On hearing the word of that intellectual, highly capable one and the best king among kings, namely Rama, he that Sugreeva, the chief among the monkey heroes, thought at heart that his manoeuvre to surpass his dominant brother Vali is accomplished."
        }
    ]
}