{
    "id": "prose-kishkindha-8",
    "kanda": "kishkindha",
    "sarga": "8",
    "title": "The tale of enmity between Vali and Sugreeva",
    "chapter": "8",
    "overview": "Sugreeva gives a report to Rama about his plight for fear of Vali, who made his own brother an enemy and abducted Sugreeva's wife. Rama asks Sugreeva to inform him about the real cause of enmity, so that he can decide correctly. Sugreeva narrates his woeful condition.",
    "content": [
        {
            "type": "verse",
            "text": "Sugreeva is gladdened and satisfied too by that sentence, and said this sentence to Lakshmana's elder brother, Rama the valiant one."
        },
        {
            "type": "verse",
            "text": "\"When you wth all kinds of endowment and good virtues are my friend, doubtlessly I am worthy to be blessed by all gods in everyway. Oh, merited one, with your help it will be possible to achieve kingdom of gods, oh, lord, then why tell about one's own kingdom... He who has gained the one born in Raghava-s dynasty as friend, to which sacred fire bore the witness, such a being like me is estimable among his relative, more so among his kind-hearted friends..."
        },
        {
            "type": "verse",
            "text": "\"Even though I am a matching friend to you, that you will know soon, it will be inexpedient of myself to talk about my inherent capabilities. Great souls of your kind, whose hearts are purified like yours, oh, amiable Rama, their friendship and courage will generally be stable. Gentle souls will be knowing that silver or gold, or even prosperous ornaments are not to be apportioned among themselves as this is mine and that is yours."
        },
        {
            "type": "verse",
            "text": "\"May he be rich or poor, saddened or gladdened, flawless or flawed, a friend is the ultimate recourse to any. On observing the course of friendship and knowing which is true friendship, the true friends do not hesitate to extend wealth, pleasure or even their own country for the sake of friendship.\" Sugreeva thus extolled Rama and his friendship."
        },
        {
            "type": "verse",
            "text": "\"That is thus only,\" said Rama before Lakshmana, which Lakshmana is sagacious, resplendent and who vies with Indra, about what is said by Sugreeva, which Sugreeva is by now soft-natured in his looks, doffing off his jittery look. Then on seeing Rama standing there with greatly mighty Lakshmana, Sugreeva cast his sight with his bolting eyes around that forest."
        },
        {
            "type": "verse",
            "text": "He that lord of monkeys Sugreeva has then seen a well flowered sala tree not far off from there, covered with some leaves and bedecked with honeybees. And Sugreeva broke off one branch of that sala tree that is with many leaves and a well charming one, and spreading it out for Rama, he sat on it with Raghava. On seeing those two sitting on a branch then Hanuman also broke a branch of sala tree for the modest Lakshmana and seated Lakshmana on it."
        },
        {
            "type": "commentary",
            "text": "This verse and some more will look alike to verses 18, 19, 20 and some more in 5th chapter of this canto, meaning that these actions are repeated whenever Rama and Lakshmana are standing, these monkeys broke the branches of trees and spread its leaves like a leafy mat as a comfortable seat to Rama with their veneration. Some other verses dealing with the agony of Sugreeva and assurances of Rama are also there, indicating that Rama assured the doubting monkeys repeatedly."
        },
        {
            "type": "verse",
            "text": "Then to him, who by now is comfortably sitting on a flowery mat laid by the bestrewn flowers of sala trees on that best mountain like a quiet ocean, to such Rama who by his very presence delights hearts, that gladsome Sugreeva said this in friendship with his gentle and gracious words that fluttered with happiness while he spoke."
        },
        {
            "type": "verse",
            "text": "\"My brother calumniated me and stole my wife, with his fear and my anguish haunting me I am moving about this best mountain Rishyamuka. Affronted by my brother, oh, Raghava, I am made as his enemy, such as I am, I am living on with a scared and dazed vitality far flung in fear. I am agonized by the fear from Vali, oh, protector of all the worlds, you protect me too for I am unprotected, and able are you to accord protection.\" Thus Sugreeva appealed to Rama."
        },
        {
            "type": "verse",
            "text": "Thus said by Sugreeva, the resplendent and virtuous Rama, the patron of righteousness replied Sugreeva as though laughing off the task."
        },
        {
            "type": "verse",
            "text": "\"Helping is the fruit of friendship while harming is enemy's trait, hence I wish to kill him today only, that abductor of your wife...\" Rama continued thus."
        },
        {
            "type": "verse",
            "text": "\"These are my arrows winged from pinion of the hern, oh, highly fortunate Sugreeva, these that are decorated in gold sparkle sharply like the Thunderbolts of Indra, and they are begotten from the reed forest of Kartikeya, ends tied with eagles feathers for fins, smooth are their nodes, sharp are their tips that pierce sharply, and these will be like enraged snakes."
        },
        {
            "type": "commentary",
            "text": "Please see Ch 37 in Bala Kanda for the legend of Karthikeya and his emergence."
        },
        {
            "type": "verse",
            "text": "\"You may see your malicious and intimidating brother, someone denotative by name Vali, eradicated with these very arrows and splintered down like a mountain.\" Rama said so to Sugreeva."
        },
        {
            "type": "verse",
            "text": "On hearing Raghava's words, the lord of monkey-force Sugreeva attained much happiness and said, 'good, good...'"
        },
        {
            "type": "verse",
            "text": "\"Rama, I am confounded in sadness, and for those lamenting sadly you are the only recourse, and because you have befriended me I am opening up my woes before you. By extending a helping hand and befriending me while sacred fire bore witness, you have indeed become my dearest friend on par with my life, and hence I take promise on truth to broach. By befriending you I am able to say clearly about my internal sorrow without any hitches and hold-ups, which is always rending my heart...\" So said Sugreeva to Rama."
        },
        {
            "type": "verse",
            "text": "Sugreeva said this much sentence with tears abusing his eyes and his voice is unable talk aloud since it is equally abused by tears. Sugreeva courageously controlled the sudden haste of tears that came up hastily and suddenly like a river in the presence of Rama. He that bright Sugreeva controlled those tears, and on wiping his fortunate eyes, but sighing heavily he again started to speak this sentence to Raghava."
        },
        {
            "type": "verse",
            "text": "\"Earlier he that forceful Vali deposed me from my kingdom, oh Rama, and speaking harsh words he even banished me. My wife who is loftier than my lives is stolen by him, and those that are my sympathisers they are also captivated and imprisoned by him. He that very evil minded one tried many times to annihilate me, and Raghava, I killed those combatants monkeys that are deployed by Vali to kill me. With the same doubt I did not even near you when I saw you... in fear everything will be fearsome, isn't it... Though I am engulfed in tribulations I still bear my lives even today due to these important monkeys like Hanuman and others, who are the only helping hands of mine. These are the friendly monkeys guarding me all over, while I go they go along with me, and if I were to stay they too will stay."
        },
        {
            "type": "verse",
            "text": "\"Rama, this is briefly my sad-story and why tell this very broadly to you as it would be too tedious... my elder brother Vali is a renowned one for his intrepidity, and he that Vali alone is my enemy. His end ends my distress and my later life and quietude are subjected to his destruction. Grief stricken such as I am, I have submitted as to how my misery ends, whether one is gladdened or saddened he has recourse only to his friend.\" So said Sugreeva to Rama."
        },
        {
            "type": "verse",
            "text": "Hearing all that is spoken by Sugreeva, Rama asked, \"What for chanced the enmity? I am interested to listen, in its reality... On knowing the cause of your enmity, oh, monkey, and after a proper thought, and deciding upon the strength and weakness of the cause of enmity, or of the enmity itself, I will do the needful very easily. On hearing that you are insulted my intense anger that can flutter my heartbeat is intensifying like the intensifying speed of waters in rainy reason. Be glad to say in belief, Sugreeva, before I take aim with my bow, and even before I release the arrow, and even before silencing your enemy.\" Rama assured Sugreeva in this way."
        },
        {
            "type": "verse",
            "text": "Thus said by the great souled Rama, Sugreeva is very much rejoiced along with four of vanara-s available in his attendance."
        },
        {
            "type": "verse",
            "text": "Then with a pleased countenance Sugreeva started to tell Rama about the cause of the enmity, it all it truthfulness."
        }
    ]
}