{
    "id": "prose-kishkindha-9",
    "kanda": "kishkindha",
    "sarga": "9",
    "title": "The strength of Vali",
    "chapter": "9",
    "overview": "Sugreeva reports the incident that sparked off the indignation and ire of Vali towards Sugreeva. Sugreeva describes to Rama about the strength and heartless nature of Vali, with a kind of indirect portrayal of his enemy's capabilities.",
    "content": [
        {
            "type": "verse",
            "text": "\"Oh, great enemy destroyer Rama, my elder brother Vali is a very dear one to our father, and even for me too he was so, earlier. After the demise of our father all the ministers have glorified him immensely and made him the king of all the monkeys as he is the elder. While he was ruling the great kingdom of my father and forefathers, I have always bowed down to him like a servant and stood by him. There was a fierce demon named Maayaavi, the elder brother of Dundubhi and the son of one demon named Maya. There was a great enmity between this Maayaavi and Vali owing to some female. He that Maayaavi arrived at the doors of Kishkindha in a night when the people are sleeping, and blared very much inviting Vali for a fight. Then my brother who was also sleeping well, on hearing that bellowing in a clamouring voice, did not tolerate and came out speedily."
        },
        {
            "type": "verse",
            "text": "Though the females and myself bowed reverently to prevent Vali, he came out of palace in all his anger to kill that great demon. But Vali spurned all of us away and forged ahead, and then I also have started to go along with Vali in all my predisposition. A great fear was induced in that demon on seeing my brother and me too coming from a distance, and then he quickly ran away. While he is running away in fear we quickly followed him on a path that is barely lit by moonlight of the moon who is just coming up."
        },
        {
            "type": "verse",
            "text": "That demon speedily entered an un-enterable cavity under the ground, covered with grass, and we too having reached there speedily stood at the aperture of that cavity for a while. Then Vali has gone into the enfoldment of fury on observing the entry of that demon into the hole, whereby his senses felt outraged, and he said this sentence to me."
        },
        {
            "type": "verse",
            "text": "Then Vali said to me, \"Now you stay here on the alert, Sugreeva, at the entrance of this hole till I return on destroying the enemy in a fight on my entering this hole...\""
        },
        {
            "type": "verse",
            "text": "On hearing those words I requested him to allow me too to come in to the hole, but he being the great tormentor of his enemies disallowed it, and he made me to swear on his feet and entered that hole. Well over a year is over after his entering into that cleavage, and to me too who stayed at the entrance of the cleavage that much time had passed away. I thought I lost him for my brother is unseen, and in all fondness towards him my mind started to doubt about some harm might have befallen on him."
        },
        {
            "type": "verse",
            "text": "After a long time blood with foam gushed out that hole, and on seeing it I was deeply saddened. Sounds of screaming demon came to my ear, but the screeches of my brother who is involved in fight are unheard, in the least."
        },
        {
            "type": "verse",
            "text": "Oh, friend, Rama... I have surmised and concluded in mind by the indications that my brother is finished, and covered the cavity's opening with a mountain similar boulder, and performed water oblations to my deceased brother with saddening pain, and then returned to Kishkindha. But the ministers have persuaded and heard from me the actual happening though I was concealing it."
        },
        {
            "type": "verse",
            "text": "Then duly summoned by all of those ministers I was crowned, and while I was ruling the kingdom judiciously, oh, Raghava, that semi-human Vali returned on killing that demoniac enemy. But on seeing me crowned his eyes were reddened in anger, and he arrested all my ministers as he spoke rudely."
        },
        {
            "type": "verse",
            "text": "And oh, Raghava, though I was capable enough to counter him, my reason was controlled by my esteem to brotherhood, and I was indisposed to commit that sin of defying brotherhood. He that brother of mine entered the capital thus on destroying the enemy, and I hailed him as usual while respecting that audacious soul, but his inner self is unsatisfied and I remained unblest."
        },
        {
            "type": "verse",
            "text": "Oh, lord Rama, though I bowed with the crown touching his feet, he that rancorous Vali showed no quarter towards me.\" So said Sugreeva to Rama."
        }
    ]
}