{
    "id": "prose-aranya-1",
    "kanda": "aranya",
    "sarga": "1",
    "title": "Entering Dandaka Forest",
    "chapter": "1",
    "overview": "It is said that Rama performed <font color=\"#B3003A\">diina jana rakshana    </font>in this Aranya Kaanda, Miserable People's Protection and <font color=\"#B3003A\">mitra jana rakshana </font>in   the next canto Kishkindha Kaanda, i.e., Friendly People's Protection. The <em>janasthana </em>is the unexplored area by the then people of aaryavarta, where the raakshasa ethnicity prevailed and which certainly resisted any outside influences or culture, and which is why they are called raakshasa-s. The word      raksha means protection, and they protect their own culture and ethnicity, and if any outsiders to join them, they   shall be subservient.For e.g., Ravana does not tolerate the insult meted out by his sister Shuurpanakha at the hands   of Lakshmana.Ravana, though persuaded by Maareecha not to encounter Rama, does not listen to any advises but wished   to abduct Sita, because he wanted to possess that beautiful woman, like all other beautiful, pompous objects like   Kubera's wealth, Lanka, the golden city and Pushpaka aircraft etc. Ravana even baits Sita with queen-hood, if only   she subjugates to him, and all these dictatorial aspects reveal the pride and vanity of Rakshasa culture. But the   term 'demon' used in paucity of equivalent term may not be taken to mean just as a wicked demon or a devil, but a   powerful antagonistic culture or ethnic dominions of Rakshasas, in Janasthana.",
    "content": [
        {
            "type": "verse",
            "text": "Thus, until Ayodhya Kanda Rama's exile is in <font color=\"#B3003A\">aaryavarta    </font>, the place of noblemen, from River Ganges to Greece. Now Rama is stepping into an area called<font color=\"#B3003A\">   janasthana </font>,meaning people's place. This janasthana is the place where Rama eradicated certain negative   aspects of the then anarchic individualised dominions where jungle law was the only recourse and brought all of them   under one roof. Though people lived there about along with sages and demons as well, demonic influence is said to be   predominant, as per Ramayana or other Purana-s. These demons are narrated to be man-eaters, but not cannibals who   eat their own tribesmen.Recent discoveries revealed that the first humans were cannibals."
        },
        {
            "type": "verse",
            "text": "The Science magazine reported about the excavations at Neanderthals Neander Valley, Germany. In the   words of Alban Defleur of the Universite de la Mediterranee at Masrseilles, France, \"The finding allows us for the   first time to demonstrate the existence of the practice of cannibalism by European eanderthals.\" It is not clear   from the excavations of Neanderthals, whether the cannibalism was practised for survival or as a ritual.And even at   Alveston in the western English country of Gloucestershire, recently found are such human thighbones, which had been   split down the middle to remove marrow. Archaeologists of Bristol University are saying that the evidence indicated   the victims could have been disabled and deformed people in society. They have been murdered and eaten, and the   radiocarbon dating suggests these finds are about 2000 years ago. This practice is attributed to some underworld   cults during the later Iron Age. That being the situation in Europe, in the knowable history, in Ramayana that has   happened in an unknown era, the rakshasa-s are narrated to be man-eaters, but not as cannibals.But the accounts   given in Aranya Kanda and elsewhere, in ancient India the rakshasa-s ate up humans neither for their own survival   nor for ritual but to exhibit their tyranny and their barbaric supremacy. They never reported to have eaten their   own clansmen, but have a palate for other breed. Hence it is not exactly cannibalism, but a barbaric act to exert   savage scare. This is what the sages advise Rama, Sita and Lakshmana when departing towards Dandaka Aranya, and   indirectly suggest eradicating such a savage atmosphere in peaceful forests."
        },
        {
            "type": "verse",
            "text": "When it comes to <font color=\"#B3003A\">isms </font>, it is said that the whole clash is between <font color=\"#B3003A\">  Vaishnavaites </font>and <font color=\"#B3003A\">Shaivites    </font>or <font color=\"#B3003A\">Shaaktaites </font>, because the raakshasa-s are invariably Shiva worshippers, where   Vaishnavism is a later development. All the raakshasa-s or demons [in fact the term 'demon' do not suit them,]   portrayed hereafter, are ardent worshippers of Shiva, and have every blessing from Shiva or Brahma. It is an   ethnicity of its own which lived rich lives, pompous in attributes, wielded magical powers, and unabatedly performed   anything that is beneficial for them.Their riches and glory will be reflected in Sundara Kanda, which will be burnt   down by Hanuman, humbling this deleterious ethnicity, even before Rama's war with Ravana. Such an ethnic culture will   be portrayed hereafter, in constant conflict with Rama, and Rama eradicating each and every member of such ethnicity   that goes against any civility."
        },
        {
            "type": "verse",
            "text": "Rama does much good in jansthana in wiping out those cultures of greedily dictatorial, magically   overpowering, and ruinous to other forms of civility. In fact this Aranya Kanda is not explained in vivid terms by   the ancient commentators, and if things are probed deeper in this book, Aranya Kanda, Rama did more social work than   miracles.Hence much can be explored into this Aranya Kaanda, the Book of Forest, in terms of sociological,   demographically and ethnological pursuits of Rama to establish one great orderly civil empire under one emperor,   that is what we call Rama Raajya. Further, it will be narrated that Rama killed these Rakshasas in thousands, which   is objected by materialists as how can an archer eliminate so many thousands of Rakshasas, with just a bow and   arrows.It may be remembered that Sage Viswamitra accords many kinds of missiles to Rama, after the killing of   Tataka, the demoness, in Bala Kanda.It may not be surprising for this generation to know that a single trigger can   create havoc of Hiroshima or Nagasaki, and then in all its probability Rama also might have triggered in the same   way, with the missiles endowed by Sage Viswamitra."
        },
        {
            "type": "verse",
            "text": "On entering the impenetrable Dandaka forest that courageous and unassailable Rama saw a clusters of  hermitages of sages."
        },
        {
            "type": "commentary",
            "text": "Please refer to the verse section for actual wording. The word <em>aatmavaan </em>is the question Valmiki put to Narada at the start of the epic in Bala Kanda, as the first word of verse 1-1-4. The  courage and invincibility are reflected in the opening verse of this canto, since Rama has to perform <em>diina jana </em> or <em>sajjana rakshaNa </em>i.e., saving the helpless or goodly men, viz. in the present context, the sages. The sages are to be saved from the  onslaught of demons, which requires, both courage and un-invincibility. Apart from the above <em>aatmavaan </em>normally  means sagacious one."
        },
        {
            "type": "verse",
            "text": "Overspread with Darbha, the sacred grass, and jute clothing, well pervaded with Vedic splendour and well  glowing like the un-seeable solar arena in the sky, with naked eye."
        },
        {
            "type": "commentary",
            "text": "This connotes Vedic import in saying that Supreme is far beyond from Solar orbit. In <em> iishaavaasyopanishad</em>, at hymn 15, we hear the following <em>mantra</em>, hymn:"
        },
        {
            "type": "sanskrit",
            "text": "Om hirNmayeN paatreN satyasya apihitam mukham |\ntat tvam puuShan apaavR^iNu satya dharmaaya dR^iShTaye ||"
        },
        {
            "type": "sanskrit",
            "text": "hiraNmayeNa + paatreNa= by golden, disc like vessel; satyasya= of the truth; apihitam= closed; mukham= face of; tat + tvat= that, you, apaavR^iNu= slide aside; satya + dharmaaya= I as truthful, righteous one; dR^iSTaye= to visualise, [that which is beyond you.]"
        },
        {
            "type": "verse",
            "text": "On looking at the rising red sun, the devotee is asking \"Oh! Pooshan! God Sun, nourisher of the universe, the trueness of  the Supreme is covered by your golden disk like vessel, [i.e., your Solar disk,] slide it aside, for as a truthful and righteous  devotee, I visualize [that which is beyond your golden Solar disc.]"
        },
        {
            "type": "commentary",
            "text": "This is said to be the coming of Supreme into lower abode of Solar orbit from His Supreme abode, say <em> vaikuNTHa</em>. Now Rama and Sita are passing through this dazzling Solar-orbit like hermitage, to present themselves  before the true devotees, and even to eradicate vice on earth. This appearance is without any prayers from the devotee,  as contained in the above Vedic hymn. God reveals Himself"
        },
        {
            "type": "verse",
            "text": "Those hermitages have well-tidied thresholds on all sides, dense with many deer and teemed with many  groups of birds, and they are the recourse for all living beings."
        },
        {
            "type": "verse",
            "text": "Those hermitages are always adored by groups of apsarasa-s with their continued dancing, their Holy  Fireplaces are very broad, and are with oblation items, vessels, deerskins and sacred grass, and they are beaming forth  with gigantic trees that yield sacred and palatable fruits, and with ritual fuels, and water vessels, tubers and fruits."
        },
        {
            "type": "commentary",
            "text": "The Vedic ritual demands three Fireplaces called <em>tretaagni </em>, three fires. They are <em> dakshiNa agni </em>Southern Fire; <em>gaarhapatya agni </em>Household Fire; <em>aahavaniiya agni </em>Invocation Fire.  These three are lit day in and day out, symbolising that the fire in living beings has continuity. Wherever a Vedic  ritual takes place the celestials will come to take their share of oblations and the celestial dancers dance thereabout  in praise of the ritual. The oblation vessels are of particular nature and a long spoon is made of particular wood, to  oblate clarified butter or milk etc., into the Alter of Fire. The deerskin is the prescribed seat for meditation. The  sacrificial grass is the essential item of even in domestic rituals, symbolising that the human kind shall prosper like  the interlaced and intermingled grass, where the starting or the end point is intractable."
        },
        {
            "type": "verse",
            "text": "Those hermitages are sacrosanct for Ritual fire is being worshiped with fire-oblations and sacrifices to  the reverberating Vedic sounds, and they are enwrapped with lotus ponds with lotuses, and even with flowers of forest.  They have age-old saints with controlled senses who are clad in jute cloths and deerskin, and who subsist on fruits and  tubers alone, ye their resplendence is like that that of the Sun-god or the Fire-god."
        },
        {
            "type": "commentary",
            "text": "This <em>chiira </em>is the Sanskrit word for the present day <em>sari </em>and it is still called as <em> chiira </em>in some parts of India."
        },
        {
            "type": "verse",
            "text": "Rama has seen such a cluster of hermitages that is glistening forth just by the presence of holy saints  whose sustenance is constrained, and that hermitage is distinctive like Brahma's abode, reverberating with the sounds of  that Brahma's Vedic chants alone. That glorious and great resplendent Rama on seeing those precincts of hermitage that  is graced with highly blest Brahmans, the knowers of Brahma, neared it, unstringing the bowstring of his great bow.  Those great sages, the possessors of divine knowledge, are gladdened on seeing Rama and illustrious Sita, and they  moved towards them welcomingly."
        },
        {
            "type": "commentary",
            "text": "Indian archers fasten the bowstring only when that bow is to be put to use. Further there is a method  described in <em>dhanurveda </em>as to how a bowstring is to be fastened to the other end of the bow. The Indian  mythological bows are of six feet or two yards, in height. It is also a measure like horse length. The string, which so  far is spiralled to the bow beam, is to be removed. Then the bottom end of the bow is to be kept pressed onto the ground  with left foot's big toe. Then with the right hand the edge of the string is handled and with left hand the other end of  the bow is to be held and crouched, so that the string can be hooked or fastened there. After fastening, the stretch of  the string is to be tested [like the occasional testing of the badminton or tennis racquet for the tension of its gut,]  by pulling and leaving it, so that it makes a warring sound. By this sound of the bowstring, which is a signal to the  opponent, the opponent comes to know as to who is handling which bow. Then if the archer is going to beam out an arrow,  he shall pull the arrow on the bowstring up to his right ear and leave it, <em>aakarNaanta prayoga </em>. Here, removing  the bowstring from its fastening implies that this archer, namely Rama who is so far handling the stringed bow, for he  is roaming in forests, and since he is entering the place of elderly saints now, unfastened the bowstring in all his  humbleness to sages and saints."
        },
        {
            "type": "verse",
            "text": "But those sages who are austerely committed to vows, on their seeing Rama, the treader on the path of  rectitude, and who is now arising like moon, and at Lakshmana and at glorious Sita as well, rendered Vedic blessings  and welcomed the trio."
        },
        {
            "type": "commentary",
            "text": "This context is also explained in the following ways: "
        },
        {
            "type": "commentary",
            "text": "<em>te</em> = they, the knowers of three-times, past, present and future; <em>tam</em> = them, [demons, to eliminate];<em>udyantam + somam + iva + sthitam</em> = rising, moon, like, he who is there - he that Rama is here to remove darkness arising is the moon; or <em>udyantam + somam + iva</em> = arising, moon, like - like a new moon, arising in darkness of the thick cloudy forests; <em>dR^iSTvaa</em> = on seeing; <em>dharmachaarinaH</em> = virtue practisers, the sages; <em>mangalaani + prayunjanaaH</em> = Vedic Blessings rendered;"
        },
        {
            "type": "commentary",
            "text": "The sages rendered Vedic Blessings on seeing the rising moon to eradicate the darkness called demons, for Rama is their object of worship as a virtuous one and they themselves are the followers of virtue."
        },
        {
            "type": "commentary",
            "text": "Or, the sages have physically seen that object of their worship, Rama the virtuous one, who they are so far seeing with their inner senses alone, and rendered Vedic Blessings."
        },
        {
            "type": "commentary",
            "text": "Or, the sages rendered the Vedic Blessings on seeing the moon-like Rama emerging to eradicate the darkness called demons. But this Rama is having attributes like <em>ruupa saMhananam lakShmiim saukumaaryam</em> as visualised by the sages, as at verse 13. And to not to happen any untoward incident to this delicate, dainty, graceful young man at the hands of the ireful demons, the sages rendered Vedic Blessings as a precautionary measure, for the sages are <em>dhR^iDha + vrataaH</em> = determined in their vow, to eradicate the demons, through Rama. This is the rendering of <em>Govindaraja</em>."
        },
        {
            "type": "commentary",
            "text": "<em>te</em> = they, the sages; <em>mangalaan + prayunjaanaaH</em> = blessings, rendered; <em>udyantam + somam + iva</em> = emerging, moon-like - gladdening all the world like a pleasant moon; tam= him, that Rama; pratyagR^ihNan= received as their presiding deity of virtue. This is the rendering of <em>Maheshvara Tiirtha</em>."
        },
        {
            "type": "commentary",
            "text": "<em>te</em> = those sages; <em>udyantam + somam + iva</em> = arising, moon-like - arising like the presiding deity of Brahmins. It is said in Veda-s <em>tasmaat soma raajaano braahmaNaaH</em> Moon shall be the deity of Brahmins - Vedic Scholars, for Veda is dharma, the virtue and the Vedic Brahmins are the preachers and practisers of that virtuosity. <em>yashashviniim</em> = glorious Seetha, for she is the principal cause in eradicating demons; thus, by finding such protectors who have come hither to ameliorate the difficulties of sage, the sages rendered Vedic Blessings. This is <em>tilaka</em> or also known as <em>Rama Tilaka</em>"
        },
        {
            "type": "verse",
            "text": "Those forest-dwelling sages saw the physical built, its augustness and gracefulness, and his fine attire  remaining in astonished postures."
        },
        {
            "type": "commentary",
            "text": "Here <em>ruupa </em>is the bodily shape that which, though undecorated, looks richly decorated. <em> samhanana </em>is beauty of the well arranged body parts with no dissimilarities, where the good old saying 'equality is  the basis of beauty, and inequality is the basis of society...' may be remembered. <em>lakshmiiH </em>is <em>laavaNya </em>i.e., self-luminous augustness. While <em>saukumaarya </em>is the delicacy, like that of a blooming flower. <em> suveSa </em>is a neat and tidy outfit or suitable outfit. Rama, Sita and Lakshmana wear a particular dress, given by  Queen Kaikeyi in Ayodhya. Those dresses are peculiar to themselves and not on par with the regular dress of hermits.  This dress of these three itself is a confusing attire for onlookers, like demon Viradha, or monkey-chief Sugreeva, for  these three do look like neither perfect sages nor perfect warriors. Even the demon Viradha scorns them in the next  chapter, for the inconstancy in their attire and their wielding weapons."
        },
        {
            "type": "verse",
            "text": "The forest-dwellers saw Sita, Lakshmana and Rama, without a wink on their own eyes, as that trio is  causing surprise with their arrival. Or <br />"
        },
        {
            "type": "verse",
            "text": "The forest-dwellers saw Rama, Sita, and Lakshmana without a wink on their own eyes [like celestial  beings, who do not have the winking property on their eyes like living beings,] as their arrival is causing surprise."
        },
        {
            "type": "verse",
            "text": "The forest-dwellers saw Rama, Sita, and Lakshmana without a wink on their own eyes [as though the  Vishnu along with Goddess Lakshmi and Thousand headed-serpent, <font color=\"#B3003A\">aadi sheSha </font>are coming from  their abode <font color=\"#B3003A\">vaikunTha </font>to this hermitage, for this hermitage is like Brahma's abode, as  already said, thus the sages lost their wink. And loosing any single wink will loose the sight of these divinities from <font color=\"#B3003A\"> vaikunTha</font>; hence their unannounced arrival caused surprise in them, which further caused a wink-less state."
        },
        {
            "type": "verse",
            "text": "Those august sages that are interested in the well being of all beings have indeed accommodated Rama in  that hermitage, as Rama is their guest a priori. Then those august sages who are similar to sacred fire in glow have  procedurally accorded guestship to Rama, and fetched water for him."
        },
        {
            "type": "verse",
            "text": "On sounding out Vedic blessings those virtuous sages have offered flowers, fruits and tubers, and even  the entire hermitage to that great soul Rama, and then with their palms adjoined."
        },
        {
            "type": "verse",
            "text": "\"The king will have great renown for he is the ruler of the righteousness of these people, a protector, a  respectable and adorable one, and as he wields the sceptre of justice, he is a revered one too... The fourth part of  Indra is the protector of people, called the king, and hence Oh! Raghava, the king is hailed, and hence he enjoys best  and delightful fortune..."
        },
        {
            "type": "commentary",
            "text": "Here, Rama may be astonished as to why these forest dwelling sages eulogise him so much. The sages  are not using unnecessary conversation and they are informing Rama what a king shall be, whether he is in the capital or  in forests. The term Indra is an allusion to the 'Ruler'. It refers to seven more rulers or ruler like associates of  Indra, <em>ashta dikpaalaka</em>-s. It is said that:"
        },
        {
            "type": "sanskrit",
            "text": "aShTaabhir loka paalaanaam maatraabhiH nirmito nR^ipaH"
        },
        {
            "type": "commentary",
            "text": "A king is made with eight aspects of eight rulers of eight corners of the universe. Viz., <em>indra, vaayu</em> [Air,] <em>yama</em> Death-god <em>suurya</em> Sun, <em>agni</em> Fire, <em>varuNa</em> Rain <em>chandra</em> Moon, and <em>kubera</em>  Wealth. When the earth is heading towards anarchy, Brahma is said to have created the king with one fourth of resplendence  of each of the eight rulers. Manu Srmriti states as below:"
        },
        {
            "type": "sanskrit",
            "text": "indra anila yama arknm agneshca varuNasya ca |<br>candra vittesha yoH caiva mtr nirhR^itya shaashvateeH ||"
        },
        {
            "type": "commentary",
            "text": "Manu smriti also prescribes certain rules for the king called Vrata. Indra accords rains for four  months to sprout the seeds, so the king shall sprout the people's hopes. Sun evaporates earthly water slowly and  insignificantly so as to give the next rain, so the king shall collect taxes and spend them again for the welfare of  people <em>suurya vrata </em>. Air pervades everywhere to enliven people, so the king shall pervade everywhere through  his agents to watch out good and evil for his subjects <em>maaruta vrata </em>. Yama, the God of Time, has no friends or  foes and ends the lives of any one at the end of their time, and so shall the king in according punishments <em>yama  vrata </em>. Rain binds one and all and it is the livelihood of any living being, so is king to bind his subjects for a  good livelihood <em>varuNa vrata </em>. Moon is both a pleasant one and presiding deity for medicinal herbs, so shall  the king be pleasant to his people and keep their health <em>chandra vrata </em>. Fire is fiery and burns down evil and  the king shall be fiery to his enemies, either internal or external <em>aagneya vrata </em>. The earthly earth sustains  scholars and stupid, wealthy and poor, prosperous and pathetic alike, so shall the king bear with all of his subjects <em> pR^ithvii vrata</em>"
        },
        {
            "type": "verse",
            "text": "\"You alone have to protect us as we are the subjects living in your kingdom...may you be in the  capital... or in the forest...you are our king... We gave-up punishments, either physically or by the power of curses,  conquered are our anger and senses, and our ascesis is the only wealth of ours, thus oh! King, we are to be protected by  you, like the foetus inside a womb...\" Thus saying they worshipped Raghava along with Lakshmana, on giving fruits,  tubers, flowers and other varieties of forest foods."
        },
        {
            "type": "verse",
            "text": "Thus other saints and sages who are the followers of the virtue, and similar to the Sacred Fire adored  Rama, the king, according to the wont of custom."
        }
    ]
}