{
    "id": "prose-aranya-10",
    "kanda": "aranya",
    "sarga": "10",
    "title": "Sri Rama's reply to Sita",
    "chapter": "10",
    "overview": "Rama replies Sita's enquiry as to why he should wage war to eliminate the demons. He says that it  is only to protect the land from the atrocities of demons, and for safeguarding the decrepit sages  under his scheme of protecting the helpless.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing all of the words said by Vaidehi, in adoration of her husband, he who abides by virtue  alone that Rama replied Janaki."
        },
        {
            "type": "verse",
            "text": "\"You have said beneficial, friendlily words that are seemlier to your disposition, oh, lady, which  are apt to speak of your familial brought up, for you are the daughter of virtue-knowing Janaka.  What more shall I say, oh, lady, since it is said that 'a warrior handles a bow so that misery's  tears cease to flow...' and this saying is iterated even by you... Oh! Sita, those shleterable  sages of Dandaka forest have approached me sombrely on their own, and thus they came into my  refuge... Subsisting on fruits and tubers, living at all the time in forests those sages are not  getting quietude, as they are scared by the demons with invidious deeds..."
        },
        {
            "type": "verse",
            "text": "\"The sages dwelling in Dandaka forest are being eaten away by fiendish demons that subsist on human  flesh, and while being eaten away like that those eminent Brahmans have said to me, \"please come to  our rescue... This way when I have heard the words voiced by them, I comforted them verbally and  avouched this way, \"Be gracious to me... you all... by which reason I am being addressed this way by  this kind of eminent Brahmans, whom I should have actually addressed my self, this indeed is a  dishonour for me..."
        },
        {
            "type": "verse",
            "text": "\"Then I said before the Brahmans, \"what shall I do?\" All of them thus thronged and spoke this word.  Many of the guise changing demons are outrightly torturing us in Dandaka forest, hence in that  context you shall protect us... Those resistless carnivorous demons, oh, merited Rama, will descend  exactly at the time of fire oblations, or on propitious times like full or new moons to persecute  us... We the ascetics being assaulted thus are aggrieved, and when we searched for a recourse you  chanced as our ultimate course... We by the efficacy of our ascesis are surely capable to eradicate  those demons, but we do not wish to shorten the effect of our long earned merit of ascesis... Many  hurdles are always there in our practice of ascesis, and even the ascesis have become impracticable,  oh, Raghava, thus though being eaten away by the demons we are not issuing any curse... Thereby, you  along with your brother protect us that are being persecuted by the demons dwelling in Dandaka  forest as you alone are the protector of ours in these forests...'so said sages to me..."
        },
        {
            "type": "verse",
            "text": "\"On hearing all those words, oh, Sita, I promised complete protection to the sages of Dandaka  forests... Having promised to the sages it is incapable of me to implement it otherwise while I am  alive... truth is dearer to me, isn't it..."
        },
        {
            "type": "verse",
            "text": "\"I may forfeit my life, forgo Lakshmana, or even forsake you but not a promise, that too especially  made to Brahmans, and having promised I can never go back... By that reason, oh, Sita, even if I  am unasked, safeguarding sages is definitely to be done by me, how then it is undone when given a  promise... With your friendship and good-heartedness you say these words, oh, Sita, I am  contended... uninterested ones do not forewarn, indeed..."
        },
        {
            "type": "verse",
            "text": "\"Appropriate and seemly is your word of caution to your bloodline, oh, graceful Sita, you are the  co-pursuer in dharma with me, hence you are loftier to me than my own lives...\" So said Rama to  Sita."
        },
        {
            "type": "verse",
            "text": "That exalted soul Rama on saying those words to Sita, his dear wife and the daughter of Janaka,  wielding his bow proceeded further with Lakshmana to the picturesque woodlands of hermits."
        }
    ]
}