{
    "id": "prose-aranya-11",
    "kanda": "aranya",
    "sarga": "11",
    "title": "Stories of Sages Mandakarani and Agastya",
    "chapter": "11",
    "overview": "Rama comes across lake from which divine music is heard. Surprised at the musical notes from beneath  the waters of the lake he enquires with the sage who is following, and that sage narrates the episode  of Sage Mandakarni. Then Rama proceeds on wondering at that lake, and he visits all the hermitages about  there and thus elapsed are ten years. Again Rama returns to the hermitage of Sage Suteekhsna, and after  staying there for some time, takes leave of that sage and proceeds to see Sage Agastya. And on the way  he visits the brother of Sage Agastya also. Rama, on the way narrates about the great deeds done by  Sage Agastya in protecting humans from demons, and also depicts the propitious nature of Agastya's hermitage.",
    "content": [
        {
            "type": "verse",
            "text": "Rama travelled ahead while the glorious Sita in middle, and wielding bow Lakshmana followed them on  the rear."
        },
        {
            "type": "commentary",
            "text": "This verse is commented specially by the ancient narrators. It is said that <em>Om, praNava</em> is  reflected in this verse. The Om is the compound of three letters <em>a + u + ma</em>, and the first  letter in the verse is <em>a</em> , in <em>a +</em> grataH. The second letter of Om, i.e., <em>u</em>  is <em>u</em> in <em>su sobhanaa</em>. Other versions may read this as <em>su madhyamaa</em> , even  then this <em>u</em> is there. The letter before last word <em>ha</em> is <em>ma</em> , as in <em>jagaa  ma</em> . These three letters put together are Om. So the three, Rama, Lakshmana, Sita are compared  with these three letters of Om."
        },
        {
            "type": "commentary",
            "text": "Vishnu/Rama is in letter a and he is coursing ahead, <em>agrartaH prayayau</em> , followed by u, Lakshmi/Sita,  who is an embodiment of the Absolute's <em>karuNa</em> , benevolence, as said at <em>lakshmyaa kaaruNya  ruupayaa</em> And she is the illusory aspect of that Absolute, Maya, <em>yaamaa ye m&egrave;</em> , and being  so, she will be the veil in between that Absolute and Innate Soul. The last letter <em>ma</em> is <em>makaaro jiiva vaacaka, makaaro daasa vaacaka</em>, is the sign for the servitude of the Innate Soul  to the Absolute. That is what Lakshmana is."
        },
        {
            "type": "commentary",
            "text": "And <em>anu jagaama</em> means that which follows without any I-ness or Mine-ness as a total surrender, <em>kainkarya</em> . This <em>agrataH prayayau raamaH</em> is said to be the leadership quality of Soul,  or Rama, where he does it himself without preaching, like Krishna. Previously when they entered forests,  Lakshmana was leading and showing the way, as a dutiful servant. During next phase all three walked  in line. Now, Rama wanted to wage war with demons, thus he leads the way, keeping Sita in centre,  followed and guarded by Lakshmana. This is the view point of the sages following them, for they the  sages always meditate about that Absolute, in terms of <em>Om</em>, and these three appeared as the  three letters of Om."
        },
        {
            "type": "verse",
            "text": "They proceeded while seeing diverse mountain terraces, forests, and diversely enchanting rivers too,  along with Sita. Beholding the rivers that have water-birds like saarasa, chakravaaka that move on  their sandbanks, and also the lakes that contain lotuses and water born birds, they moved on. The moved  on watching spotted deer banded in herds, the wild boars, large horned buffaloes maddened in virility,  and the ruttish elephants rending trees like their enemies."
        },
        {
            "type": "verse",
            "text": "On going far on their way, and when the sun is dangling in the western skiy, together they saw a charming  lake of one yojana width fully overloaded with red and white lotuses, overspread with sporting elephants,  and over-flurried with waterfowls like saarasa birds, kaadamba birds, swans and with others kinds too.  Out of the tranquil and enchanting waters of that lake audible are the melodies of singing and musical  instruments, but none is visible."
        },
        {
            "type": "verse",
            "text": "Then Rama and also Lakshmana, the great charioteer, inquisitively started to ask the Sage named Dharmabhrita  about it."
        },
        {
            "type": "verse",
            "text": "\"On hearing this greatly amazing music from lake, oh, great saint, intensive inquisitiveness is created  in all of us, why this, please tell us clearly about it.\" Thus Rama asked. Thus said by that Raghava  then that virtuous sage quickly started to tell about the efficacy of that lake."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, this is an all-time lake built by the ascetic power of the sage Mandakarni, known as Five  Apsara Lake. He that great saint Mandakarni practiced rigorous ascesis for ten thousand years staying  in the waters of the lake, and consuming air alone. Then all the gods are worried and met together with  Fire-god at the helm of affairs, and they all conversed among themselves. This sage is praying for someone's  place among us,\" thus all of those heaven-dwellers are perturbed at heart. Then all gods assigned five  important Apsara-s, the celestial courtesans, whose shine is like the sprint of the lightning, to effectuate  hindrance in that sage's ascesis."
        },
        {
            "type": "verse",
            "text": "Then those five celestial beauties have led that sage astray who discerned the nature of this and the  other world, or good and bad, or the nature of Absolute-Soul and Body- bound Soul, towards the passional  restraint by, as though to achieve god's task."
        },
        {
            "type": "verse",
            "text": "\"Also thus, those five celestial apsara-s attained wifehood of that sage, and for them he built a house  in there, concealed inside that lake."
        },
        {
            "type": "verse",
            "text": "\"While those five celestial apsara-s are living in there, they are gratifying that sage according to  his delight as youthfulness came upon that sage owing to his power of asceticism. These musical sounds  we hear are emerging out as played on their instruments, mingled with the tinkling of their ornaments,  and mixed with their delightful singing of melodies.\" So said sage Dharmabhrita to Rama."
        },
        {
            "type": "verse",
            "text": "That highly renowned Raghava together with his brother acknowledged the sage Dharmabhrita's account,  exclaiming it as \"amazing is this...\""
        },
        {
            "type": "verse",
            "text": "While saying thus Raghava has seen a cluster of hermitages nearby, encircled with sacred grass, jute  cloths, and even encompassed with Vedic solemness, and he entered that hermitage along with Sita and  Lakshmana."
        },
        {
            "type": "verse",
            "text": "Rama happily stayed in that august cluster of hermitages duly venerated by those great saints for sometime,  and then that expert in great missiles Rama went to the hermitages of those sages with whom he stayed  earlier, for another round. Rama stayed there for nearly ten months at some place, elsewhere for one  year, at somewhere else for four months, and for five, and six months at elsewhere, even at somewhere  else for more than a month, and for more than one and half months elsewhere."
        },
        {
            "type": "verse",
            "text": "While Raghava stayed comfortably taking delight in those hermitages of sages, indeed ten years have  smoothly elapsed."
        },
        {
            "type": "commentary",
            "text": "As per the above the counof monthst comes to sixty months, i.e., five years. But it is said that ten  years are elapsed comfortably. There are a good number of arguments counting the months said above and  the point of ten years, said finally. Dharmaakuutam puts it as ten years only: <em>tataH paryaayeNa  nikhila muni jana nilayeShu niitvaa dasha samvatsaraan punaraagamya tiikShNatapasaH sutiikShNam||</em>Thus  ten full years are spent only in around these hermitages, peregrinating from one to the other. The total  period of exile is fourteen years. Here it is said that ten years are completed. In Chitrakuta two years  are spent. Then the search for Sita and final war should happen in two year span."
        },
        {
            "type": "verse",
            "text": "Thus that virtue-knowing glorious Rama on going around those hermitages along with Sita indeed went  to the hermitage of Sage Suteekshna again. On coming at that hermitage that enemy destroyer is adored  by sages, and he resided there for some time."
        },
        {
            "type": "verse",
            "text": "Then on one day while staying in that hermitage Rama submissively said this to that sage Suteekshna  who is sitting nearby."
        },
        {
            "type": "verse",
            "text": "\"I have always heard through the narratives narrated by other sages that the godly and eminent sage  Agastya is residing in this forest. But due to the vastness of this forest I have not known that place,  where is the pious hermitage of that astute sage? I wish to approach that sage seeking that godly sage's  graciousness, along with my brother and Sita to venerate him. Can I personally propitiate that supreme  sage - is my high ambition, and it is recurrent in my heart.\" So said Rama to Suteekshna."
        },
        {
            "type": "verse",
            "text": "Sage Suteekshna on hearing that particular request of that virtue-minded Rama is gladdened and said  this to him. \"Oh, Raghava, even I wished to say this to you, that you may approach Agastya along with  Lakshmana and Sita. But providentially you alone raised this topic with me, Rama, I will tell you  where that great sage Agastya is. On your going four yojana-s from this hermitage, oh, dear Rama, there  is the great and glorious hermitage of Agastya's brother on the southern side. That hermitage is there  on a plateau in a spectacular place of that forest which is adorned with many flowers and fruits, thickets  of long pepper, and reechoed with the callings of various birds. There are diverse lakes that are receptacles  for tranquil waters, that are teeming with swans and partridges, beautified with ruddy geese, and Rama  staying there for a night you may proceed in the next morning."
        },
        {
            "type": "verse",
            "text": "\"On going one yojana beyond, taking the southward course on the side of the forest clump you will find  Agastya's hermitage. Sita and Lakshmana will enjoy those woodlands adorned with diverse pleasant trees,  as the woodlands abounding with diverse trees will naturally be delightful, isn't it."
        },
        {
            "type": "verse",
            "text": "\"If your mind is made up to see that great sage Agastya, oh, great ingenious Rama, resolve your thinking  in going only today.\" So said Sage Suteekshna to Rama."
        },
        {
            "type": "verse",
            "text": "On listening that which is said by the sage, Rama revered that sage along with his brother, and then  he journeyed with Sita and his follower Lakshmana aiming to reach Agastya."
        },
        {
            "type": "verse",
            "text": "While viewing beautiful forests, cloud-like mountains, lakes, and rivers that are flowing following  the pathways, Rama happily journeyed on the pathway indicated by sage Suteekshna, then he gladly spoke  this sentence to Lakshmana."
        },
        {
            "type": "verse",
            "text": "\"Definitely this alone appears to be the hermitage of Sage Agastya's brother, one with great soul and  pious deeds. As how thousands of trees are bowing under the weight of flowers and fruit on the pathway,  thereby I perceive it to be the hermitage of Agastya's bother. Upraised by the wind the sour-smell of  pippali fruits is suddenly coming closer from the forest."
        },
        {
            "type": "verse",
            "text": "\"Here and there visible are the well heaped heaps of firewood, and all over appearing is the sacred  grass snipped at its top and gemlike in its tinge. From inside the hermitage in the midst of this forest  the vertex of smoke from ritual fire is clearly visible as high as the vertex of a black rainy cloud."
        },
        {
            "type": "verse",
            "text": "\"On performing bathing in sacred streams the Brahmans are making flower offerings to gods, called <font color=\"#B3003A\">puSpa bali</font>, with the flowers that are personally collected by them."
        },
        {
            "type": "commentary",
            "text": "If flowers for worship are taken from someone else, half of the merit of that worship goes to the one  who gave those flowers. Hence the flowers are to be plucked by the worshipper alone, that too from his  flower garden. They are not to be stolen, begged, carried in palms, or in upper cloth, but to be carried  in a big size leaf."
        },
        {
            "type": "commentary",
            "text": "\"Best are the flowers brought personally, medium is the forest-born, purchased are the worse, and those  that are brought by others, the worst.\""
        },
        {
            "type": "verse",
            "text": "\"Thus by the words of Sage Suteekshna as I have heard, oh, gentle Lakshmana, this hermitage shall definitely  be that of Sage Agastya's brother. Whose brother is Sage Agastya with meritorious deeds, who wishing  well-being of the world controlled death by his efficacy, and who made this southern region a liveable  region, this must be the hermitage of such a sage, such Agatya's brother."
        },
        {
            "type": "verse",
            "text": "\"Once upon a time verily cruel demon brothers Vaataapi and Ilvala were here together, and they the dreadful  demons, they say, used to be Bhraman-killers. Disguising in Bhraman's semblance and speaking sophisticatedly  that Ilvala used to invite Brahmans for the purpose of obsequial ceremonies, where Brahman are fed after  usual ceremony to appeases their manes."
        },
        {
            "type": "commentary",
            "text": "Here the word <em>sam skR^ita</em> is another point for discussion for commentators saying that the  demon Ilvala used to speak in chaste Sanskrit. This is one version. The other is as above speaking sophisticatedly.  But as could be seen all the raakshasa-s are Vedic pundits and thus there is no oddity in their speaking  chaste Sanskrit. Hence their luring or sophisticated talk to entice Brahmans is taken valid. The following  verse also has the same word, meaning refinement."
        },
        {
            "type": "verse",
            "text": "\"Then Ilvala used to make his brother Vaataapi into a ram, perfect that ram's meat into deliciously  cooked food, and used to feed Brahmans according to obsequial rites and deeds. When those Brahmans are  surfeited with that ram's meat, then Ilvala used to shout loudly, \"oh, Vaataapi, you may come out. Then  on listening his brother's words Vaataapi used to lunge out bleating like a ram, tearing and rending  the bodies of those Brahmans. This way they the guise changing demons always ruined thousands of Brahmans  together, greedy for raw-flesh as they are."
        },
        {
            "type": "commentary",
            "text": "Some say that the wording <em>taiH</em> they, is plural ad it is not accommodative, and some ancient  text of unknown reference contained these words, <em>taabhyaam evam paramtapa pishita ashayaa</em> by  them two, that way, Lakshmana, for <em>pishita aashayaa</em> raw meat, avaricious as they are, they  used to kill."
        },
        {
            "type": "verse",
            "text": "\"Then by Sage Agastya, whom gods have prayed to end this demonic menace, and whom demon Ilvala invited  to feast during obsequial rites, he that Agastya having relished the fiendish demon in the form of ram,  they say, had finished him off. Then Ilvala while giving lateral hand wash into the palms of Agastya  entered in the routine conversation of obsequies asking, \"Is this rite fulfilled...\" and he furthered  it in calling his brother to come out."
        },
        {
            "type": "verse",
            "text": "Then that wise and eminent sage Agastya spoke mockingly to Ilvala who is conversing that way to his  brother to come out."
        },
        {
            "type": "verse",
            "text": "\"Where is the energy for that ram shaped demon brother of yours to come out as I digested and sent him  to the hellish residence of Terminator."
        },
        {
            "type": "commentary",
            "text": "This saying of Agastya has remained as an epigram till date. That demon Ilvala called out, \"Vaataapi...\"  for which Agastya replied <em>jiirNam</em> 'digested...' and after repeating this exchange for some  time, these questions and answers are combined to form this sentence: <em>jiirNam jiirNam vaataapi jiirNam</em>  meaning that 'Vaataapi is digested...' In traditional upbringing, mothers used to say after feeding  babies with milk or other nourishments, giving a mild exercise, <em>jiirNam jiirNam Vaataapi jiirNam</em>  for many times. It means that mothers wished their babies should digest any indigestible or food ruinous  to health, as has been digested by Sage Agastya. It is said Agastya prohibited any kind of meat to Brahmans,  as meat food will be shearing their stomachs with it ram's horns from then on. He is also said to have  cursed Brahmans to be diverse, <em>braahmaNaanaam anekatvam</em> as none will concur with the other."
        },
        {
            "type": "verse",
            "text": "\"Then on hearing the words of sage Agastya affirming brother's demise, that night-walking demon furiously  commenced to assault the sage. \"When that demon rushed towards that best Bhraman to kill, he that sage  glowing with his own refulgence burnt him down just by his flame-like eyes and doomed him to death."
        },
        {
            "type": "verse",
            "text": "\"This hermitage embellishing with lake and woods belongs to the brother of Sage Agastya who has done  this impossible deed just by his compassion towards Brahmans.\" So said Rama to Lakshmana and Sita  about Agastya. While Rama narrated that way to Lakshmana sun went into dusk and the vesperal time came  close of him. Worshipping sunset along with brother as per custom, Rama entered that hermitage and greeted  that sage."
        },
        {
            "type": "verse",
            "text": "Raghava spent one night there when that sage received him well and when they dined on tubers and fruits.  Raghava spent that night there and when sun rose in solar orbit he took leave of the brother of Sage  Agastya saying the following."
        },
        {
            "type": "verse",
            "text": "\"Oh, godly sage, we stayed in the night comfortably, I now make an obeisance and bid farewell to you,  as I wish to proceed to see your mentor and elder brother Agastya."
        },
        {
            "type": "verse",
            "text": "When the brother of Agastya said, \"you may go,\" Rama the legatee of Raghu journeyed on the pathways  as directed by Suteekshna, and on observing those woodlands."
        },
        {
            "type": "commentary",
            "text": "The name of this brother of Agastya is Sudarshana. But none calls him by that name and he is just called <em>agastya bhraata</em> , Agastya's brother."
        },
        {
            "type": "verse",
            "text": "On observing the wild grass that grows on its own giving wild grain, Jack-fruit trees, sala trees, Ashoka  trees, lemons trees, saplings of bilva trees and also madhuka and bilva trees he journeyed."
        },
        {
            "type": "verse",
            "text": "Rama has seen hundreds of flowered forest trees that are battered by the trunks of elephants, that are  adorned with monkeys, reverberated by hundreds of lusty bird folks, and that are enriched by the flowered  climbers whorled around them. Then the lotus-eyed Rama said this to his follower Lakshmana who is a  valiant and glory-enriching one and who is near at hand."
        },
        {
            "type": "verse",
            "text": "\"As to how the trees are appearing with velvety leaves, and as to how the animals and birds appear unwearied,  thus gauging by this it appears that the hermitage of that contemplative soul Agastya is situated not  very far from here. He who by his own deed is renowned in the world as Agastya, the stopper of mountain,  it appears to be his hermitage that alleviates the weary of wearied ones."
        },
        {
            "type": "commentary",
            "text": "The name Agastya is cleavable like <em>aga+ stha</em> mountain, who stayed, stopped from excessive growth."
        },
        {
            "type": "verse",
            "text": "\"The forest nearby this hermitage is overrun by huge smoke from altars of fire, overstuffed with the  garlands of jute cloth, overcrowded with the herds of peaceful deer, and also overloaded with sonority  of the birds. He who impeding death by his yogic might and wishing well-being for worlds made this southern  extent a liveable province by his pious deeds, his hermitage is this."
        },
        {
            "type": "commentary",
            "text": "There is some problem in copying. These stanzas of verse have already appeared above at 4-11-54."
        },
        {
            "type": "verse",
            "text": "\"Under whose influence the demons behold this southern quarter appallingly, and they do not even venture  to live here, such a sage Agastya's hermitage is this. And from when that pious deeded Agastya took  possession of this quarter, from then on the night walkers are calmed down and remained without feud.  This very worthy southern quarter is known in the name of that godly saint Agastya and this remained  unattackable to the demons with cruel deeds."
        },
        {
            "type": "verse",
            "text": "\"Complying which sage's directive Mt. Vindhya ceased to heighten in order not to obstruct the path of  the sun, such sage's hermitage is this who is renowned in the world by his deeds and whose longevity  is inestimable, hence this glorious hermitage is adored by well-behaved animals and humans as well."
        },
        {
            "type": "commentary",
            "text": "The name Agastya is derived from a famous act of this Sage. Mt. Meru is the highest peak on earth. By  its nature it grows day by day, and stands first to be saluted by the rising sun in east every day.  Jealous of this Mt. Meru, Mt. Vindhya started to rise to exceed the height of Mt. Meru, thus obstructing  the sun's path. Then the day changed for night and the travel of Sun and Moon, the performance of Vedic  rituals, which are bound by the solar lunar movement, went topsy-turvy. Then the gods prayed Agastya  to do something to decrease the height of Mt. Meru. Agastya and his wife then were coming to Mt. Vindhya  and seeing its height, he requested Mt. Vindhya, \"Oh, Mountain King Vindhya, myself and my wife are  going southward, and we are not able to climb this much height... kindly lower yourself, so that we  old people climb you and go to the other side...\" Mt. Vindhya being an ardent worshipper of sages and  saints immediately lowered his height to the ground level, so that the old couple need not climb but  just walk over him. Agastya and his wife on coming to the southern side of the mountain again requested  Mt. Vindhya to be at this height only, for they will be returning soon to north. Mt. Vindhya readily  agreed for that also, and it is lying like that even today. Because Agastya did not return to north  on coming to south Mt. Vindhya is still believed to be at ground level. Thus the solar and lunar movement,  seasons' revolve, Vedic calendars etc. are again put to normalcy. Thus the name Agastya, <em>aga stha</em>  mountain, stopper, <em>agam sthaasyati</em> or, <em>stabhnaati iti agastyaH</em>. He played an important  role in uplifting southern regions of India, namely Dravidian cultures. Hid wife is Lopaamudra, the  saintly lady will be quoted in Lalitha Sahasra Naamaavali. The thousand name of Mother Universe."
        },
        {
            "type": "verse",
            "text": "\"He that gentle sage who is always interested in the respect of sagacious ones is thus an esteemed one  in the world, and for us when we approach him he accords beneficence. Oh, adept Lakshmana, I wish to  worship that great saint Agastya therein that hermitage, and oh, gentle one, I think of living the remainder  of forest living here only. There gods with gandharva-s, siddha-s, exalted sages will be worshipping  Agastya who is self-regulating self-disciplinary. There no liar can live, nor a savage, nor even a deceiver,  nor a man-torturer, nor one with sinful behaviour, for that sage is of that nature."
        },
        {
            "type": "verse",
            "text": "\"There the gods, celestials, reptiles, birds live together wishing to worship the Absolute with self-discipline.  There the blest and great souls of accomplished ascesis rode to heavens by aircrafts similar to sun  in resplendence, on relinquishing their mortal bodies here and on obtaining new bodies. There gods will  endow the state of celestials or immortals, or many realms of divine living to those auspicious beings  that worship them."
        },
        {
            "type": "verse",
            "text": "\"We arrived at the threshold of the hermitage, oh, Soumitri, you enter firstly and submit to Sage Agastya  about my arrival at this place along with Sita."
        },
        {
            "type": "commentary",
            "text": "This is an important point of Rama's speaking to Lakshmana for a protocol to enter the hermitage. Earlier  all the three used to enter together, releasing bowstrings and in all their submissiveness. But here  Rama wants to follow an imperial protocol to announce his arrival there. Rama is said to have asked  Lakshmana to inform the sage that <em>karta</em> subject to eliminate - himself; and the object, or  the instrument to eliminate Ravana, namely Sita have come. Rama says in above verses that he would  like to spend rest of the exile here in this hermitage. But Sage Agastya later asks him to proceed to  Panchavati, i.e., towards the dominions of demons. For that and for keeping the sage informed about  the arrival of time to eradicate Ravana, Rama seeks this protocol."
        }
    ]
}