{
    "id": "prose-aranya-12",
    "kanda": "aranya",
    "sarga": "12",
    "title": "Entering the hermitage of Sage Agastya",
    "chapter": "12",
    "overview": "Rama, Lakshmana, and Sita enter the hermitage of Sage Agastya. Sage Agastya is also waiting to receive  Rama for along time, and now receives them with all honours, sagaciously perceiving Rama as Vishnu incarnate.  Sage Agastya gives a divine bow of Vishnu, two quivers with ever replenishing with arrows, and a golden  sword in a golden sheath to Rama, saying that with the very same armoury Vishnu once eradicated evil  on earth.",
    "content": [
        {
            "type": "verse",
            "text": "On entering the hermitage Lakshmana, the younger brother of Raghava, reached Agastya's disciple and  spoke this sentence to him."
        },
        {
            "type": "verse",
            "text": "\"A king named Dasharatha was there, his eldest son and the dynamic one, Rama has arrived along with  his wife Sita to see the sage. I am his loyal, dedicated, and adherent younger brother named Lakshmana,  if ever you have heard of us. Such as we are, we entered the awful forest at the decree of our father,  and we wiush to see the godly sage, let this be informed to him.\" Said Lakshmana to the disciple of  Agastya."
        },
        {
            "type": "verse",
            "text": "On hearing that sentence of Lakshmana that disciple who is ascetically rich replied 'agreed, ' and he  entered the sanctum of Ritual-fire to submit the same to Agastya."
        },
        {
            "type": "commentary",
            "text": "This sanctum where the Altar of Fire is established will be well deep inside these hermitages. One arrives  at the Altar of Fire after passing through many places designated to particular deities, where fire  oblations are conducted. These places of worship occurring before the hall of homa are listed in the  coming verses."
        },
        {
            "type": "verse",
            "text": "He that agreeable disciple of sage quickly approached the irrefutable sage by his asceticism, made palm-fold  and said this to the eminent sage about about the arrival of Rama, exactly as said by Lakshmana. \"Sons  of King Dasharatha, Rama and also thus Lakshmana have entered the threshold of hermitage along with  the wife of Rama, namely Sita. Those two enemy-destroyers have come cherishing to see and serve you,  hence it will be apt of you to order what next is to be done in this regard.\" Said disciple to the sage."
        },
        {
            "type": "verse",
            "text": "Having heard from the disciple that Rama has arrived with Lakshmana and with highly fortunate Sita  the sage said this to him. \"My heart is indeed yearning for his arrival, and after this long a time  Rama providentially came to see me. Go forth and make welcome to Rama, Lakshmana and to Sita, and  they be entered here, why you have not invited them as yet?"
        },
        {
            "type": "commentary",
            "text": "Agastya is waiting for long to receive Rama to handover a great bow, quivers and sword. Agastya himself  an eliminator of demons and Rama's mission is also the same. Therefore, on hearing that \"Rama arrived  \" his ears are said to have received an ear-pleasing experience, <em>karNa aananda anubhava</em>. Maheshvara  Tirtha."
        },
        {
            "type": "verse",
            "text": "Thus said by the great-souled sage and the knower of virtue, the disciple adored him with palm-fold  saying that \"as you say.\""
        },
        {
            "type": "verse",
            "text": "Then that disciple went out with a little perplexity and said this to Lakshmana, \"Where is this Rama?  He may come to see the sage and let him enter hermitage on his own.\" Said that disciple to Lakshmana."
        },
        {
            "type": "verse",
            "text": "Then on going out to the exterior of that hermitage along with that disciple, Lakshmana has shown him  Rama and Janaka's daughter Sita. While that disciple repeated the obliging words of Agastya entered  that reception-worthy Rama into hermitage on receiving him well. And then Rama entered the hermitage  with Sita and Lakshmana looking over it which is overspread with docile deer."
        },
        {
            "type": "verse",
            "text": "Rama entered inside the hermitage and saw therein the sanctus of Brahma, Fire-god, Vishnu, Indra, Vivasvat  - the Sun-god, Soma - the Moon-god, Bhaga - one among the twelve Suns, and the sanctusms of Kubera,  [Wealth-Management-god, are seen and passed by the three of them, sanctums of Dhaata, Vidhaata - Vedic  deities created by Brahma to help Svayambhuu Manu, santucm of Vaayu - the Air-god, and also like that  the sanctum of great-soloed VaruNa - the Rain-god who also wields noose, and the sanctum of Gayatri  - the presiding deity of gnosis, sanctum of Vasus - eight of them, and the sanctum of cobra's king -  aadi sheSa, the divine Thousand-headed serpent that bears this globe on its head, and on which Vishnu  reclines, and even the sanctum of GaruDa - the Divine Eagle and the vehicle of Vishnu, and the half  brother of aadi sheSa, and the sanctum of Kaartikeya - chief of gods army, second son of Shiva, and  the sanctum of Dharma - Dharmaraaja, presiding deity of Virtue-Vice-Time of living beings, in-charge  of the hell."
        },
        {
            "type": "commentary",
            "text": "These sanctums are particular holy places in hermitages where those designated deities will be invoked  for worship. These will be seventeen in general, as said in Vedic doctrine, <em>yo vai sapta dasha</em>  - Defined by seventeen letters. On passing through all these places, the place of <em>homa kunDa</em>  , Altar of Fire will come. Hence, usually none will be allowed inside the hermitages, and all are supposed  to stay in <em>aashrama padam</em> , the hermitage's threshold, a porch or portico minus its roofing.  As such Rama wanted an entry in to hermitage."
        },
        {
            "type": "verse",
            "text": "Then encircled by disciples the sage Agastya came out quickly, and Rama saw him who is glowing brilliant  before all the other sages."
        },
        {
            "type": "commentary",
            "text": "In the list of sanctums said above no place is said for Shiva, on which earlier commentators discussed  much. Of them Govindaraja stated, \"Shiva has no worshipfulness in Vaishnavaite way, hence his sanctum  is unsaid: Others contradicted this, saying that when Shiva's son, Kaartikeya is adorable, why not his  Father? Rama Tilaka states <em>agniratra rudraH</em> The naming of Agni, Fire-god, as in 17th verse  itself is Rudra, namely Shiva. ShiromaNi commentary also puts in the same way ' <em>tatra agni shabdena  shambhuH ucyate</em> By the nomenclature of Fire, Shiva is to be construed."
        },
        {
            "type": "verse",
            "text": "On seeing the brilliantly glowing sage among those sages, he that bold Rama said this sentence to Lakshmana,  the fortifier of fortune, \"Here comes the godly sage, Lakshmana, by his eminence I comprehend him as  a depository of all ascesis.\" That dexterous Rama on saying about that sun-like radiant sage Agastya,  he that descendent of Raghu fell on the feet of Agastya touching them reverentially. Then he who is  a delight to the on lookers that noble-hearted Rama on revering the sage along with Lakshmana and Sita,  the princess from Videha, stood aside with his palms adjoined."
        },
        {
            "type": "verse",
            "text": "Offering seat and water that sage received Rama, and even on exchanging pleasantries that sage said  to him, \"please be seated.\" Having completed his personal worship to Fire-god, and having offered water  and other formalities to guest, that sage gave viands to guests according to his hermitic observances."
        },
        {
            "type": "commentary",
            "text": "The hermit's observances include the ritual to Fire-god before food. In some case one has to personally  light the fire, cook his own food to the chanting of hymns, like Agastya which is an observances called <em>viashva devam</em> Even now these are observed by some Vedic Brahmans."
        },
        {
            "type": "verse",
            "text": "Then that eminent and shrewd sage Agastya in righteousness took his seat at the outset, and spoke to  prudent Rama of righteousness itself, and who by now is sitting with his palms adjoined."
        },
        {
            "type": "verse",
            "text": "\"Worshipping the fire, giving water and worshipping the guest a hermit should receive a guest and feed  him, and if a hermit practices contrarily, oh, Rama, he is destined to eat his own flesh like a false  deponent in other world say, hell."
        },
        {
            "type": "commentary",
            "text": "A guest is one who enables the host to go to heavens. \"May he be dear one or despised, stupid or scholar,  one who comes at the end of fire worship before meals, he leads the host to heavens\" - <em>paraashara  suutra</em>. Any false deponent giving a false witness not only goes to hell but also is destined to  eat his own flesh there. Same is the case with the host, who does not perform his daily chores to entertain  his guest."
        },
        {
            "type": "verse",
            "text": "\"You are the king of all the world, the treader in the path of righteousness, great charioteer of probity,  and you are the venerable and estimable one, and you have arrived as my dear guest."
        },
        {
            "type": "commentary",
            "text": "The other way of rendering is: <em>raajaa sarvasya lokasya</em> ruler, of all, three worlds, hence you  are Vishnu; <em>mahaa rathaH</em> great, charioteer of mortal souls through karmic cycles, thus Narayana; <em>puujaniiya</em> venerable one even in daily worship, hence Vishnu; <em>maanyaH</em> credible one  by those who aspire salvation, Narayana; <em>priya atithi</em> much desired guest than the routine sage/mortal  guests, hence god. Thus, it is said that Sage Agastya realised Rama as Vishnu and eulogised Rama incarnation.  Even the daily <em>puuja</em> worship is conducted in a manner of treating the deity as a symbolic guest  in the household. Here that deity himself is the real guest, i.e., Narayana."
        },
        {
            "type": "verse",
            "text": "Saying thus, Agastya adored Raghava well with fruits, tubers, flowers and others according to his ardency,  and then he said this to Rama."
        },
        {
            "type": "verse",
            "text": "\"This sacred bow that is decorated with gold and diamonds is crafted by the divine architect Vishvakarma  pertains to Vishnu, and these unwasteful arrows equalling sun in their blaze are the gift of Brahma.  Also these two inexhaustible quivers packed with arrows that have the blaze of Ritual-fire, and this  sword decorated in gold together with its sheath made up of excellent golden are once given to me by  Indra. By this bow, oh, Rama, once Vishnu eliminated horrible demons in war and brought back radiant  prosperity to the celestials."
        },
        {
            "type": "verse",
            "text": "\"The bow, these two quivers, arrows, and the sword, oh, Rama, the endower of grace, receive and wield  them to triumph over the demons as Indra would wield Thunderbolt."
        },
        {
            "type": "verse",
            "text": "On saying thus that great resplendent and godly sage Agastya, gave all of those best weapons to Rama,  and again spoke to Rama"
        }
    ]
}