{
    "id": "prose-aranya-13",
    "kanda": "aranya",
    "sarga": "13",
    "title": "Sage Agastya directs Sri Rama to Panchavati",
    "chapter": "13",
    "overview": "Rama requests Sage Agastya to indicate a place in the forest to make a residence during the days of  exile. Sage Agastya foresees the next course of Ramayana, and orients his conversation around  womanhood and Sita. Then that sage informs Rama to proceed to Panchavati where Sita will be  delightful of its surroundings.<br/>&nbsp;",
    "content": [
        {
            "type": "verse",
            "text": "\" I am delighted Rama, safe you be, oh Lakshmana, well-contended I am for you have come to pay  respects to me along with Sita.\" Sage Agastya continued."
        },
        {
            "type": "verse",
            "text": "\"The well-worn trail of yours on pathway is strenuousness and painful for you two, and it is evident  from the sweat above your necks, even much more for Janaka's daughter, Maithili."
        },
        {
            "type": "commentary",
            "text": "The word <em>utkaNTha</em> is interpreted in two ways. One is <em>ut kaNTha</em> above neck, sides  of face; the other being the anxiousness to get some rest. Thus, they are either wet with sweat or  also anxious to get rest after a long trek in woods."
        },
        {
            "type": "verse",
            "text": "\"She is delicate and not discomforted by such distresses earlier, yet motivated by her friendship  she came to these highly detrimental forests."
        },
        {
            "type": "verse",
            "text": "\"In which way Sita takes delight in these forests, Rama, that you may ensure to her, for she has  done an impossible deed in following you to forests, an impossible deed for womenfolk, in general.  From the beginning of creation the nature of women is this way only, oh scion of Raghu, they devote  themselves to their men in good fortune, but they leave them off in ill fortune."
        },
        {
            "type": "verse",
            "text": "\"With the mercuriality of hundreds of streaks of thunderbolt and with the incisiveness of a weapon,  and with the speediness of an eagle or the gusty wind, the women are conformable."
        },
        {
            "type": "commentary",
            "text": "The flashes of thunderbolts are famous for their mercuriality and so capricious are the women's  hearts with the speed of lightning, and razor sharp will be their attitude to cut-off the age-old  friendship, if they are ill at ease, and they sever relations with the speediness of an eagle or a  gust."
        },
        {
            "type": "verse",
            "text": "\"But she this wife of yours is devoid of all those stigmas, an exemplary and an estimable lady, like  Lady Arundhati."
        },
        {
            "type": "commentary",
            "text": "Lady Arundhati is the wife of Sage Vashishta, an exemplary lady in devotion to her husband and she  has become a star in the sky by virtue of that devotion. Even today in marriages, at the close of  all observances, this star in skies is shown to the bride imbuing a sense of devotion to her  bridegroom, may it be in noontime."
        },
        {
            "type": "verse",
            "text": "\"Where you wish to put up along with Lakshmana and with this Sita, oh, enemy-destroyer Rama, that  province shall be glorified.\" So said Sage Agastya to Rama.\""
        },
        {
            "type": "verse",
            "text": "Thus said by the sage, Raghava spoke amiable this sentence adjoining his palms to the sage who is  glowing like a ritual-fire."
        },
        {
            "type": "verse",
            "text": "\"I am privileged and blessed as my mentor and the eminent age is well pleased with the virtues of my  brother and wife which are non-dissimilar to mine. But a place with water and many forests may  please be shown, where I can reside happily and self-composedly on erecting a hermitage.\" Thus Rama  asked the Sage Agastya."
        },
        {
            "type": "verse",
            "text": "Then that eminent sage Agastya on contemplating a while about what Rama has said, that virtuous and  confident sage spoke more ideational word to Rama."
        },
        {
            "type": "commentary",
            "text": "Rama wanted a place with 'many forests,' which is non-conditional to his exile. Some versions  contain after <em>dharma aatmaa</em> , and said <em>tato vaacha vacaH subham</em>. This will not  appear in critical or eastern recessions. For this <em>diiraH dhiira taram vacaH</em> , is there. It  is said, that sage Agastya contemplated for a while, and envisioning the future of Sita's  abduction and Rama's elimination of Ravana etc by his yogic power, he said to Rama to stay at  Panchavati. This is because, he himself is courageous sage in eliminating the demons, trusting that  Rama also will do the same, he has shown a place which has many forests' around it, that too as Rama  desired."
        },
        {
            "type": "verse",
            "text": "\"A most prosperous place called Panchavati is there at a distance of two yojana-s from here, oh,  dear Rama, which is abundant with tubers, fruits, water, and many deer.\" Thus Agastya started to  tell. On your going there along with Saumitri, and on erecting a hermitage you may take delight in  there complying the decreed order of your father. Indeed all of this episode of yours is known to  me, oh, merited one, by the ability of my asceticism, and also by my friendship with Dasharatha. I  am in the know of your heartfelt certitude by my ascesis, thereby I wish to advise you to go to  Panchavati, though I said that you may dwell in these ascetic-woods along with me. That woodland  will be delightful, isn't it Raghava, for it is praiseworthy and not very far off from here, and  Sita can take delight in there."
        },
        {
            "type": "verse",
            "text": "\"There Maithili will take delight nearby River Godavari, and it is with abundant tubers, fruits,  various are its bird flocks, and it is very reclusive too, oh, great dextrous Rama, further it is  meritorious and appealing. Even you, Rama, with your good deportment are capable to safeguard the  hermits while residing there."
        },
        {
            "type": "verse",
            "text": "\"Oh, brave one, you see this great forest of flower-liquor trees, you have to proceed north of it  and advance towards a banyan tree. Then on climbing up an upland a mountain is seen, that which is  also not far away, and that renowned Panchavati is there in an ever-blooming forest in the valley of  that mountain.\" Said Sage Agastya to Rama."
        },
        {
            "type": "verse",
            "text": "When thus said by Sage Agastya, Rama along with Soumitri venerated and bade farewell to that truth  advocator sage Agastya. Thus well bidden by Sage Agastya those two Rama and Lakshmana have offered  their venerations at the feet of that sage and proceeded to their prospective hermitage at  Panchavati along with Sita."
        },
        {
            "type": "verse",
            "text": "Those princes that are dauntless in war took up their bows and braced up their quivers, and  resolutely proceeded to Panchavati on the route apprised by that great sage Agastya."
        }
    ]
}