{
    "id": "prose-aranya-14",
    "kanda": "aranya",
    "sarga": "14",
    "title": "Sri Rama's Contact with Jatayu",
    "chapter": "14",
    "overview": "Rama and the other two on their way to Panchavati come into contact with Jatayu, the mighty eagle.  When Rama questions about its identity, Jatayu narrates the creation of animal species along with  humans, and informs Rama that he is a friend of King Dasharatha and would like to help Rama in  exile.",
    "content": [
        {
            "type": "verse",
            "text": "Then while proceeding to Panchavati that Rahu's descendent came across a mammoth eagle with  marvellous might in midway. On seeing such an eagle in the forest those two highly privileged  brothers Rama and Lakshmana questioned it asking, \"Who you are?\" presuming it to be a demon. But  that eagle with sweet ad soft words spoke to them as though to please them, \"oh boy Rama know me as  your father's friend.\""
        },
        {
            "type": "verse",
            "text": "Accepting that bird as his father's friend Raghava revered it, and he that Rama then asked for that  eagle's name and lineage. On hearing Rama's words that bird said about his ancestry and himself, and  in doing so, that eagle also narrated the overall genesis of all beings."
        },
        {
            "type": "verse",
            "text": "\"Once upon a time there were lords of people, oh dextrous Raghava, and you may listen all about them  from the beginning, while I narrate. Of them Kardama was there at first, and afterwards Sesha, and  later Samshraya was there with many children and a vigorous one he was. Then Sthaanu, Mariichi,  Atri, the great mighty one Kratu, Pulasthya, Angira, Pracheta and Pulah were there. And oh, Raghava,  Daksha, Vivaswan were while the other name of Vivasvan is Arishtanemi, and lastly the great  resplendent Kashyapa, was there as Prajapati."
        },
        {
            "type": "verse",
            "text": "\"Oh glorious Rama, there were sixty highly renowned daughters to Daksha, thus we hear. Of them  Kashyapa accepted eight slender-waisted daughters of Daksha Prajapati, namely Aditi, Diti, Danu,  Kaalakaa and Taamra, Krodhavasha, also thus Manu and even Anala also as wives. Then Kashyapa is  gladdened and said to those young wives, \"You all shall deliver sons similar to me and who can  sustain the three worlds."
        },
        {
            "type": "verse",
            "text": "\"Oh, dextrous Rama, Aditi, Diti, Kaalakaa and Danu have agreed for that, but others became unheedful  of Kashyapa's words. Aditi gave birth to twelve Aditya-s, the Sun-gods, eight Vasu-s, the  Terrestrials-gods, eleven Rudraa-s, the Fury-gods, and two Ashvinis, the medicine-gods, total  thirty-three of them. Oh, boy Rama, Diti gave birth to well-known Daitya-s, the so-called demons,  and earlier this earth with forests and oceans belonged to them. And oh, enemy-destroyer Rama, Danu  gave birth to son Ashvagriiva or also called Hayagriiva, Horse-headed god, and Kaalakaa gave birth  to Naraka and Kaalaka."
        },
        {
            "type": "verse",
            "text": "\"But Taamraa gave birth to five world renowned girls namely, Krounchi, Bhaasii, Shyenii,  Dhritaraashtrii, and Shukii. And from each of the five daughters of Taamraa in turn emanated are the  other avian species, where Kraunchii gave birth to Uluuka-s, the owls, Bhasii-s gave birth to  Bhaasaa-s, the vultures, and Shyenii gave birth to very sharp eagles and falcons, and then  Dhritaraashtrii gave birth to swans and all other kinds of graceful water-birds."
        },
        {
            "type": "verse",
            "text": "\"Dhritaraashtrii gave birth even to Chakravaaka water-birds, and Shukii gave birth to a daughter  Nata, and Nata's daughter is Vinata. Oh, Rama, Krodhavasha gave birth to ten of her self-same  daughters namely Mrigi, Mrigamanda, Hari, Bhadramanda, Maatangii, Sharduulii, Shweta, Surabhii, and  like that to Surasa, who is embodied with all giftedness, and even to Kadruva. Children Mrigi are  all of the the deer, oh best of the best-men, Rama, and Mrigamnda's progeny is Riksha-s, Bears, a  kind of antelope, and like that the Himalayan yak like species."
        },
        {
            "type": "verse",
            "text": "\"Then Bhadramanda gave birth to the girl named Iravati and her son is elephant the great, Airaavata,  the protector of world. And Hari's offspring are lions and sagely/mighty monkeys, while Sharduulii  gave birth to baboons and tigers. Then Maatangi's childrenm are elephants, oh, best one among men,  Rama, and Shweta gave birth to eight elephants that are at eight quarters of world, sustaining the  world on their head."
        },
        {
            "type": "verse",
            "text": "\"Then, oh Rama, Surabhi gave birth to two daughters, one is named as illustrious Rohini, safe you  be, and the other is Gandharvi. Rohini gave birth to cows and other livestock, while Surasa gave  birth to Naagaa-s, viz., many headed serpents, while Kadru gave birth to ordinary serpents.  Kshatriya-s, Vaishyaa-s, Shuudraa-s, also; manuSyaan janayat= procreated, humans. Oh, the best among  men Rama, the wife of great-soul Kashyapa, lady Manu procreated humans, Brahman-s, Kshatriya-s,  Vyasya-s, and Shudra-s."
        },
        {
            "type": "verse",
            "text": "\"The Brahman-s emerged from face, the Kshatriya-s from chest, the Vyasya-s from two thighs, and the  Shudra-s from two feet, thus we hear from the scriptures viz., Veda, i.e., Rig Veda Purusha Shuukta."
        },
        {
            "type": "verse",
            "text": "\"All the merited fruit-bearing trees are given birth by Anala, and now I will narrate about Vinata,  the daughter's daughter of Shukii, and about Kadru, the sister of Surasa."
        },
        {
            "type": "verse",
            "text": "\"Kadru gave birth to a thousand-headed serpent who is the bearer of this earth, and Vinata gave  birth to two sons namely Garuda and Aruna."
        },
        {
            "type": "commentary",
            "text": "Garuda is the eagle-vehicle of Lord Vishnu, while Aruna, also called Anuuru, for he is a thigh-less  being, is the charioteer of Sun's seven-horse chariot. The seven horses of Sun's chariot are the  seven colours in vibgyor as in a rainbow. Aruna and Garuda are of avian origination and attributed  to be the speediest propellers, and Jatayu and Sampati belong to that lineage."
        },
        {
            "type": "verse",
            "text": "\"Oh enemy-destroyer Rama, I took birth from that Aruna, the charioteer of Sun, and my elder brother  Sampati too, hence know me as Jatayu, the son of Shyenii."
        },
        {
            "type": "verse",
            "text": "\"Such as I am, I can be your helpmate at your residence if only you wish me to... oh, boy, this  impassable forest is a beloved one to predators and demons, isn't it... as such I can take care of  Sita if you and Lakshmana go out...\" Thus Jatayu said to Rama."
        },
        {
            "type": "verse",
            "text": "Raghava revered Jatayu in his turn by gladly hugging and stood by him with his head bent, and that  kind-natured Rama is indeed regardful of the friendship of his father with Jatayu that is repeatedly  said by Jatayu."
        },
        {
            "type": "verse",
            "text": "He that Rama took the princess from Mithila Sita, and proceeded to Panchavati along with that very  mighty bird and Lakshmana, as though to incinerate enemies, like fire that burns down grasshoppers."
        }
    ]
}