{
    "id": "prose-aranya-15",
    "kanda": "aranya",
    "sarga": "15",
    "title": "The Panchavati",
    "chapter": "15",
    "overview": "Rama entrusts the construction work of a <em>parNa shaala</em>, straw-cottage in Panchavati, nearby  river Godavari. Lakshmana with all his expertise constructs a cosy cottage and they enter it after the  ritual of house-entering ceremony. Rama admires Lakshmana for his construction work and as a thanksgiving  he embraces Lakshmana and expresses his heart felt feeling about Lakshmana's concern towards Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Then on going to Panchavati which is full with many serpents and predators, Rama said to splendidly  brilliant Lakshmana."
        },
        {
            "type": "verse",
            "text": "\"We arrived at the place as indicated by the sage, oh, gentle Lakshmana, this region with its flowered  forests is Panchavati. In which place we have to situate our hermitage for our liking, for that cast  your sight all over the forest, and indeed you are an expert in such matters."
        },
        {
            "type": "verse",
            "text": "\"In which place Vaidehi, likewise you and me too can take delight, where the woodland is scenic and  the water is pleasurable, and where a water lake, ritual-firewood, flowers, and the sacred grass are  available in proximity, oh, Lakshmana, such a place may be searched out."
        },
        {
            "type": "commentary",
            "text": "Other versions read the <em>jala raamaNyakam</em> as <em>sthala raamaNyakam</em>. Rama desires a place  that shall be scenic with flower gardens where Sita can easily pluck flowers in those gardens. And  it shall be a pleasurable garden for him to recline, or take his bath etc., and thirdly it shall contain  the ritual paraphernalia within the reach of Lakshmana, so that Lakshmana can provide them to Rama in  time, with his obedient service."
        },
        {
            "type": "verse",
            "text": "When thus said by Rama, Lakshmana adjoined his palms and said this sentence to Rama in the presence  of Sita. \"I am but a dependent, as long as you are there, may it be for innumerable years, I am your  adherent, Rama, therefore you yourself tell me to build hermitage in such and such delightful place."
        },
        {
            "type": "commentary",
            "text": "Lakshmana is an ever adherent of the Supreme Vishnu as he is the thousand-headed serpent namely <em> aadi sheSha</em>, on which Vishnu reclines. Even in this incarnation of Rama, Lakshmana says he is the  same adherent. Thus Lakshmana wants Rama not to say 'you do it your way' but to order 'you do it my  way.' Further, Lakshmana is saying this in presence of Sita, <em>siitaa samakSe</em>, because if she  is not going to accept that place, Rama rejects it. Hence, it firstly is the choice of Sita on which  Rama's approval will be automatic. Thus the question of agreeability or disagreeability of Lakshmana  does not arise. 'Even in this incarnation in the dynasty of Kakutstha as Rama, I am still subservient  to you, as I was in <em>vaikuNTha</em> , as <em>aadi sheSa</em> . And this <em>tvayi varSa shatam sthite</em>  : <em>shata</em> is lexically a hundred but also used in its infinitude, thus 'I am anytime servant  of yours.' <em>svayam tu ruchire deshe</em> : 'Your choice of place is but my pleasure.' This is to  portray the self-denial of Lakshmana, apart from any individual identity let alone the devotee status,  total dedication <em>kainkarya</em>, to the Supreme. This is according to Govindaraja."
        },
        {
            "type": "commentary",
            "text": "Adherent nature of Lakshmana is also like that of a younger brother towards his elder brother, for the  elder brother becomes father-like after the demise of their father. <em>anenapiturantaram yaavat jyeShTho  jiivati taavat kaniShThasya na svaatantryam itisuucitam | tathaa ca manuH piteva paalayat sutaan jyeShTha  bhraataa yaviiyasaH| putravat ca api varteran jyeShTho bhraatari dharmataH || dharmaakuutam.</em>"
        },
        {
            "type": "verse",
            "text": "Rama is gladdened by those words of that great resplendent Lakshmana, and he selected a place that comprised  of all the attributes. On taking Lakshmana's hand by his hand Rama paced that beautiful place intended  for the construction of hermitage up and down and spoke to Soumitri this way."
        },
        {
            "type": "verse",
            "text": "\"This is an evenly and propitious place surrounded with flowered trees and it is apt of you to erect  hermitage here, traditionally. This pleasing lake is seen here adjacently, beaming forth with its lotuses  that are similar to sun in resplendence, and that are scented fragrantly."
        },
        {
            "type": "commentary",
            "text": "The Lake is beaming with lotuses that have the resplendence of Sun. Sun is Vishnu's another aspect, <em>suurya naaraayaNa</em> , and hence that Vishnu is here in the form of lake. The lotus is the abode  of Goddess Lakshmi and the lake is full with such lotuses, which are in the heart of the lake. As such  Goddess Lakshmi is in the lotuses, which again are situated in the heart of Vishnu, and hence this is  a propitious lake to have Vishnu and Lakshmi together."
        },
        {
            "type": "verse",
            "text": "\"This River Godavari is also seen from here, surrounded by blooming trees, spread over with swans, and  beautified with kaarandava, and chakravaaka birds, as that contemplated soul sage Agastya had said.  Those soaring mountains are appearing beautiful with many caves, surrounded by flowered trees, flurried  by animal herds, sounded by peacocks, and they are neither far-off nor very nearby."
        },
        {
            "type": "verse",
            "text": "\"Here and there are the golden, silvery and coppery ores on the mountains, and they are shining forth  like cow-eye ventilators on walls and also like the superb paintings on elephants."
        },
        {
            "type": "commentary",
            "text": "The <em>gava aksha</em> is cow-eye, meaning the cow-eye shaped ventilators of walls. The <em>bhakti</em>  is the name for coloured graphical drawings on the body of elephants. Apart from the howdah and other  ornamentations, the elephants are richly painted in colours during ceremonial occasions, even today.  As such Rama is visualising the ore deposits on the mountains as cow-eye like ventilators on walls,  and as superb streaks of paintings on the bodies of elephants."
        },
        {
            "type": "verse",
            "text": "\"These mountains are brightening with trees of Saala, Palmyra, Tamaala, Date Palms, Jackfruit and also  thus with Punnaagaa. With Chuuta - Sweet Mango; Ashoka, Tialaka, even with Ketaka, Champaka trees, And  even with Syandana, Sandalwood, Niipa, Paarnasa, Lakuch, dhava, Ashwakarna, Khadira, Shamii, Kimshuka,  Paatala trees, and entwined are those and those trees with flowered shrubs, and along with climbers,  and thus they brighten the mountains. This place is holy, this is delightful and this is with many animals  and birds, hence Soumitri, let us reside here along with this bird Jatayu.\" Thus said Rama to Lakshmana."
        },
        {
            "type": "verse",
            "text": "Thus said by Rama to that remover of foe's valour and one with very great might, namely Lakshmana, he  briskly erected a hermitage for his brother."
        },
        {
            "type": "verse",
            "text": "Lakshmana built a very spacious straw-cottage there levelling and raising the clay for raised floor  of the cottage, strongly pillared with long bamboos, thereupon on those pillars excellent rafters are  made, and the branches of Shamii trees are spread out, twined firmly with twines of jute strands, and  with the cross-laid bamboos for thatching, and over that blades of Kusha grass and leaves of Kaasha  are spread and well over-covered for the roof, and thus that very great mighty Lakshmana made that best  and very spacious straw-cottage with a levelled surface for residence of Raghava in the interests of  Raghava alone, and it resulted as a feast to the eye."
        },
        {
            "type": "verse",
            "text": "On his going to River Godavari that noble Lakshmana bathed and on gathering lotuses and fruits he returned  to the cottage. Then making flowery offerings and peace-invocations also procedural to <font color=\"#B3003A\">gR^iha pravesha</font> , entering a new house,] started to show the constructed  hermitage to Rama."
        },
        {
            "type": "verse",
            "text": "On seeing the beautifully constructed hermitage along with Sita, Rama is highly gladdened in respect  that straw-cottage. Then Rama very highly gladdened Rama embraced Lakshmana tightly by both of his hands,  and spoke these friendly words to him."
        },
        {
            "type": "verse",
            "text": "\"Oh, masterful one, I am very happy about you for you have done a great deed, for that reason I am giving  what I have to give to you - a hugging. You are the knower of others feelings, knower of many skills,  and the knower of what is right and honest, oh, Lakshmana, such as you are, being with you I deem that  my virtue-souled father is not gone and forgotten."
        },
        {
            "type": "commentary",
            "text": "The word <em>bhaavaGYaH</em> means here as the knower of other's feelings. Lakshmana is well aware of  such things while talking with sages, his brothers, his mothers and his ministers like Hanuman and other  subjects. Here also Lakshmana knew the feelings of Rama as to how the cottage is envisioned by Rama,  with due privacy to Rama and Sita, with a porch, worship-room, and an accommodation for himself. <em>kR^itaGYa</em> is masterly craftsmanship and flair for doing all deeds of sublime nature, but not  'faithful' in routine sense. <em>dharmaGYaH</em> is knower of honesty. Though he himself is a prince,  Lakshmana did not construct the cottage for his comfort, but the convenience of Rama and Sita are  counted firstly. The word <em>dharmaatmaa</em> , virtue souled one, can also be prefixed to Dasharatha  like <em>dharmaatmaa mama pitaa</em> virtue-souled, my, father, meaning that 'the virtue-souled Dasharatha  has left you behind him for my sake, because you are arranging all the things for me, as a father would  naturally do for his son.' The word <em>sam vR^ittaH</em> in the observation of Dr. Satya Vrat in his  book 'The Ramayana - A Linguistic Study is - This word has been found used in a rather remarkable sense  [in Ramayana.] It is 'to die'. <em>sam vR^ittaH</em> means dead. Ordinarily <em>samvR^ittaH</em> has  quite the opposite sense, viz., 'born', i.e., father Dasharatha took rebirth as Lakshmana, to provide  for the needs of Rama."
        },
        {
            "type": "commentary",
            "text": "And Dharmaakuutam says that, <em>anena  mR^ite api pitaadhaarmikeNa putreNa amR^ita iti suucitam | tathaa ca vaajasaneya braahmaNa~N-- 'saputreNa  eva asmin loke pratitiShThati -- ' iti | sa ca pitaa svayam mR^ite apidhaarmiksya putrasy shariireNa  eva asmin loke yathaa shaastram karma kurvan tiShThatiiti artham|| dhamaakuutam</em> Hence  Rama said in this concept also that - 'my father is though 'dead', but 'born' again in you, Lakshmana.'"
        },
        {
            "type": "verse",
            "text": "On saying thus to Lakshmana, Raghava, the enhancer of magnificence comfortably resided in that province  which is with many a fruit."
        },
        {
            "type": "commentary",
            "text": "The last word <em>sukhii</em> is read as <em>vashii</em> in other mms meaning that Rama 'with his senses  controlled' lived there. That is to suggest the overcoming of the enchantment of Suurpanakha."
        },
        {
            "type": "verse",
            "text": "While Sita and Lakshmana devoted themselves to that righteous Rama, he resided in Panchavati like  a Divinity in heavenly world for sometime to come."
        }
    ]
}