{
    "id": "prose-aranya-16",
    "kanda": "aranya",
    "sarga": "16",
    "title": "Lakshmana's description of vasanta season",
    "chapter": "16",
    "overview": "On one day before the sunrise Rama proceeds to River Godavari for daily bath along with Sita and Lakshmana.  On the way looking at the nature around Lakshmana eulogises winter season. In doing so he casts aspersions  on queen Kaikeyi, and Rama reproves it.",
    "content": [
        {
            "type": "verse",
            "text": "Pleasant <em>hemantha R^itu</em> , pre-winter season has set in after the passage of <em>sharat R^itu</em>,  post-rainy season at Panchavati where the noble souled Rama is staying comfortably."
        },
        {
            "type": "verse",
            "text": "On some day when night faded into dawn Rama started for the delightful River Godavari for a bath. His  valorous brother Saumitri following him humbly with a handy vessel, along with Sita, spoke this to  Rama."
        },
        {
            "type": "verse",
            "text": "\"Adorned by which season the promising year will be bright, oh, pleasant conversationalist, and which  season will also be pleasant to you, that hemanta season has set in. These days the dew is harsh to  the bodies of people, earth is overlaid with crops, water is unenjoyable, but fire is delightful. \"On  appeasing manes with worships during northern solstice and even on performing solstitial rituals in  time, the righteous people are becoming free from evils."
        },
        {
            "type": "commentary",
            "text": "The ritual <em>agraayaNa</em> is a <em>havis</em> , oblation performed after the arrival of harvest  at home from fields and before the start of its usage. Usually this is the time of Makara Sankranti,  the starting day of northern solstice. <em>na anviShTa aagraayaNe na aahitaagni navasya  ashniiyaat vriihiinaam yavaanaam shyaamakaanaam iti agra paakasya yajeta -- aapasthamba suutra</em>"
        },
        {
            "type": "verse",
            "text": "\"Amply fulfilled are the desires of the villagers with the affluence of milch cows and dairy, and the  vanquishing kings are make moves for the purposes of their further vanquishes. While the sun is steadfastly  attending the direction of Time-god Yama, namely southern horizon, the northern direction is not brilliant  like a woman who lost the vermilion mark on her forehead."
        },
        {
            "type": "commentary",
            "text": "The <em>tilaka</em> is the vermilion mark of <em>sindur</em> , vermilion-red powder specially made out  of turmeric and limejuice and other ingredients and called as <em>kunkuma</em> . This is sacred and  used in daily worships and applied as a mark on forehead at a place where the Third Eye, <em>GYaana  netra</em> is said to exist. For the women this mark is for their glorification of womanhood by virtue  of the existence of her husband. Should she become a widow this mark is made no more and her face will  become dullish for she is without a husband. So also the sun is such a mark on the forehead of the woman  called horizon. Without him no quarters glitter."
        },
        {
            "type": "verse",
            "text": "\"By their very nature Himalayas are the depositories of snow, and presently distanced from the sun they  are very obviously snowy true to their name. By the way of touch the mid days are comfortable and in  these days the daytime is very much comfortable for sauntering, thus the sun in daytimes is genial and  ungenial are the shades and waters. Overwhelmed by snow presently the noontimes are with soft sun, with  bitter cold, with mists and wintry breezes, and with them the forests too are bleak in their sheen.Precluded  is the reclining under open sky as the nights are led by the Pushya constellation, they will now be  with brownish-grey fog and chilly, and prolonged are the lengths of nights whereby the three watches  of night will be quickly slipping away."
        },
        {
            "type": "commentary",
            "text": "The three <em>yaamaa</em>-s or <em>praharaH</em>-s, are three hours or three watches, where each <em> yaama</em>, is three hours. The commentators said that <em>nivR^itta aakaasha shayanaa</em> : precluded  are troubles to those that are reclining in heavens i.e., divine beings; <em>vR^iddha tara tri yaamaa</em>  : prolonged are the nightly activities of demons. <em>puSya aaniitaa</em> , where <em>puSya</em> also  means Kali, the doom, and the demons are brining it up. Thus Lakshmana is said to have reminded Rama  about the purpose of his incarnation, where the gods are precluded from a restful reclining, the nightly  activities of demons are on the increase, and the demons are bringing doom time, so Rama has to quicken  their eradication."
        },
        {
            "type": "verse",
            "text": "\"Transgressed is the destiny of moon by the sun as moon lost the chance of keeping people happy with  his lustrousness in these days, thus the lustreless moon remained in a blushing sphere with fog, just  like a mirror blinded by the fog of a suspire. Even on a full moon day the moonlight is unbright blemished  by mist, and it is appearing like brightly Sita becoming swarthy by sun's heat, but not brightly."
        },
        {
            "type": "commentary",
            "text": "The word <em>chandra</em> is a derivative of <em>chadi hlaadane</em> 'one that gives pleasance.' But  it is obscured by sun's heat and given is his title <em>chandra</em> to the sun. The sun is titled as <em>tapanaH</em> 'burner'. On taking the title of the moon the sun has become moon. So also, on taking  the functions of gods Ravana has become a nuisance. This is a reminder to Rama. Sita is blackened  by the burning sun, but not lost her pleasance, for that reason alone Ravana abducts her."
        },
        {
            "type": "verse",
            "text": "\"The western breeze by itself will be cool to touch, but presently charged with snow it is wafting doubly  chilly in the early hours."
        },
        {
            "type": "commentary",
            "text": "The vernal breeze will be cool by its nature and so is the Omnipotent. Now the snowy dew enriches the  breeze's coolness. So also the Omnipotent, namely Rama, is doubly cool by the coolness of the prayers  of divinities and the sages as well. Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"Covered with the dew the forests that already covered with crop fields of barley and wheat are beaming  forth, together with the callings of waterfowls, at the rise of the sun."
        },
        {
            "type": "commentary",
            "text": "The sun now risen is Rama. The word <em>baaSpa</em> also means tears. The fertile lands are shedding  tears in fear of Ravana. Again <em>baaSpaH</em> is vapour that spreads. Rama's benevolence is spreading  like vapour. The forests are with full crops. The lands are full with asceticism and Vedic practices  to receive the mercy of Rama. The birds' callings are the echoing of Vedic sonority. Govindaraja. The <em>yava</em> grains are not exactly western barley grains as usually shown in lexicons. It is called  locally as <em>jov dhaan</em> and is used in fire oblations, . It is a dietary prescription to diabetics  nowadays."
        },
        {
            "type": "verse",
            "text": "\"The paddy crops in fields are gleaming forth with golden lustre, and their heads full with grain and  a little bent down are shapely like the flowers of date-fruit."
        },
        {
            "type": "commentary",
            "text": "The heads of crops are a little bent down by weight of corn, like the heads of sages who bow down with  the weight of knowledge before the Absolute. Thus their age-old golden hair is gleaming at the first  rays of sun. Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"Though he came up long back, and though his beams are spreading around, besieged by snowy mist the  sun is appearing as moon."
        },
        {
            "type": "commentary",
            "text": "The sun again is Rama. 'Though you have risen in the vast of forests long back and avowed to eradicate  demons, has your radiance decreased like the vernal sun, while the demons are still radiant by their  activities...' is the question of Lakshmana. Govindaraja."
        },
        {
            "type": "verse",
            "text": "Inappreciable is the warmth of sun in the mornings, but comfortable for touch at noontimes, since the  reddish but a little palish sunshine is radiating on earth."
        },
        {
            "type": "commentary",
            "text": "The warmth of the sun is his valour which is usurped by the snowy mist. Rama's valour is usurped or  inappreciable by his taciturnity. Then Lakshmana is deemed to have said, 'The demons are dominating  the nature with their cold-blooded activities like coldish snow, oh, Rama, sustaining them with kind  of cool profile of yours is inapt of you...' Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"The pasturelands are a little moistened with the fall of dewdrops, but the fields of forest are enlivened  by the radiance of tender sun's warmth."
        },
        {
            "type": "commentary",
            "text": "The pastureland are like the serene sages who are wetting their faces with droplets of merciful tears  by the activities of the demons. And now the warmth of the tender sun / valour of Rama, is radiating  on the countenances of pasturelands/sages which will be furious henceforth. Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"On easily touching very clear and cold water with its very broad trunk that intensely thirsty wild  elephant is backing away its trunk for the water is that cold."
        },
        {
            "type": "commentary",
            "text": "Gods are withdrawing to touch pleasurable items that are usually enjoyable to them, fearing Ravana.  Govindaraja"
        },
        {
            "type": "verse",
            "text": "\"These waterfowls that are sitting nearby are not entering into waters like cowards not entering battlefields."
        },
        {
            "type": "commentary",
            "text": "The waterfowls are compared with the sages. The sages though staying nearby asceticism, like birds sitting  on riverbanks, are not able to enter into its enjoyable main realm, namely <em>samaadhi</em>, concentration.  Another way is 'oh Rama, though you are an expert in warfare why you are backing away for a war with  demons? Why not jump to it? Are you like these fearing waterfowls?'"
        },
        {
            "type": "verse",
            "text": "\"Subdued by snowy darkness, enclosed in misty gloom, and reft of flowers these forest ranges appear  like those that are asleep."
        },
        {
            "type": "commentary",
            "text": "Mantled by darkness and dewdrops dribbling, the leaves and leaflets are crouched and look like sleeping  ones. Further blanketed by the mist they are appearing as those that are sleeping covering a blanket.  Flowers are not blooming like the closed eyes of a sleeper. Thus the woodlands are asleep. Govindaraja."
        },
        {
            "type": "commentary",
            "text": "For those who are asleep it is a double darkness. One is the darkness of sleep, while the other is the  darkness of night. They not only crouch in themselves with the inner darkness, but as they are also  enfolded by the external darkness of night, they further crouch in. Maheshvara Tiirtha. By this sleep  attribute, the dormant disposition of sages is made evident."
        },
        {
            "type": "verse",
            "text": "\"Now the rivers are imperceptible as their water is overspread with dewdrops, but their water-birds  are perceptible only by their callings, thus making that river perceptible, and such rivers are now  glistening with moist sandbanks and shores."
        },
        {
            "type": "commentary",
            "text": "By rivers the sages are denominated and they are all enshrouded by the mist called the fear of demons,  and they are perceptible just by their groaning. They are unable to come out of that misty climate,  as good as waterfowls dependent on rivers."
        },
        {
            "type": "verse",
            "text": "\"Owing to the fall of snow, further owing to the softness and coldness of sun, the water deep down the  wells is generally agreeable for drinking."
        },
        {
            "type": "commentary",
            "text": "This falling of the snow is indicative of the falling of demons upon sages, and sun's softness is with  the soft attitude of Rama. Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Lotus lakes are left alone with stalks of lotuses as their petals are aged and withered, decrepit are  the fibrils and carpels, thus impaired by cold they are ungracious in look."
        },
        {
            "type": "commentary",
            "text": "When the demons destroy the lake-like hermitages and their inmates, aged and withered sages and their  lotus-petal like austerities are shattered by the hostilities of demons, and the remaining hermits are  just like the stalks of lotuses left behind."
        },
        {
            "type": "verse",
            "text": "\"But during this time, oh, manly-tiger, ushered by anguish that virtue souled one Bharata must be practising  ascesis in city with adoration to you. On forsaking kingdom and pride of becoming the king of Ayodhya  as well, and varied and various pleasures too, he is in self-denial, and with his food regulated he  sleeps on chilly surface of earth."
        },
        {
            "type": "commentary",
            "text": "So far Lakshmana spoke about spring season indicating the sufferings of saints and sages by the chill  and icy effects of demons indirectly. Now his broodings are turning to Bharata, for Bharata is avowed  to self-immolate if Rama were not to come after a fixed time, and Rama is lingering here."
        },
        {
            "type": "verse",
            "text": "\"Even he might always be getting up at this time of the day and proceeding to River Sarayu for a bath  surrounded by ministers, definite is that. But how can he who is brought up in high comfort, a delicate  one too, enter the cold-wet waters of River Sarayu, in these small hours."
        },
        {
            "type": "commentary",
            "text": "The compound <em>atyanta sukha samvriddhaH</em> brought up in comfort is but natural to a prince, but  it is in its princely loftiness. But our father King Dasharatha has made it loftier. And you by your  brotherly caring , you also looked Bharata. <em>atyanata sukumaaraH</em> 'by his feelings he is a delicate  one who cannot tolerate your absence'. In other mms it is <em>sukhochita</em> in place of <em>hima aardra</em>  which means 'one who is habituated to pleasures of a younger prince,' but not to become a monk in these  early years of his youth. So you should relieve him of his vow. This is the import of Lakshmana's address  to Rama."
        },
        {
            "type": "verse",
            "text": "\"That lotus-petal eyed one with blue-black complexion is an imposing one with lion-like waist, being  the noblest he is knower of dharma thus an advocate of truth, and thus intolerant of ignominy, and as  a self-restrained one he talks dearly and sweetly, and he is dextrous and an enemy-destroyer, such as  he is, that Bharata on forgoing all of his various pleasures he is devoted to you, as you alone are  his adorable brother."
        },
        {
            "type": "commentary",
            "text": "Stomachless is not to say that Bharata is without a stomach but has a palm-like concave stomach, but  not a potbelly to stomach the kingdom of Ayodhya that is easily usurped through his mother Kaika."
        },
        {
            "type": "verse",
            "text": "\"Even though you are in forests far away from him, he is following you in the practise of austerities,  and such a brother of yours, that great-souled Bharata has refused ascent to heaven."
        },
        {
            "type": "commentary",
            "text": "Bharata though staying in kingdom he is observing asceticism following the trend of Rama. By grief Bharata  might have been dead, like King Dasharatha, and ascended to heavens. But Bharata's going to heavens  is a hindrance in getting a glimpse of Rama after return from exile. So Bharata's refusing the heavens  is said to be his conquering heavens. Lakshmana is quickening Rama's thinking to take some action to  complete his mission in eradicating the demonic atrocities and quickly return to Ayodhya, lest time  slips by and Bharata may self-immolate. After these many thoughts, now Lakshmana starts to move the  eye of the needle towards Kaikeyi, the root cause for all miseries."
        },
        {
            "type": "verse",
            "text": "\" 'Humans do not derive father's attitude but they take of their mothers' is the well-know maxim in  the world, but Bharata rendered it otherwise."
        },
        {
            "type": "commentary",
            "text": "This is a proverbial saying that humans inherit mother's characteristics but not father's. But Bharata  renders it otherwise for he has not inherited the mean and sordid nature of Kaikeyi. This proverbial  saying is still in use in all languages in India, with a little change. In Marathi it is <em>khaanaa  tashii maatii va jaatii tashii potii'</em> after Dr. Satya Vrat. This stems up from the Sanskrit <em>dhanyaa  pitR^i mukhii kanyaa dhanyaa maatR^i mukhaH sutaH</em> 'Blest is father-like daughter,  blest is mother-like son.'"
        },
        {
            "type": "verse",
            "text": "\"Whose husband is Dasharatha and whose son is gentle Bharata, how then can she, our mother Kaikeyi,  is with this sort of cruel disposition, indeed&hellip;\" Thus Lakshmana spoke to Rama on their way to River  Godavari."
        },
        {
            "type": "commentary",
            "text": "Rama uses the same wording for Kaikeyi as 'our middle mother' at 3-2-19b-20"
        },
        {
            "type": "verse",
            "text": "When that upright Lakshmana is speaking those words that way out of his fondness towards Rama, Raghava  spoke to Lakshmana, intolerant of that slanderous talk about their mother."
        },
        {
            "type": "verse",
            "text": "\"In any way, dear Lakshmana, you are not supposed to deplore another mother of ours, but you go on telling  the topics of Bharata, the king of Ikshvaku-s. My mind is indeed set to dwell only in forest, and it  is firmly avowed, but while yearning for Bharata's fellowship my fascination to reunite with him is  recurring again. I reminisce his words well, that are genial, sweet, heartily, ambrosial and that will  gladden the heart."
        },
        {
            "type": "verse",
            "text": "\"When can I really reunite, oh, Lakshmana, with great-souled Bharata, valorous Shatrughna, and with  you and Sita.\" Thus said Rama to Lakshmana."
        },
        {
            "type": "commentary",
            "text": "Usually the word <em>ca</em> means 'also, and.' In compound <em>tvayaa ca raghunandana</em> it is said  to indicate Sita."
        },
        {
            "type": "verse",
            "text": "Thus worrying that way while proceeding, there Rama reached River Godavari and performed bathing with  his younger brother Lakshmana and along with Sita. Then on offering water oblations to manes and gods  that impeccant trinity extolled the rising sun and gods likewise."
        },
        {
            "type": "verse",
            "text": "On taking bath in the river along with Sita and Lakshmana, Rama shone forth like All-controlling god  Rudra, who will be radiant on taking bath along with his consort Paarvati and with his follower Nandi,  the Holy Bull."
        },
        {
            "type": "commentary",
            "text": "The similitude between Rama and Shiva suggests that Rama is about to start destruction of demons."
        },
        {
            "type": "verse",
            "text": "The portrayal of seasons in epics with all their delicacies is  a disputed topic. Ramayana also deals much on these descriptions of seasons. Whether an epic avowed  to reflect the Vedic import, as said at 1-4-6, <em>vedopabR^ihmaNaarthaaya</em> , and that which is  pious and merited <em>puNyam vedaischa samamatam</em> at 1-1-98, should have accounts on seasons   is  the question. For this is said that relating niceties of season time and again, is in perfect accord  with Veda, for the season and time are subservient to all Veda-s as per the ancillary of Veda, the Astrology, <em>veda-anga : jyotiShya</em> . Veda-s themselves say that the year is the soul of the horse of Ashvameda. <em>uShaa  vaa ashvasya medhasya shiraH | sa~Nvatsara aatmaashvasya medhasya | -- yajurveda bR^ihadaaraNyaka</em>  Hence time and season are the mind and soul of all Veda-s."
        },
        {
            "type": "verse",
            "text": "Like this we find beautification of four seasons at four places,  for e.g., <em>hemanta</em> spring is narrated in starting of Kishkindha. And <em>vasanta</em> post autumnal  season is described in Kishkindha 43rd chapter, when Hanuman and others are in search for Sita, and  after their exit from the cave of Swayamprabha. <em>varSa</em> rainy season is portrayed in 28th chapter  of Kishkindha. At every possible occasion, all the rituals, daily routines that are time oriented, do  explain the importance of time than the importance of ritual or daily routine. It is said: <em>vedopabR^ihmaNaartham  pravR^itte asmin granthe veda vihita karma apekShita kaala visheSha nirNaayakatvaat kaala saadhaaraNa  lakShaNa pratipaadanam eva tat tat R^itu varNana vyaajena kR^itam iti dharmopayoga sambhavaat | -- saayam  kaalaadi cihna pratipaadanam iti etat sarvam karma anuShTaana upayukta kaala j~naapanaartham eva kR^itam  iti dharma paryavasaanam sambhavati eva -- dharmaakuutam</em>"
        },
        {
            "type": "verse",
            "text": "Thus dharma is upheld in  all these narratives about the season and time, which aspect is upheld by the commentators and they  too comment lengthily whenever a season or time factor occurs."
        }
    ]
}