{
    "id": "prose-aranya-17",
    "kanda": "aranya",
    "sarga": "17",
    "title": "Surpanakha's entry into legend",
    "chapter": "17",
    "overview": "Shuurpanakha, the problem demoness of Ramayana enters here. She approaches the cottage of Rama and offers  her wifehood to Rama. She is the sister of Ravana and her husband Vidyut Jihva was murdered by Ravana  alone, rendering his own sister a widow. She being an age-old demoness wants Rama to marry her, leaving  Sita off.",
    "content": [
        {
            "type": "verse",
            "text": "On taking bath Rama with Sita and Soumitri, then went to his own hermitage from that bank of River  Godavari. Nearing that hermitage Raghava along with Lakshmana performed early morning rituals and then  reached the cottage."
        },
        {
            "type": "verse",
            "text": "There Rama comfortably spent time while being adored by eminent sages when he is with them, and narrating  many a narrative while sitting in hermitage along with Sita and his brother Lakshmana, thus he shone  forth like the moon when with Chitra constellation."
        },
        {
            "type": "commentary",
            "text": "The Chitra star is with clearest whiteness against the sky-blue background and thus it is said <em>citra  mauktikam ekam</em> 'Chitra star and a pearl are one in colour.' Thus sky-blue coloured Rama is the  moon while pearl white Sita is pearl white Chitra star."
        },
        {
            "type": "verse",
            "text": "At one time when Rama is sitting in hermitage and heartily absorbed in telling narratives some demoness  arrived at that place, fortuitously. She is but the sister of ten-faced demon Ravana, Shuurpanakha by  her name and she has seen him on reaching the paradisiacal being like Rama."
        },
        {
            "type": "verse",
            "text": "He whose face is radiant, arms lengthy, eyes large like lotus petals, stride like that of an elephant,  wearing bunches of hair-tufts, delicate yet greatly vigorous, possessor of all kingly aspects, complexion  deep-blue like blue lotus, similar to Love-god in brilliance and in simile to Indra, the demoness has  seen such a Rama and became lovesick."
        },
        {
            "type": "verse",
            "text": "She that demoness who is facially unpleasant one with that pleasant faced one, pot bellied one with  the slim-waisted one, wry-eyed one with the broad-eyed one, coppery-haired one with the neatly tressed  one, ugly featured one with the charming featured one, brassy voiced one with the gentle voiced one,  deplorably oldish one with the youngish one, crooked talker with the pleasant talker, ill-mannered one  with the well-mannered one, uncouth one with couth, abominable one with amiable Rama spoke, besieged  by Love-god."
        },
        {
            "type": "verse",
            "text": "\"You are an ascetic yet with a wife, handling bow and arrows yet in the appearance of a sage&hellip; what for  you have come to this province frequented by demons&hellip; it will be apt of you to tell the purpose of your  coming here, in actuality&hellip;\""
        },
        {
            "type": "verse",
            "text": "Thus asked by demoness Shuurpanakha that enemy-scorcher Rama started to inform all about it, straightforwardly."
        },
        {
            "type": "verse",
            "text": "\"A king named Dasharatha was there with his godlike valour, I am his eldest son, and people hear of  me by name Rama. He is Lakshmana by his name, my younger brother and a devoted follower of mine, and  she is my wife, daughter of Videha's king, well-known as Sita. Desiring to implement the probity in  following father's orders and for the sake of establishing probity in living an ascetic's life I have  come here to forests to dwell, as enjoined by the directives of the king and my father, and by my mother,  as well. I too wish to know about you. Whose wife are you? What is your name? Or, whose daughter are  you? By the way, you are with a most enthralling personality, and then you must be a demoness."
        },
        {
            "type": "commentary",
            "text": "So far the handsomeness of Shuurpanakha is not narrated in these verses. But Rama's addressing her as  a handsome woman is for fun sake, so some commentators say. The episode Shuurpanakha is considered to  have <em>haasya rasa</em>, comic relief. Refusing the unnecessarily joking of Rama some say that Shuurpanakha  came there with an exquisite form. And what all said negatively about her in preceding verses is the  implicit idea of the poet. Taking the entrance of Shuurpanakha with a beautiful personality every cinema  that is shot on Ramayana gives a cabaret dance with inciting song to Shuurpanakha at this situation."
        },
        {
            "type": "commentary",
            "text": "In some other mms there are a few more verses that contain a situation where Jatayu comes to Rama to  take leave of him to go and see his relatives and bird-friends, after Rama returns from the river. Then,  knowing that Jatayu is not there Shuurpanakha enters the cottage area with a guise of winsome beauty.  No demon or demoness can approach that cottage of Rama, as long as Jatayu is there - is the point for  establishment. While the difference in mms/texts is between one or two letters like, <em>na hi taavat  manoGYa angii</em> and <em>tvam hi taavat manoGYa angii</em> , whether the poet entered Shuurpanakha  in a fashionable getup or as an old female is another point that remained inconclusive."
        },
        {
            "type": "verse",
            "text": "\"What for you have come, either, you tell in actuality...\" Thus Rama asked her. On hearing the words  of Rama she that demoness wetted with love said these words."
        },
        {
            "type": "verse",
            "text": "\"I will tell you truth, Rama, nothing but truth, I am a guise-changing demoness named Shuurpanakha,  and I will be freely moving in this forest in a solitary manner and unnerving all. My brother is valorous  and mighty Ravana, the king of demons and the son of Vishravasa, if ever you have heard of him. And  the mighty Kumbhakarna who will always be in profound sleep is my brother, and the virtue-souled Vibheeshana  too is my brother, but he does not behave like a demon, and two more bothers of mine are Khara and Duushana  who are renowned for their bravery in war. I can excel all of them by my bravery, oh, Rama, and on seeing  you for the first time I had a notion that you being the choicest among men you alone are my husband,  hence I neared you."
        },
        {
            "type": "verse",
            "text": "\"I am endowed with such preponderances and I can operate with my independent might, as such you become  my everlasting husband&hellip; by the way, what can you bring off with Sita. Unlovely and unshapely is this  one, such as she is, this Sita is unworthy to be your wife, and I am the lone one worthy to be your  wife, hence treat me as your wife."
        },
        {
            "type": "verse",
            "text": "\"Shall I eat up this disfigured, dishonest, diabolical human female with a hallow stomach along with  him, that brother of yours to make you free."
        },
        {
            "type": "commentary",
            "text": "Lakshmana will use the very same wording in the next chapter when retorting Shuurpanakha."
        },
        {
            "type": "verse",
            "text": "\"Afterwards, you can lustily ramble about Dandaka forest along with me while enjoying yourself on various  mountaintops in the sky and in forests on the earth.\" So Shuurpanakha said to Rama."
        },
        {
            "type": "verse",
            "text": "When he is said that way Rama chuckled and that wordsmith started to reply her who eyes are besotted  in lovesickness with this sentence."
        }
    ]
}