{
    "id": "prose-aranya-18",
    "kanda": "aranya",
    "sarga": "18",
    "title": "Lakshmana punishes Surpanakha",
    "chapter": "18",
    "overview": "Rama averts Shuurpanakha's advances toward him and asks her to seek Lakshmana  instead. Lakshmana uses wordplay in retorting her in her own words. But she takes the apparent  meaning of Lakshmana's words and rushes to eat away Sita. Lakshmana defaces her and she noisily  runs away from there, only to report to her brother Khara, a violent demon. This is the triggering  situation of another round of troubles to Rama and Ramayana.",
    "content": [
        {
            "type": "verse",
            "text": "Rama then voicing clearly and softly spoke to her, whom the noose of lust has  tethered down, with a smile preceding his words. "
        },
        {
            "type": "verse",
            "text": "\"Oh, honourable one, I am married and this is my dear wife, thus it will be  distressing for your sort of females to live with a co-wife. He is my younger brother named  Lakshmana, he is with a good conduct, good looking, a promising and valiant one, and he is without a  wife. "
        },
        {
            "type": "commentary",
            "text": "Rama is punning here. In punning apparent meaning will be different than the  latent and the apparent appears to an untruth. Then if it is questioned whether Rama tells a lie  while joking or punning, it is not so: <em>nyaaya - guruuNam api samam haasyam kartavyam kutilam  vinaa</em> 'even with teachers one can be humorous, if it is not fraudulent'. According to <em>dharmaakuutam</em> which quotes <em>gautam suutra: vivaaha maithuna narma aatra saMyogeSu  adoSakakameke anR^itam</em>; and in <em>aapad dharma suutra: na narma yuktam anR^itam hi na asti na  striiSu raajan na vivaaha kaale</em> 'at the time of marriage or copulation or with women talking  untruth [or with innuendo, or punning,] is not wrong.'"
        },
        {
            "type": "commentary",
            "text": "Again if it be asked whether Rama really said in jocular way or in real sense, it  is said that he has not joked. <em>navevamapi raama vacanam parihaasa ruupamiti katham nishcitamiti  cet na</em> for this Rama's words at 3-18-19 will suffice, <em>saumitre parihaasaH kathaMcana</em>  'Lakshmana.... no joking with this kind of beings please...' dharmaakuutam."
        },
        {
            "type": "commentary",
            "text": "Rama is known to be a jovial talker, <em>na vitathaa parihaasa kathhasvapi</em> Here for the word <em>a kR^ita daaraH</em> apparently means 'not, made, wife= wife not available.'  But Lakshmana is married and Rama says here he is unmarried. Then Rama must have bluffed! Not so,  that compound is in its subtext means: 'one who did not make his wife to come along, hence there is  no wife.' Govindaraja."
        },
        {
            "type": "commentary",
            "text": "In another way, the word <em>a</em> in <em>a kR^ite</em> also means <em>antaHpura</em> according to the thesaurus of <em>a</em> and it is said as: <em>akaaro Brahma  vishNu iisha kamaTheSva~NgaNe, gaurave antaHpure</em> palace-chambers of queens; and thus the  meaning is as: 'one who left behind his wife in palace-chambers, hence he has no wife.'"
        },
        {
            "type": "verse",
            "text": "\"He is without a wife and in need of a wife&hellip; he is youthful, good-looking and he can  become a fitly husband of yours, fit enough to your kind of features. "
        },
        {
            "type": "commentary",
            "text": "The word <em>apuurvi</em> means in the viewpoint of Rama 'one who has been  missing the company of wife for a long' but in Shuurpanakha's view it is 'one who is missing the  company of ANY wife for a long...' The word <em>bhaaryaa ca arthii</em> is from Rama's view  'desiring his own wife, Urmila' but in Shuurpanakha's view 'desiring ANY woman as wife' and the word <em> te bhartaa</em> is declined as <em>te.abhartaa= te a bhartaa</em> 'unfit to be your husband' because  of your <em>ruupasya asyaa</em> 'by your aspect, your repulsive aspect.' Govindaraja."
        },
        {
            "type": "commentary",
            "text": "In another way <em>akR^ita daaraH</em> 'already a married man' <em>apuurvii</em> 'one who does not have the comfort from wife' so <em>bharyayaa ca arthii; a + puurva bhaaryayaa ca  arthii</em> 'for a new wife, also, desiring one; one who is desiring new wife; thus you are a fitly  wife for him by your aspect, <em>anuruupascha te</em> . This is on joculary side of the statement <em>parihaasa anukuula praatiitaka artha</em>. The implicit meaning is <em>akR^ita daaraH</em> 'one  without a wife now or one who does not take another wife.' <em>apuurva bhaaryayaa</em> by first wife  alone, <em>arthii</em> he is desired; <em>shiilavaan, eka patnii vrata shiila vantaH</em> an abider  in the syndrome of 'one-man-one-wife.' <em>priya darshanaH</em> 'in dear ones, tend towards; tending  towards his dear ones.' <em>te.abhrtaa= te + a + bhartaa</em> 'for you, no, husband; he is no  husband of yours, he can never be your husband.' <em>anu ruupaH</em> 'fit for his own wife.' <em>asya ruupasya yogya bhaviSyati?</em> 'with this kind of, aspect of yours - for you with such a  notorious aspect, will he be eligible to become your husband? No, he will not.' Maheshvara Tiirtha."
        },
        {
            "type": "commentary",
            "text": "The word <em>apuurvi</em> is categorised under rare and unfamiliar words. It is  said that as per rock edicts it is a traveller, <em>Brahmacaari</em> celibate, who is studying <em>apuurva,</em> namely Veda-s. As <em>mimaamsikaa-s</em> tell us that <em>apuurva</em> is  divineness, results from Vedic knowledge. Here the celibate state of Lakshmana is said to have been  referred, 'though he is having his wife Urmila, he is undergoing celibacy.' And further 'In  Gorresio's text it is there as <em>taruNo bhaaryayaa ca arthii</em> where <em>taruNa</em> is  youthfulness. Rama is also youthful. So Rama's expression of <em>apurvii</em> is just to indicate  Lakshmana as a <em>Brahmacaari</em> a celibate, though he has a wife and youthful also. After Prof.  Satya Vrat. Unchained is he by nuptial bands: is Griffith's wording."
        },
        {
            "type": "verse",
            "text": "\"You woo him, oh, board-eyed [bulged-eyed] one, this brother of mine as your husband  like sunshine seeking the Mt. Meru, then oh, great-waisted [pot-bellied] one, you will be without a  co-wife&hellip;\" So said Rama to that demoness. "
        },
        {
            "type": "commentary",
            "text": "The sunshine seeking Mt. Meru will spread over it, and on going at its behind,  the sun disappears along with his shine. Such a massive mountain is that. Thus Mt. Meru is an  absolver <em>nivR^itti pradaata</em> of sunshine. So also you reach Lakshmana and become absolved in  him / by him. Govindaraja. Secondly, you adore Lakshmana like <em>bhartaaram</em> a husband, a  Providence of all in the universe. Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "When Rama clearly told that way to that demoness dazed in lust, discarding Rama  quickly then she spoke to Lakshmana. I with my best complexion will be your deserving wife meetly to  you charm, you can happily take a jaunt all over Dandaka forest along with me.\" So Shuurpanakha ran  after Lakshmana. "
        },
        {
            "type": "verse",
            "text": "Thus said by the demoness that meaningful sentence maker Lakshmana, the son of  Sumitra, then smiled and appropriately replied Shuurpanakha. "
        },
        {
            "type": "verse",
            "text": "\"How you wish to become a female servant, oh, [black] lotus-coloured one, by becoming  the wife of a servant like me? I am just a vassal of my adorable brother. Oh, goggle eyed one,  befitting to your complexion that is un-stainable further you better become the wife of my brother  Rama who is abounding in means, and on becoming the younger wife of that adorable one, you too will  achieve your means and thus you will be happy. "
        },
        {
            "type": "commentary",
            "text": "The word <em>samR^iddha artha</em> is 'abounding in the means of salvation.' <em>arthobhidheyaraiH vastu prayojana nivR^itteSu nivR^itti</em> 'Rama will accord salvation to you,  should you adore him as your ultimate husband, thereby your means too are achieved and you can be  happy.' The compound <em>mudita amala varnaNi</em> when declined as <em>a + mudita; mala varNinii</em>  will mean: ' you have no happiness, filthy is your complexion.' <em>yaviiyasii bhaaryaa</em>; 'you  are an unhappy creature with a filthy complexion and you will become a worst possible wife of  Rama... do you wish to become at least that worst wife? No, never you can.' Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"On discarding her who is disfigured, dishonest, diabolically deleterious old wife  with a hallow stomach that Rama will adore you alone. "
        },
        {
            "type": "commentary",
            "text": "Lakshmana tolerates anything but lets no fly to fly over Sita. He may defy his  brother Rama, but never tolerates belittlement of Sita, and lets none to insult her. Now he is  retorting Shuurpanakha in the same words she used in last chapter when she was speaking about  Sita."
        },
        {
            "type": "commentary",
            "text": "Here Govindaraja says, <em>viruupaama asatiim karaalaam nirNatatodariim vR^idhaam  tvaam parityajya enaam bhaaryaam eva eSa</em> 'oh, Shuurpanakha you are un-shapely, unworthy etc.,  so Rama will leave you off, and adores his own wife, Sita only...' Govindaraja."
        },
        {
            "type": "commentary",
            "text": "Next, Maheshvara Tirtha says the same verse with reference to Sita, it is: <em>vi + ruupaam= visheSa ruupaam= tri loka sundariim</em> with a particular excellence in her  beauty in all three worlds; <em>a + satiim= na anya pativrataa syaat samam vaa adhikam</em> none,  equalling or better in husband-adoration; <em>karaalaam= karaalo daMture tunge daaruNe api ca,</em> tallish; <em>nirNata udariim</em> hallow-stomached, slender-waisted, the first attribute a comely  lady should have; <em>vR^iddhaam= j~naana, shiila, guNa saMvR^ddhi</em> 'abounding with intellect,  character, conduct etc., not just years of age...'"
        },
        {
            "type": "commentary",
            "text": "'Sita is one with a particular  excellence in her beauty in all three worlds, none is equalling or higher to her in  husband-adoration, a tallish lady, slender-waisted and in her enriched are intellect, character and  conduct... how can she be left off for your sake?' This is the innuendo of Lakshmana's wording.  Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Oh, best complexioned one with best waist, is there any wiseacre to simply discard  your kind of best personality, indeed, in preference to human females?\" Lakshmana said so to  Shuurpanakha. Thus said by Lakshmana that despicable one with slouching stomach Shuurpanakha  presumed those words to be truthful, for she is equivocal of that equivoque. She who is fuddle by  lust said to that unassailable enemy scorcher Rama who is sitting in the cottage along with Sita."
        },
        {
            "type": "verse",
            "text": "\"Tenacious of her who is disfigured, dishonest, diabolical, hallow-stomached old wife  of yours you are not regarding me high. Now I wish to eat up this human female right before your  very eyes, and then I can blithely make merry along with you, without the botheration of a co-wife.\"  Said Shuurpanakha to Rama. "
        },
        {
            "type": "verse",
            "text": "Speaking that way she that torch-eyed Shuurpanakha dashed towards the deer-eyed  Sita in high exasperation as a great meteor would dash towards Rohini, the brightest star in the  sky. By that the great-energetic Rama took umbrage and checking her who is like the noose of death  swooping down on Sita said to Lakshmana. "
        },
        {
            "type": "verse",
            "text": "\"Punning in any way with the base and brutish is inapposite, oh, gentle Saumitri,  mark note of Vaidehi, somehow surviving&hellip; She is freakish, knavish and overtly ruttish, oh, tigerly  man, it will be apt of you to deface this paunchy demoness&hellip;\" Thus Rama said to Lakshmana. "
        },
        {
            "type": "verse",
            "text": "Thus said to that mighty Lakshmana he infuriately drew sword and chopped off her ears  and nose before the very eyes of Rama. On hewing off her ears and nose she that ghastly Shuurpanakha  blared highly and discordantly, and very speedily fled into forest as she came. "
        },
        {
            "type": "verse",
            "text": "She that very ghastly demoness when defaced is wetted by blood and blared many a  blare like a cloud in cloudburst. She that gruesome one in her appearance clasped herself and  thunderously entered similarly gruesome forest while her blood fountained and profusely exuded. Then  she who is deformed neared her brother Khara who possess violent vigour, who is abiding in  Janasthaana and who is presently surrounded by his band of his hench-demons, and before him she that  Shuurpanakha fell onto ground like a thunderbolt from the sky. "
        },
        {
            "type": "verse",
            "text": "Then that sister of Khara who is convulsed in the fluster of fear and her body wetted  with blood reported to her brother Khara, all about Rama's arrival in forest with his wife and  Lakshmana, and even about his misshaping her. "
        }
    ]
}