{
    "id": "prose-aranya-19",
    "kanda": "aranya",
    "sarga": "19",
    "title": "Surpanakha's reporting to her brother Khara",
    "chapter": "19",
    "overview": "Shuurpanakha narrates her woeful story to her brother Khara ncriminating Sita in particular. She wants  Khara to wage a war so that she could drink Sita's blood. Khara in order to appease his sister sends  fourteen demons to eliminate Rama.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing her who fell before him in a misshapen and blood-soaked condition, demon Khara is all stewed  up and asked her."
        },
        {
            "type": "verse",
            "text": "\"Rise up, first tell me clearly putting away your flurry and fluster, who disfigured your form in this  way. Who for sport is poking his fingertip at a venomously fanged black-cobra that has chanced in his  close proximity but slouching down inoffensively. Who on harrowing you is heedless now about his gulping  a deadly poison, or about his foolish bracing the noose of Time around his own neck."
        },
        {
            "type": "verse",
            "text": "\"You are gifted with boldness and braveness, a whimsical rover, a guise changer by your wish, a coequal  of Terminator, but to whom you have gone and by whom you are led into this kind of plight. Who is that  kind of highly intrepid warper, either from gods, or from celestials or from high-souled sages who indeed  rendered you shapeless. Indeed, I do not find anyone who causes displeasure to me in this world, even  among divinities including the thousand eyed Indra, the controller of demon Paaka."
        },
        {
            "type": "verse",
            "text": "\"Now, I will take away the lives of that miscreant with my arrows that are terminators of lives, as  a swan would drink milk to dregs even if it is mingled in water, duly separating milk from water. Whose  frothy blood is it that the earth wishes to quaff when I cut off his crucial organs by my arrows and  drop him dead in a combat. Whose body is it from which birds pressing round gladly wish to wring flesh  to pieces for eating when I slay him in war. Now, when I haul him easily on the ground in a battle that  villain will be unredeemable either by gods, celestials, evil spirits, or by demons. It will be apt  of you to gather your sensitivity slowly and tell me as to which miscreant attacked and worsted you  in the forest.\" Thus Khara spoke to Shuurpanakha."
        },
        {
            "type": "verse",
            "text": "On hearing this kind of words of her brother, especially who is rancorous, then Shuurpanakha spoke these  words, tearfully."
        },
        {
            "type": "verse",
            "text": "\"Those two are in adulthood, good-looking, gentle yet greatly mighty, eyes broad like lotuses, dressed  in jute-cloths and deerskin, subsistent on fruits and tubers, composed, sagacious and celibate, and  they are the sons of Dasharatha, namely Rama and Lakshmana."
        },
        {
            "type": "commentary",
            "text": "Here, when asked by Khara 'who mutilated you?' Shuurpanakha should have normally reported that, 'sons  of some king Dasharatha namely Rama and Lakshmana did this' But not telling so she starts her narration  with an odd appreciation of Rama's aspects. Some of them are as below:"
        },
        {
            "type": "verse",
            "text": "<em>taruNau ruupa sampannau</em> Though they scarred her on her nose and ears she did not loose her  heart for them. This <em>taruNau ruupa sampannau</em> is in accordance with Rama's aspect which will  be <em>sadaiva priya darshanaH</em>&nbsp;&nbsp; 'the same pleasant persona at any time' as in Bala Kanda  at 1-1-16, as said by Sage Narada to Valmiki. This is the same situation with Hanuman when Sita asks  him to indicate some aspects of Rama so as to believe Hanuman. There Hanuman starts with <em>raamaH kamala  patra akshaH sarva sattva manoharaH - sundara 35-8.</em> 'Rama is lotus-petal eyed one' Further people  in sleep, intoxicated or infuriated conditions, will speak their heart <em>supramatta kupitaanaam bhaava  j~naanam dR^iSTaH</em> So Shuurpanakha who is also in a sleep like daze, she came out with her soulful  feelings about Rama."
        },
        {
            "type": "verse",
            "text": "This narration has threefold meaning. 1] Through the eyes of a lustful female; 2] To belittle Rama and  Lakshmana's prowess only to extol Kara's pride; 3] To deride Khara's valour so that he gets incited  to fight Rama and Lakshmana."
        },
        {
            "type": "verse",
            "text": "<em>taruNau</em> 'came of age.' <em>kanyaam varayate ruupam</em> Women's first criterion towards a man  is age. But this wording is in <em>dwivacana</em> 'in duel number' so it belongs to both Rama and Lakshmana.  Then the question comes 'is she leaning towards both of them?' Yes. She makes eyes at both. First she  approached Rama, but he advised her to approach Lakshmana. Lakshmana in turn advises her to approach  Rama, thus she got interest in both. This is as per <em>anyonya sadR^ishau viirau</em>&nbsp;&nbsp; 'those  darers are similar to one another.' Rama and Lakshmana may be different among themselves, but to the  onlookers they appear as one reality. Further, she has hate-thinking for both of them also. She says  that 'this situation occurred due to both of them' as at 3-19-18. How can she fall after both at a time?  She can, with 'either-or-single-or-both' syndrome because she is a demoness, and unseen are such brothers  with their glorious aspects, so far by her."
        },
        {
            "type": "verse",
            "text": "<em>ruupa sampannau</em> 'their aspects are ravishing' The syndrome is that <em>angaat angaat sambhavasi</em>  'offshoots derive parent's aspects.' So Manmatha, the Love-God derived all his aspects from Vishnu.  Then it is imaginable how much more that Vishnu might be in his lovely aspect. So Rama is with <em>niratishaya  ruupa samR^iddhi</em>&nbsp;&nbsp; 'sublime features, endowed with' that which can be borrowed even by  Manmatha."
        },
        {
            "type": "verse",
            "text": "<em>sukumaarau</em> 'delicate' like flowers. Rama is said to equal a delicate flower. <em>asiita puSpa  samkaasham</em> Rama's body itself is a flower that which can be cherished by all. Or <em>su</em> =  excellent; <em>ku</em> =of earth; <em>maarau</em> = Manmatha-s' 'two Manmatha-s on earth' Manmatha,  is only one god of love and without any form or body parts, but these two are having excellent forms  and are evident on earth before eyes as per the attribute of <em>kandarpa iva muurtimaan</em> 'he has  a form like that of Love-god'"
        },
        {
            "type": "verse",
            "text": "Then her bother Khara may ask 'then why we demons shall hanker after some flimsy, fragile, feeble creatures?'  For that she says <em>mahaa balau</em> 'greatly vigorous.' They have un-depleting vigour of manhood,  which is what required by an aged demoness."
        },
        {
            "type": "verse",
            "text": "<em>puNDariika vishaala akshau</em> 'white-lotus, broad, eyed' 'Their eyes are not like ours while our  eyes are <em>samrakta nayanaa ghoraa</em> 'bloodshot eyes of terrible look'"
        },
        {
            "type": "verse",
            "text": "Or, unlike <em>tamo guNa udreka</em> 'ever persisting with stolid constituent of nature' and unlike <em>rajo guNodreka</em> 'ever energetic with sprightly constituent of nature' -- their eyes are <em> sattva guNa sampanna</em> 'serene with the pure constituent of nature' Though Rama says that he <em> aatmaanaam maanuSyam manye</em> 'in my soul I consider I am human' but as per <em>shruti</em> / scripture, <em>yathaakapyaasam puNDariikam evam akshiNii</em> 'though his outward aspect is hiding his real Being,  his eyes are telling the truth of His supernal nature', hence Rama is other-worldly."
        },
        {
            "type": "verse",
            "text": "Or his white broad eyes are comparable with <em>kshiira samudra</em> Milky-ocean, his abode, with its  unfathomable depths, so is his heart."
        },
        {
            "type": "verse",
            "text": "Or <em>mahaa balau puNDariika vishaala akshau</em> 'Great mighty and white broad eyed ones' who by their  great might annihilate vice and if the evildoer submits himself, their white eyes alone give salvation  with a broad-mind. <em>sukumaarau puNDariika vishaala akshau</em> 'Manmatha-like, white, broad eyed'"
        },
        {
            "type": "verse",
            "text": "If it is said that these two are Love-gods on earth, then it may be asked 'where are the flowery arrows  of that Love-god to these two?' But the arrows of these earthly Love-gods are their eyes and glances.  The lotus is but one among the five arrows of Manmatha. Even Sita under her direly distressed situation  in Lanka says that 'gods, celestials, great-souls et al are sanctified with the look of this lotus-petal  eyed one' <em>dhanyaa devaaH sa gandhavaaH siddhaaH ca paramarSyaH | mama pashyanti ye naadhama raamam  raajiiva locanam || sundara 26-41.</em> This verse takes its place in <em>gayatri ramayaNa</em> as its  14th verse out of total 27 verses."
        },
        {
            "type": "verse",
            "text": "Further they are excelling only by their nature but not by their dressings and outfits for they are  just clad in <em>ciira kR^ishNa ajina dharau</em> 'jute-cloths, deerskin wearers of' Mahaakavi Kalidasa  says in his <em>abhij~naana shaakuntalam:</em> says <em>iyam [shakuntala] adhika manoj~naa valkalena  api tanvii</em> that, 'this Shakuntala is pleasant though clad in jute-cloths' <em>kimavahi madhuraaNaam  maNDananam na akR^itiinaam</em> 'nothing can beautify beautiful people' etc. Though not adorned by any  extra special ornamentation they by their nature are attractive, as discerned by sages at 3-1-13 of  Aranya Kanda <em>ruupa samhanam lakshmiim saukumaarya suveSatam</em> as well by this Shuurpanakha or  even by Ravana in part II of Yuddha Kanda, in 99th chapter 12th verse, who also extols these lotus eyes  and the aspect of Rama on his first sight at Rama as <em>padma patra vishaala aksham diirgha baahum  arindamam</em>"
        },
        {
            "type": "verse",
            "text": "Should Khara ask in fear 'who is that great-mighty one who mutilated a sister of a great demon like  me? Thereby my fear is growing about my own existence.' Then Shuurpanakha's reply is like this, in order  to remove Khara's fear of Rama:"
        },
        {
            "type": "verse",
            "text": "<em>taruNau</em>&nbsp; 'youngsters, boys' for his own father Dasharatha tells Vishvamitra that these  are <em>uuna Sodasha varshau; na yuddha yogyatam asya apashyaami</em> in Bala Kanda. Shuurpanakha that  way tells Khara 'brother Khara... these two Rama and Lakshmana are boyish you need not care them, '  Further <em>yauvane viSayaisiNaam</em> 'boys in young age bother more for enjoyment&iuml; -- they are bothered  to enjoy life and are not yet fit for a war, so you can war with them'"
        },
        {
            "type": "verse",
            "text": "<em>ruupa sampannau</em> 'just by getups they are brilliant, but lack in courage to confront you' <em>kanyaa kaamayet ruupam</em> 'girls cherish charming ones' 'They fall after girls only with their  charming aspects that are unworthy to withstand war, so you can war with them'"
        },
        {
            "type": "verse",
            "text": "<em>sukumaarau</em> 'delicate or fragile, or flimsy,' because they are sons of some king, grown up in  palace chambers, unlike us who grow in ravines; and they eat nonsensically delectable food, unlike us  who happily eat raw-flesh. So, wherefrom they can tolerate your bloodshot glances, let alone your arrows...'"
        },
        {
            "type": "verse",
            "text": "<em>mahaa.abalu = mahaa + a + balau</em>&nbsp;&nbsp; 'very, without, strength; very weak fellows';"
        },
        {
            "type": "verse",
            "text": "Furthermore <em>mahaa abalau; mahatii rakshaNiiyaa abalaa yayostu</em> 'a lady, namely Sita, is to  be protected by them. She has become a string fastened around their necks. Then how do they, the sentinels  of a woman, can fight you...'"
        },
        {
            "type": "verse",
            "text": "<em>puNDariika vishalaa akshau</em> 'paled, broadened, eyed' 'Their eyes paled and wide-open awaiting  the results of their scarring my nose and ears, and their eyes popped up in daze, then what can they  do to you...'"
        },
        {
            "type": "verse",
            "text": "Then Khara may ask, \"it is good you have said that they are hapless etc., but they may now muster up  some army and fight me back then what?'"
        },
        {
            "type": "verse",
            "text": "For this she says, <em>ciira kR^ishNa ajina dharau</em> 'wearers of jute-cloths and deerskin' And furthering  her argument she says, 'how can they afford an army for they themselves have nothing special to wear.  That too one of those items, namely the jute-cloth, is begged from a tree that is sessile, and the other,  the deerskin, is begged from a deer, that is mobile.&nbsp; They themselves are shuttling in between  mobile and sessile how can they confront you.'"
        },
        {
            "type": "verse",
            "text": "Further, this god, say this Rama, has no other special work or duty, except shuttling between mobile  or sessile beings or matter, begging their produce, and beg them to recognise him."
        },
        {
            "type": "verse",
            "text": "Her words also extol the capabilities of Rama and Lakshmana in warring and said to have addressed Khara  this way in order to enhance his self-pride."
        },
        {
            "type": "verse",
            "text": "<em>tarunau; yauvane vijigiisuNaam</em> 'youthful ones are interested in triumphs' 'Because they are  the seekers of triumphs, they will definitely triumph over you, you better do not go there and get defeated'"
        },
        {
            "type": "verse",
            "text": "<em>ruupa sampannau; ruupyate anena; asaadhaaraNa niratishaya ruupa visheSatvaat</em> 'with an unimaginable  stance' They are known for their stance from their childhood in eliminating Tataka, Subaahu etc., <em>gatvaa saumitri sahito naa vijitya ivartate</em> 'on going with Lakshmana, he [Rama] does not return  without conquering' <em>yashasaH ca eka bhaajanam : Tara in Kishkindha, 14-20.</em> 'for glory [Rama  is] the only resort.' 'So many praises are said about them and hence they fight you out, better do not  go'"
        },
        {
            "type": "verse",
            "text": "If Khara asks, 'how can they fight me, such a mighty one?'"
        },
        {
            "type": "verse",
            "text": "For this she says, <em>sukumaarau</em> 'they are dextrous' 'with their dexterity they easily eliminate  you'"
        },
        {
            "type": "verse",
            "text": "<em>mahaa balau</em> 'greatly mighty' 'Rama is mightily by his shoulder-strength' and also by the use  of <em>mahat shabda</em> his might is by his tenacity of mind and ideation to eliminate foes. Or <em> mahaa balau</em> 'greatly sturdy.' Though he wars for a long his vigour does not deplete for he uses  two <em>vidya-s: bala, atibala</em> 'by the twin principles taught by Vishvamitra his strength does  not deplete."
        },
        {
            "type": "verse",
            "text": "<em>puNDariika vishaala akshau</em> 'white-lotus, broad, eyed' His broad white-lotus like eyes does  neither contract in anger nor expand in exclamation, as usually happen to anyone who sees an object  of interest with unnecessary widening of eyes <em>priiti visphaarita iikshaNam</em>"
        },
        {
            "type": "verse",
            "text": "Next if it be asked 'are they ready for a fight' for which she says 'they are already clad in <em>ciira  kR^ishNa ajina dharau</em> 'jute-cloth, deerskin, clad in' They have tightened their girdle-cloths and  are armoured in shield like deerskin. Further they also have arrows and knives with which I am scarred  so better not to go there and get your throat slit like my nose and ears, for you are a shameless, incapable  demon still sitting here as I go on narrating the incident like a story'"
        },
        {
            "type": "verse",
            "text": "\"Having all the aspects of kings they equal the kings of gandharva celestials, and I am ill-disposed  to differentiate whether they two are gods or demons."
        },
        {
            "type": "commentary",
            "text": "Some mms have this <em>daanavau</em> demons as <em>maanuSau</em>, humans. While Khara, sending his demons  to eliminate the brothers, says that they are just humans as at verse 22 in this chapter itself. So  Shuurpanakha evasively told a lie to his brother that she could not distinguish between their own race  and that of others. Khara for his part believes that neither demons nor gods can hurt his race."
        },
        {
            "type": "verse",
            "text": "\" I have seen a curvaceous lady between those two, a ripely beauty, rich in comeliness, adorned with  lots of ornaments."
        },
        {
            "type": "commentary",
            "text": "She is baiting Khara with the beauty of Sita. But this does not incite Khara like Ravana. She also  plays the same card there with Ravana after the failure of this Khara and other brothers."
        },
        {
            "type": "verse",
            "text": "\"Owing to that woman I am led into this sort of situation, together by those two, as with an insecure  female."
        },
        {
            "type": "commentary",
            "text": "The escapist words may be observed. She is not telling that she alone went to eat away Sita, but she  is holding Sita responsible for all this and she is evasive to show any action of Sita as the cause  of trouble. She is simply twisting the episode towards her side."
        },
        {
            "type": "verse",
            "text": "\"Staying in the van of war I wish to drink the frothy blood of that guileful Sita along with that  of those two, Rama and Lakshmana, when they are killed in war. I shall drink her blood and also that  of those two in war, this being my prime longing let it be fulfilled by you.\" Thus wailed Shuurpanakha  before her brother Khara."
        },
        {
            "type": "verse",
            "text": "While she is saying like that Khara vengefully summoned fourteen great mighty demons that are similar  to the Terminator."
        },
        {
            "type": "verse",
            "text": "\"Wielding weapons and wearing jute-cloths and deerskin two humans have got into ghastly forest of Dandaka  along with a woman of age.\" Thus Khara is ordering the fourteen demons. You shall return to me only  on killing those two and also that treacherous woman, and their blood this sister of mine will drink.  Oh, demons, on going there swiftly stamp them out by you own vigour, thus let the fanciful hearty desire  of my sister be achieved."
        },
        {
            "type": "commentary",
            "text": "On these 23, 24 verses Maheshvara Tiirtha says: <em>iyam bhaginii</em> 'this my sister' <em>pramathya</em>  'killing me' <em>mama rudhiram paasyati</em> 'my blood she drinks' <em>teSaam [samiipam gatvaa]</em>  to them, you nearing' <em>sva tejasaa shiighreNa</em> 'by your own valour, quickly' <em>tau</em> to  them Rama and Lakshmana; <em>dur vR^ittaam</em> Sita of impossible, behaviour [to be followed by others]; <em>hatvaa; hana himsaa gatyoH</em> knowing her: because <em>hana</em> indicates 'knowing also; so you  know that Sita, meaning 'be absolved by her' <em>apaavartitum arhatha</em> 'return, you may' to heavens,  as all these demons are celestials earlier to their curse."
        },
        {
            "type": "verse",
            "text": "\"On seeing your finishing those two brothers flatly in a war she this sister of mine will be gladdened,  and then she drinks their blood in war, amusingly."
        },
        {
            "type": "commentary",
            "text": "This sister of mine would like to drink my blood. So you go to Rama and Lakshmana and then know that  Sita, who has an impossible behaviour. And be absolved by her for all of our sins. And then you may  return. Not to Khara but their return is to heavens. The endnote may please be seen. Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "In this way when Khara ordered those fourteen demons, they have gone to Panchavati along with Shuurpanakha  like black-clouds glided by gales."
        },
        {
            "type": "verse",
            "text": "But then, though the nightwalker wielding sharp arrows have become ineffectual to trounce Rama like  the wild elephants which will become ineffectual to overcome the blazingly uprising wildfire."
        },
        {
            "type": "commentary",
            "text": "This last verse is mismatching with the episode. This is not found in some publications of Gorakhpur  versions but found in others and even in the Eastern recension. The import of this verse is that though  the demons have gone to Rama but they could not assault him, which actually happens in next episode.  However this verse is also included here as per the text of Chaukambha Vidyaa Bhavan, Ksashi, and according  to Eastern recension."
        }
    ]
}