{
    "id": "prose-aranya-2",
    "kanda": "aranya",
    "sarga": "2",
    "title": "Confrontation with Viradha",
    "chapter": "2",
    "overview": "Viradha the demon confronts Rama and other and tries to abduct Sita,    and then Rama. The killing of this Viradha is the first act of Rama in eliminating    negative forces in his empire to establish Rama Raajya. This killing is also a gift to    Sage Sharabhanga, whom he meets later, as per the meaning of verse I-1-41 of Samkshepa    Ramayana contained in Bala Kanda. Rama thus started to act freeing the saints and sages    in forests, and the forests themselves, from the cruelties of demons. Viradha is a    demon by curse and a devotee Goddess Lakshmi, now incarnate as Sita. Hence this demon    wanted to own his goddess and hence lifts Sita into his hands to abduct her away from    Rama. But Rama and Lakshmana overpower and eliminate him, rescuing not only Sita, but    also other saints and sages living thereabout.",
    "content": [
        {
            "type": "verse",
            "text": "Then, on receiving the hospitality in that hermitage for that day, and on the next day before sunrise, Rama bade farewell to all of the sages, and thus entered the deep forests. "
        },
        {
            "type": "verse",
            "text": "Rama followed by Lakshmana has indeed seen that midst of the forest which is filled with very many animal herds, where the bears and tigers are frequenting, and whose trees, creepers, bushes are ruined, water ponds rendered unsightly, birds song-less, but where the swarms of crickets are whistling deafeningly. Therein Rama has seen along with Sita, a lurid voiced man-eater who is akin to a mountain-peak, among horrendous animals. "
        },
        {
            "type": "verse",
            "text": "Deep eyed, huge mouthed, horrible with a monstrous belly, hideously misshapen, and a very soaring one that demon is, an ugly one with a horrendous look. Wearing tiger's skin that is wetted with fat and dampened with blood, he is frightening to all beings like the wide-open mouth of Death. He skewered three lions, four tigers, two wolves, ten spotted deer, and a big head of an elephant with tusks and fouled with fat on an iron spear, and he is yelling with his deafening voice. "
        },
        {
            "type": "verse",
            "text": "He that demon on seeing Rama, Lakshmana and Sita ran towards them very angrily, like the Time, the Eliminator of people. He shouted a tremulous blare, as though to tremor the earth, and seized Vaidehi with his arms and gone afar, and then said this way. "
        },
        {
            "type": "verse",
            "text": "\"You two wear jute cloths like hermits, but handle arrows, bows and swords like warriors, yet entered Dandaka forest with your wife... your lives are on the wane... How saintly are you while living with your wife? You sinful fellows dishonest are you ways... who are you... you insulters of sainthood? "
        },
        {
            "type": "commentary",
            "text": "This demon Viradha could not comprehend their identity prima facie. By their physique and carrying the bows and arrows, knives etc., they look like warriors. By their dress, hairdo, pendants etc., they look like sages. He has so far not seen a warring sage, like Bhargava Rama or Parashu Rama. These two men dressed like sages but look like warriors and are moving in the deadly forests with a wife. <em>vi raadha </em>, means without, love, a loveless one, and in another context it means that <em>vi </em>= verily, <em>raadha</em> adoring Krishna like Raadha. He is said to adore Goddess Lakshmi before he is cursed to become a demon, and finding that goddess in Sita, he lifts her into his arms, like a baby. This demon while admonishing Rama and Lakshmana for flaunting the sainthood, for they are moving with weapons and a wife, he narrates about himself in next verses."
        },
        {
            "type": "verse",
            "text": "\"I am a demon named Viradha and I will be on the rove in this impassable forest with weapon, always eating the flesh of sages... This best waisted woman will be my wife, and I will drink your blood of you two sinful one in a fight with you...\" "
        },
        {
            "type": "verse",
            "text": "On listening those arrogant words spoken in bad intent by that evil minded Viradha, Sita, the daughter of Janaka, is much panicked."
        },
        {
            "type": "commentary",
            "text": "Here Viradha said that Sita would become his <em>bhaaryaa </em>which would translate into a 'wife' in routine manner. It is said that Viradha is a devotee of Goddess Lakshmi and it is not congruous for a devotee to say like that. Here, <em>aascharya ramayana</em>, another version of Ramayana, defines <em>bhaarya </em>as: <em>bhaa </em>luminous one; <em>aryaaH </em>adorable. Hence his word should mean, \"this luminary is my adorable one.\" Further he handles Sita like a baby, as in 3-2-16, she is said to be <em>viraadha anka gata </em>, gone into the arm-fold of Viradha as babies would. The peevish ones like Viradha or Ravana grab her very quickly for she is Goddess Lakshmi, the presiding deity of wealth."
        },
        {
            "type": "verse",
            "text": "Sita in fear wiggled like a plantain tree in a whirlwind, and on seeing at the auspicious lady gone into the arms of Viradha, Raghava spoke this sentence to Lakshmana, with his face fully turning to pale. "
        },
        {
            "type": "verse",
            "text": "\"See! Gentle Lakshmana, see that illustrious princes Sita, the daughter of emperor Janaka, one who is brought up comfortably in immense comfort, and my auspiciously traditional wife... now gone into the wretched hands of a demon... "
        },
        {
            "type": "verse",
            "text": "\"That which is desired to befall on us, and that which is the choicest desire of Kaikeyi, and that which is concomitant to her boons, oh, Lakshmana, that has come to pass quickly, and today only Lakshmana... "
        },
        {
            "type": "verse",
            "text": "\"She who is a foresighted lady, she who is not happy with the kingdom for her son, she by whom I, a dear one to all beings, am sent to forests, and she is my middle mother, her desire is fulfilled today, nay now itself... "
        },
        {
            "type": "verse",
            "text": "\"To me, oh, Soumitri, the grief of others touching Sita is more, than father's demise or grabbing away my kingdom... "
        },
        {
            "type": "commentary",
            "text": "Here Rama says that 'my' kingdom is grabbed away, and now the grabbing away of Sita is more painful, even somebody touching Sita, the most. Rama did not loose heart to regain his kingdom. He underwent the course of what his father ordered and is definite of return to Ayodhya to rule back his empire. In the next canto Kishkindha, Vali the monkey hero questions Rama, as who he is to enter Kishkindha. To that Rama replies, \"All the Bharata continent belongs to us, the Ikshwaku-s, and presently the emperor is Bharata, and hence on behalf of my emperor Bharata I slay you.\" There he is again confident of returning to capital after completing his exile. Hence claiming this kingdom as 'my' kingdom does not alter his status of emperor, though not now, but after the completion of exile he is to become one. Again Rama weighed the agony in terms of his father's death and grabbing away of his kingdom. Raajya Lakshmi, Kingdom Wealth is nothing before his wife, Wealth of Fortune, i.e. Bhaagya Lakshmi. Hence Rama is more bothered about his fortune wife than the retrievable kingdom, or the death of an aged father."
        },
        {
            "type": "verse",
            "text": "When said thus by Rama, Lakshmana said this with flooding tears of lament, and in his anger hissing like a forestalled snake."
        },
        {
            "type": "commentary",
            "text": "Such portrayal of Lakshmana as a fundamentally angry person, like a hissing snake, and a sharp tongued one etc., are attributed in mythology to the serpentine character of <em>aadi SheSa</em>, the thousand headed serpent on which Vishnu reclines. The mythological derivation is that Lakshmana is the incarnation of that serpent, while Bharata and Shatrughna are the incarnations of the conch shell and disc that adorn the two upper hands of Vishnu."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, you being the Indra like lord of all beings, and while you are being attended by an adherent like me, what for you worry yourself like a derelict? He will now be felled with my arrow as I am enraged at him, and gone are his lives now, and indeed the earth shall drink his blood... Indeed, that which anger was there to me on Bharata when he desired kingdom, that anger I will now release on Viradha, as Indra released his Thunderbolt on the mountain... "
        },
        {
            "type": "verse",
            "text": "\"Accelerated by my shoulder strength this ruinous arrow shall fall on his massive chest, thus life from his body shall decamp, and then he shall whirlingly fall onto the earth...\" So said Lakshmana."
        },
        {
            "type": "conceptual",
            "text": "Dandaka aranya -Dandaka Forest",
            "content": [
                {
                    "type": "verse",
                    "text": "The forest Dandaka Forest wherein Rama is trekking is a dominion of their kingdom, but a deserted forest. One named Danda, the last son of Ikshvaku, was performing all demonic activities in their kingdom. His father Ikshvaku received many a complaint about Danda's deeds from his subjects, and angered at his erring son Danda and banishes him from the kingdom."
                },
                {
                    "type": "verse",
                    "text": "Danda took refuge in Vindhya mountain range and built a kingdom and a beautiful capital for himself called Madhumanta. He rubbed shoulders with all the demons thereabout and thus became a disciple of Sage Shukraachaarya, the guru of demons. One day when Sage Shukraachaarya is not in hermitage, Danda reaches there, and sees Araja, the elder daughter of the sage Shukra, and molests her, in spite of her repeated protests. Later when Sage Shukraachaarya comes to know about it, gets enraged and curses Danda, to fall down along with his entire kingdom under a mud storm around that Madhumanta capital for a period of seven consecutive days."
                },
                {
                    "type": "verse",
                    "text": "Then there is a mud storm for seven days and entire kingdom went under mud, later to become a forest called Dandaka. The place to where the curse fearing people fled from that Madhunata to further south is called Jansthaana. At later time, when Rama's peregrination started, these two places, Dandaka forest and Janasthaana, are under the domain of Ravana, and Ravana made one demon named Khara, as the protector of this dominion Jansthaana."
                },
                {
                    "type": "verse",
                    "text": "This is the place where Rama built his hermitage Panchavati, at which Demoness Surpanakha arrives, and from where Ravana abducts Sita. When Rama asks the forest dwelling sages for a quiet place to live on, the sages in Dandaka forest, will make Rama constantly move southward, till he reaches Janasthana, indirectly directing Rama to eradicate the demonic influence over these places, which once belonged to Rama's kingdom."
                }
            ]
        }
    ]
}