{
    "id": "prose-aranya-20",
    "kanda": "aranya",
    "sarga": "20",
    "title": "Rama eliminates Khara's demons",
    "chapter": "20",
    "overview": "The fourteen demons arrive at Rama's cottage guided by Shuurpanakha and they wage a war with Rama in which Rama destructs all their weaponry and eliminates them all. Seeing this defeat Shuurpanakha rushes back to her brother to report the defeat.",
    "content": [
        {
            "type": "verse",
            "text": "Then on arriving at Raghava's hermitage that ghastly Shuurpanakha has shown the brothers, Rama and Lakshmana, along with Sita to the fourteen demons. They have seen the great-mighty Rama seated in the thatched cottage along with Sita and Lakshmana attending to him."
        },
        {
            "type": "verse",
            "text": "Seeing the arrival of the demons, and the demoness Shuurpanakha too, that magnificent Rama of Raghava dynasty said to the radiantly brilliant Lakshmana. \"Oh, Soumitri, briefly tarry at the close of Sita as I wish to eliminate these demons who have trailed the path of that demoness to here. Hearing that word of Rama, then the nimble-souled Lakshmana honoured the word of Rama saying \"so be it.\" "
        },
        {
            "type": "verse",
            "text": "On taking up his awful bow that is decorated with gold Raghava stringed it with bowstring and even spoke the demons as a forewarning. \"We the sons of Dasharatha are brothers named Rama and Lakshmana, and we entered the impenetrable forests Dandaka along with Sita. We the dispassionate subsist on fruits and tubers treading in the path of virtue, and we being the sages resident in Dandaka forest what for you outrage us. As assigned by the sages I chanced here with bow and arrows to decimate you evil-souled and unrighteous beings in a crucial clash. Stay there obligingly or you should not be able to return, else if you desire your lives, oh, nightwalkers, you may return now.\" "
        },
        {
            "type": "verse",
            "text": "On hearing that sentence of Rama they the fourteen ghoulish demons who are the slayers of Brahmans and handlers of spears have become highly infuriated, and they with their bloodshot eyes and with harsh words said these words to Rama, whose eyes are with blood streaks at their ends, and who also is a sweet talker, and whose valour is yet unseen by those fourteen demons. "
        },
        {
            "type": "verse",
            "text": "\"Killed in conflict by us you alone will set your lives loose as an inciter of fury in our highly great souled lord Khara. Indeed, what capability you have as a lone one to stand against many of us in the forefront of war, and why tell again about your battling ability in a given battle. When we launch maces, spears and swords by our might you will forgo your lives, mettle, and even the bow now clasped in your hand.\" So said the demons to Rama. "
        },
        {
            "type": "commentary",
            "text": "For the three verses the above meaning is the textual meaning. For them there is another import."
        },
        {
            "type": "verse",
            "text": "<em>su mahaatmanaH</em> oh, Supreme Person; <em>bhartR^iH kharasya</em>  our lord, to Khara; <em>krodham utpaadya</em> anger, infusing; <em>asmaabhiH hataH tvam praaNaan na  haasyase eva</em> by us, killed, you, Spirits, not, leaves, thus..."
        },
        {
            "type": "verse",
            "text": "\"Oh! Supreme Person, we have come here because you incited anger  in our lord Khara, and by us killed will you let go your lives, mettle and spirits? No. Never it will  happen.\""
        },
        {
            "type": "verse",
            "text": "The reason for not happening of that event is explained: <em>raNa  muurdhan</em> in war's, van; <em>ekasya te agrataH sthaatum</em> lone one, you, before, to stand; <em>bahuunaam asmaakam api</em> many, we are, though; <em>kaa shaktiH</em> where is, capability for  us"
        },
        {
            "type": "verse",
            "text": "\"Though you are a lone being, and we are many, where is the capability  for us to stand before you in the van of war?\""
        },
        {
            "type": "verse",
            "text": "Thus they say that they have come only at the behest of their  lord but not to kill Rama. <em>baahuH yuktaiH parighaiH shuula paTTisaiH upalakshitaanaam</em> though  equipped with our paraphernalia like maces, spears, swords etc., <em>adhyaahaara: asmaakam</em> our; <em>praaNaan viiryam tyakshasi</em> lives, vitality, we loose; <em>ehi</em> come... give us salvation."
        },
        {
            "type": "verse",
            "text": "\"Though we are equipped with much paraphernalia like maces, spears,  swords etc., we lose our lives and vitality at your hand, so come on, take them away, and accord salvation  and release from our curse. It is better to die at your hand than returning to Khara and dying a merciless  death at the hand of Khara."
        },
        {
            "type": "verse",
            "text": "It may be remembered that these fourteen are the cursed Vedic-scholarly  disciples of Chandrakanta, now in an accursed form namely Khara and other demons. Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "Thus saying that way clamorously they the fourteen demons, upraising their weapons they unhesitatingly rushed towards Rama alone, and they hurled lances towards that unconquerable Raghava. Rama in turn shredded all of those fourteen lances only with as many arrows that are adorned in gold. Next that great resplendent Rama in high wrath took up fourteen iron bolt like arrows that are whetted on whetstone and equalling the sun in their dazzle. Then Raghava took up his bow, arched it, and aiming at the targeted demons released arrows as Indra would release his Thunderbolts. "
        },
        {
            "type": "verse",
            "text": "And by the force of their speed those arrows gored the chests of those demons, and then on coming out bedaubed with blood they swiftly penetrated into earth like snakes into snake pit. Those arrows bursting their hearts they are blood bathed, mangled, and utterly dead, and like the uprooted trees they fell onto the ground. "
        },
        {
            "type": "verse",
            "text": "On seeing the demons falling onto ground that demoness Shuurpanakha is convulsed in rage, and she with a blanched aspect returned to the near of Khara in an agonising manner like a creeper exuding resin on incision, and fell before him as before. "
        },
        {
            "type": "verse",
            "text": "Then she in the presence of her brother Khara discharged a great outcry, and with a bloodless face she spilled tears attuning the strains of a whiner. "
        },
        {
            "type": "verse",
            "text": "Shuurpanakha having seen the fall of demons quickly fled from Panchavati of Rama to trikanTaka, the capital of Khara, and she being the sister of Khara she reported to Khara all about the destruction of those demons, in its entirety. "
        }
    ]
}