{
    "id": "prose-aranya-21",
    "kanda": "aranya",
    "sarga": "21",
    "title": "Surpanakha reports demons death to Khara",
    "chapter": "21",
    "overview": "Shuurpanakha comes again to her brother Khara to report that all the fourteen demons  sent by him are slain by Rama. She persuades him to wage a war against Rama and Lakshmana and  annihilate them for they intruded into Dandaka and there is every possibility of onslaught by them  on demons.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing Shuurpanakha who came back only to wreck havoc on demonic race and again  fell before him as before, Khara spoke this sentence to her in clear terms in all his fury. "
        },
        {
            "type": "verse",
            "text": "\"What for your are howling again when I have just now commanded those fearless flesh  eating demons in order to fulfill your wish? Those demons are my admirers, adherers and they always  remained my well-wishers, hence there is no question of their non-accomplishment of my orders. Owing  to what you are highly bawling by saying, 'haa, lord' and wriggle on the ground like a snake? I  would like to know the reason for all this, what is it? "
        },
        {
            "type": "verse",
            "text": "\"I am here to take care of you, then why should you really cry out like an  uncared-for being, get up...get up, and ward off this sort of perplexity.\" Thus Khara said to  Shuurpanakha. "
        },
        {
            "type": "verse",
            "text": "She that Shuurpanakha who is otherwise an unassuageable one is wholly pacified when  Khara spoke to her thus that way, and she on dabbing her tearful eyes then spoke to her brother  Khara. "
        },
        {
            "type": "verse",
            "text": "\"I came to you just a while back with my ears and nose chopped off and wet with  gushes of blood, and you too have comforted me, isn't it. Oh, valiant brother, for my delight you  too have sent fourteen demons to eliminate that atrocious Rama along with Lakshmana, isn't it? But,  they all who handled their spears and bolts along with an envious anger are killed in a fight with  Rama by his arrows that cleave the crucial parts of his opponents. "
        },
        {
            "type": "verse",
            "text": "\"On seeing those highly impetuous demons falling to earth in a trice, and even on  seeing the unusual deed of Rama in felling them, I am highly alarmed. Oh me! I am alarmed, fully  frenzied, and even despaired, oh, nightwalker Khara, and beholding dread everywhere again I have  come seeking your refuge. "
        },
        {
            "type": "verse",
            "text": "\"Why do not you rescue me when I am drowned in a vast ocean called grief, wherein  each pervasive crocodile is despair and each swelling wave is fright. "
        },
        {
            "type": "verse",
            "text": "\"Besides, those flesh-eating demons that have followed me are also felled by Rama  with his sharp arrows, for whom I have a contrite heart. If you have mercy on me, and even on those  dead demons, and if ability and animation are still left in you to cope with Rama, oh, nightwalker,  kill that Rama who is a thorn in the side of demons dwelling in Dandaka forest. "
        },
        {
            "type": "verse",
            "text": "\"If you are not going to kill that enemy destroyer Rama now itself, I will give up my  life unhesitatingly, that too in your fore, that too now itself."
        },
        {
            "type": "verse",
            "text": "If you are not going to kill that enemy destroyer Rama now itself, now itself I will  give up my life than living a shameless life with these lopped ears and nose. I can perceive  instinctually that you are incapable of affronting Rama in a given crucial battle, even if your are  with all your forces on the battlefield, and you assert yourself a valiant, but you are just  vainglorious. "
        },
        {
            "type": "verse",
            "text": "\"Kill those two, Rama and Lakshmana, as they are just humans, or else, if you are  incapable of doing so, really what for is your stay here in Janasthaana with your trivial stamina  and trifling sinews like a stupid blemishing his clan, then get out of this Janasthaana at once  along with your hench-demons. "
        },
        {
            "type": "commentary",
            "text": "The order of the verses from 16 to the last varies with versions and verbatim  meanings differ. This is a kind of intimidation Shuurpanakha hurling at Khara. Besides being her  brothers, Khara, Trishira and Duushana are the provincial governors of Janasthaana, nominated by  Ravana. If they do not come to the rescue of Shuurpanakha, or to that matter of fact should they not  eliminate intruders into Janasthaana, there is every possibility of their ouster from their posts by  Ravana, because Shuurpanakha has more access to Ravana."
        },
        {
            "type": "verse",
            "text": "\"You will completely and quickly evanish, indeed, subjugated by resplendence of Rama,  for that Dasharatha's son Rama possess that kind of resplendence, in effect. "
        },
        {
            "type": "verse",
            "text": "\"And, by whom I am misshapen that brother of Rama too is a highly vigorous one...\" in  this way on saying Shuurpanakha bawled variously in the presence of her brother, Khara, and then  anguished by her own affliction that demoness with a cave like belly started hitting her paunch with  both of her hands, and what is more, she swooned. "
        },
        {
            "type": "commentary",
            "text": "The name Khara also stands for a he-ass"
        }
    ]
}