{
    "id": "prose-aranya-22",
    "kanda": "aranya",
    "sarga": "22",
    "title": "Khara's army marches to Rama.",
    "chapter": "22",
    "overview": "Khara, the brother of Shuurpanakha starts out to wage war with Rama with fourteen thousand demons and  with their unusual arsenal. This is the first major move of demons towards Rama that leads to the ultimate  battle at the end of epic.",
    "content": [
        {
            "type": "verse",
            "text": "Thus when Shuurpanakha disparaged that valiant Khara amidst demons he is infuriated and spoke these  highly hurtful words."
        },
        {
            "type": "verse",
            "text": "\"This fury of mine originating from the disgrace brought on you is like the highly bitter salt water  that is impossible to contain when ingested. I do not care the valour of that Rama for he is a human  with dwindled lifetime, now going to give up his life slain by his own misdoings. Control your tears  and cast off your despair too, for I will send Rama to the abode of the Terminator along with his brother."
        },
        {
            "type": "verse",
            "text": "\"Now, you demoness, you will swill that Rama's red hot blood when that short-lived one is hewed down  to earth with an axe.\" So Khara assured Shuurpanakha."
        },
        {
            "type": "verse",
            "text": "On hearing the words plunged from the mouth of Khara she is very much gladdened and in all her stupidity  she further praised her brother highly saying, \"you are the best among all the demons...\" Though she  denounced him earlier she alone praised him now for which Khara is overjoyed, and then he ordered his  army commander, namely Duushana."
        },
        {
            "type": "verse",
            "text": "\"Those who are the followers of my will, whose hustle will be frightful and who will be unretreating  in combats, such of those demons are there in fourteen thousand numbers, aren't they. And oh, gentle  Duushana, those domineering demons are with dark-clouds like complexions, and they are the pamperers  of genocide, as such, cause them for a belligerency, all at once."
        },
        {
            "type": "commentary",
            "text": "The very sight of these black cloud like demons will be murderous to humans, as Rama exclaimed about  Tataka. If the on looking humans are not dead at first sight of these demons, then these demons can  pamper in killing humans"
        },
        {
            "type": "verse",
            "text": "\"For me, oh, gentle one, promptly position my chariot before me along with bows and arrows, amazing  swords and diverse sharp power bolts. Oh, war pert Duushana, I wish to start ahead of all the demons  of ours, who are the clans-demons of the great souled Paulastya, for the purpose of elimination of that  evil-minded Rama.\" So said Khara to Duushana."
        },
        {
            "type": "commentary",
            "text": "For this Maheshvara Tiirtha says: <em>raamasya  agre paulastyaanaam raakShasaanaam vadhaartham niryaatum icchaami</em> which gives meaning:  \"Before Rama I wish to present all the demonic clansmen of Sage Paulastya, for the purpose of elimination,  for which I am starting ahead as a starter of this elimination process...\""
        },
        {
            "type": "verse",
            "text": "While Khara is saying thus Duushana heralded saying, \"Here comes the great chariot with sun's dazzle,  yoked with very good horses of variegated colours.\""
        },
        {
            "type": "verse",
            "text": "That chariot which has a roomy cabin with its rooftop like that of the ridge of Mt. Meru, body embellished  in gold, wheels golden, gem-studded yoke-to-carriage shaft, all around encompassed with golden artefacts  like fishes, flowers, trees, mountains, sun, moon, and auspicious birds flocks and stars, and even decorated  with jingle-bells, endowed with flags, swords, and best horses, and such as it is, Khara embarked on  it with all his rancour."
        },
        {
            "type": "verse",
            "text": "On overseeing that great army with chariots, skins shields, weaponry and flags, and even at Duushana  too, Khara charged all those demons saying \"proceed.\" Then that demonic force with their ghoulish skin  shields, weaponry and flags, issued forth from Janasthaana, blaring blatantly and foraying dashingly."
        },
        {
            "type": "verse",
            "text": "Wielding maces, dart-bolts, and spears, and also razor-sharp axes, swords and discs, and dreadful power-darts  and power-bolts that are flashing, iron maces, unusual bows, clubs, scimitars and pounding-shafts, and  even thunderbolt like weapons that are calamitous in look, that army which comprises fourteen thousand  fiendish demons that are the followers of Khara's whim, has started from Janasthaana."
        },
        {
            "type": "commentary",
            "text": "Earlier batch which was sent against Rama consisted fourteen demons and now it is an army of fourteen  thousand demons."
        },
        {
            "type": "verse",
            "text": "On seeing the outrush of those demons of diabolic appearance, then Khara's chariot also proceeded a  little later at their behind. Then the charioteer set spurs on those colourful horses that are adorned  in polished gold according to the notions of Khara. When the chariot of enemy destroyer Khara is driven  that impetuously, it has started to swell earth's four cardinal quarters and inter-quarters with turbulence."
        },
        {
            "type": "verse",
            "text": "He whose voice is thunderous and whose rancour escalated speedily, and who is hastening forward like  the Terminator intending to destroy his enemy, that Khara repeatedly hurried the charioteer shouting  at him loudly like a overwhelming cloud that is going to storm stones."
        }
    ]
}