{
    "id": "prose-aranya-23",
    "kanda": "aranya",
    "sarga": "23",
    "title": "Khara's army face bad-omens",
    "chapter": "23",
    "overview": "On the starting out of Khara's demonic forces to wage a war with Rama, many bad omens are foreboded  by vultures, animals, and even by nature. Though in the know of the portent evil, Khara proceeds  with his army vaingloriously messaging his army that he can overcome these auguries or even Indra,  and Rama is nothing before him.",
    "content": [
        {
            "type": "verse",
            "text": "A massy and tumultuous ass-coloured cloud rained ill-omened bloody water while that fiendish force  is advancing. The highly speedy horses paired to Khara's chariot have tottered in a trice, even  though that place on the highway is with even surface and spread with flowers."
        },
        {
            "type": "verse",
            "text": "Capturing the sun a blackish corona with blood-red outer circle has formed and nested around it like  the fiery ring formed by circling a fireball."
        },
        {
            "type": "commentary",
            "text": "This sort of corona can be seen during the total eclipse of sun where a black corona with red tinged  glow forms around the eclipsed sun. This circling of fireball handheld on a sling is there even  today, and it is performed before marriage processions or such other events as a daring sport."
        },
        {
            "type": "verse",
            "text": "Then, nearing the golden shaft of the flag of the chariot with a very lofty flagstaff, an awful  eagle with massive body occupied and perched atop of that golden shaft. Cacophonous and carnivorous  predators and vultures took over the nearby places of Janasthaana and they made raucous sounds of  many kinds. Turning towards the stretch scorched by the sun, fearsome and loud noised jackals have  howled emitting awful sounds, that which is inauspicious to the demons. Then frightening clouds  similar to bursting mountains carrying bloodlike water have rendered the firmament less of leeway.  There chanced an abominable, cataclysmic, hair-raising darkness whereby the milieus or inter-milieus  are not very clearly brightened."
        },
        {
            "type": "verse",
            "text": "An untimely eventide glistened with a colour similar to the one drenched in blood, and then  horrendous brutes and birds have clamoured facing Khara directly, and the vultures, jackals and  eagles too have screamed portending danger. Jackals, that too female jackals, are always the agents  of inauspiciousness in wars with demonstrable calamities brought forth by their portending howling,  and such jackals have now howled in front of Khara's army with their snouts spewing blazes."
        },
        {
            "type": "verse",
            "text": "A spherical object like that of a human trunk is revealed near at the sun, while the sun is rendered  shineless as though Rahu, the great eclipsing-planet, has eclipsed him inopportunely, and the wind  too whirled frantically. Stars sprang up with the brilliance of fireflies though it is not night,  and at that moment fishes and waterfowls stood still in lakes, lotuses have dried up, flowers and  fruits have dropped from trees as though it is night. Without any puffing of wind dust in  brownish-red colour is heaved up, and there the songbirds like Maina started to twitter as 'cii cii  kuu cii'."
        },
        {
            "type": "commentary",
            "text": "The expression <em>cii cii kuu cii</em> is an onomatopoetic expression for the twittering of birds."
        },
        {
            "type": "verse",
            "text": "Meteors horrible in their look have fallen down thunderously, and even the earth together with its  mountains, woods and forests quaked shakily. He who is raving while sitting in his chariot that  clever Khara's left shoulder thrilled excessively, and his voice too quavered. While he is seeing  everywhere his eyes spawned tears for no good reason, his forehead ached, but he did not retrace his  steps owing to his own vanity. On observing those worst auguries stemming up at that moment with  hair-raising nature, Khara laughed them off and said this to all of the demons."
        },
        {
            "type": "verse",
            "text": "\"These awful auguries with their horrible nature have arisen, but owing to my own valour I am  unbothered about all of them as with a mighty one unworried of the mightless. With the excruciating  arrows of mine I can hurtle stars from the face of sky, and if highly infuriated, I can even enjoin  mortality to Death himself. I am reluctant to return without killing that Rama, a haughty one by his  might, together with his brother Lakshmana, with my incisive arrows."
        },
        {
            "type": "verse",
            "text": "\"In whose respect both Rama and Lakshmana behaved perversely, let that sister of mine be contented  in drinking the blood of those two. No defeat has chanced on me in combats at anytime and anywhere,  that to you all is obvious and I tell no untruth. If I am infuriated I can eliminate even the king  of gods, wielder of Thunderbolt and a trekker on ruttish elephant Iravata, namely Indra in a war,  then why talk about these two humans.\" Thus Khara addressed his troops."
        },
        {
            "type": "verse",
            "text": "On hearing that thundering speech of Khara that sizeable army of demons which is tied down by the  noose of death obtained an incomparable rejoice. Then desiring to see the war of Khara with Rama,  great-souls like sages, gods, gandharva-s along with carana-s and siddha-s have come together in  firmament. On gathering at a place those great souls met one another and said, \"let good betide  cows, Brahmans and those that are held respectful by the people at large. Let Raghava triumph over  these mighty night walkers from the lineage of Pulastya, as with Vishnu who once conquered all the  mighty demons in war.\" So said celestials to one another."
        },
        {
            "type": "verse",
            "text": "While the great sages are speaking about this and many other topics, they and the gods abiding in  their aircrafts have inquisitively seen the flow of army of demons, whose longevity is now beyond  hope."
        },
        {
            "type": "verse",
            "text": "Khara speedily bolted in his chariot to the van of his legions, and on seeing that demon Khara going  in front other important demons too rushed to fore. They are Shyenagaami, Prithugviira, Yajnashatru,  Vihamgama and also Durjaya, Karaviiraaksha, Parusha, Kaalakaarmuka, Hemamaali, Mahaamaali,  Sarpaasya, Rudhiraaksha. These twelve highly valorous demons cruised in a semicircle around Khara."
        },
        {
            "type": "verse",
            "text": "Likewsie Mahakapaala, Stuulaaksha, Pramaathii, Trishira are the four commanders of demonic forces  and they followed Duushana marching at his behind."
        },
        {
            "type": "verse",
            "text": "That army of valiant demons which is highly execrable, infernally speedy, and readily inspirited for  a battle quickly rushed towards those two princes, Rama and Lakshmana, as though a festoon of  planets would rush towards the Moon and Sun so as to put them to rout."
        }
    ]
}