{
    "id": "prose-aranya-24",
    "kanda": "aranya",
    "sarga": "24",
    "title": "Rama's readiness to war with Khara",
    "chapter": "24",
    "overview": "Rama perceives good omens of victory, but to safeguard Sita he sends her away with  Lakshmana to take shelter in a mountain's cave till the war is over. Then he adopts a furious nature  to annihilate demons. Gods and divinities watch from heavens as to how a war can occur between one  against fourteen thousand demons.",
    "content": [
        {
            "type": "verse",
            "text": "While fiercely valorous Khara proceeded towards Rama's hermitage, Rama along with his  brother Lakshmana has indeed seen the very same auguries which have earlier appeared to Khara. On  looking at those very gruesomely bad omens, and perceiving them to be unpropitious to people, Rama  spoke this sentence to Lakshmana. "
        },
        {
            "type": "verse",
            "text": "\"Oh, dextrous Lakshmana, for the complete elimination of all the demons these great  indications have arisen, as though betokening the annihilation of all beings. See them. On their  part these clouds are hovering on the sky with stark reddish-grey tint, thunderously braying and  copiously showering streams of blood. All my arrows too are incensed to fuming in an ecstasy towards  a war, and dorsally gold-plated bows of mine are incessantly spurring to hook up those arrows,  telling apart the impeding conflict. "
        },
        {
            "type": "verse",
            "text": "\"Judging by the kind of wild birds that are shrieking here, danger is up ahead and  coming upon us, along with uncertainty of our lives. This right hand of mine is indicating by its  repeated throbbing that a critical and riotous conflict is going to occur, no doubt, but oh brave  one, our victory and defeat to the enemies are also in vicinity, and for sure, your face is also  appearing brightish and aglow, which itself is a good omen. "
        },
        {
            "type": "verse",
            "text": "\"If the faces of those that are poised for a conflict loose lustre, deem that the  death is looming large on their longevity too. "
        },
        {
            "type": "verse",
            "text": "\"This nasty noise which we hear pertains to the uproar of demons, and even to the  drumming of war drums by the demons of fiendish activities, and this is ear-splitting. "
        },
        {
            "type": "verse",
            "text": "\"Preventive measures are to be effectuated for any imminent situation by any  well-wishing person, or by a person with misgivings about a danger, or by a person of talent. "
        },
        {
            "type": "commentary",
            "text": "The meaning can otherwise be rendered as: 'If any misgivings are caused by an  imminent danger a well-wisher and intellectual person shall effectuate preventive measures...' but  this becomes more self-centred and cannot become a maxim or axiom."
        },
        {
            "type": "verse",
            "text": "\"Hence, wield your bow, keep arrows ready at hand, and taking Vaidehi with you seek  shelter in a impassable cave of a mountain overgrown with trees. I wish you to gainsay me for this  word of mine, my boy, have honour on my feet and be gone not before long. "
        },
        {
            "type": "verse",
            "text": "\"You are a stalwart, a forceful one, and for sure you can eliminate them all, it is  doubtless, but I long to eliminate all of the nightwalkers, personally\" Rama said thus to Lakshmana.  When Rama said to him that way, Lakshmana picked up his bow and arrows, and together with Sita he  took shelter in an unreachable cave. "
        },
        {
            "type": "commentary",
            "text": "This episode of sending away Sita and Lakshmana has got three reasons in the  complex of She-He-Me. 1] One is that this Sita is to be sent away from that prospective  battlefield, because Sita is untrained for warfare like Rama's third mother Kaikeyi. Secondly,  whenever Sita is present we see no killings or slayings in Ramayana, because she, as Goddess  Lakshmi, condones any sinner and accords salvation. As such, there may be a probability of not only  hindering war, but there may be her blessing to every demon with a free passage to heaven, of which  Rama becomes a helpless onlooker. 2] Second reason is that this Lakshmana is intolerant of any  assault on his brother or sister-in-law and colloids head-on with the aggressors, which may lead  Lakshmana up to Lanka to confront even Ravana. That being the snakily aggressive nature of  Lakshmana, Rama bids him to go away before any happening, or any further dialogue is given to  Lakshmana. 3] Third is that Rama is the first one to promise the sages and saints to eradicate  demons for himself, for which Sita nags him not to wage a causeless war. Therefore, if Rama is  going to hide in any cave camouflaged by trees along with Sita, and Lakshmana goes on warring, the  very character of Rama is at stake. Thus, as promised to sages and saints Rama alone wanted to  trigger off the elimination process of demons. That is why Rama breathes fresh air saying \"good  riddance\" in next verse."
        },
        {
            "type": "verse",
            "text": "On Lakshmana's entering into cave along with Sita, Rama said to himself, \"thank  goodness, it is a good-idea!\" and thus saying he donned his shield. "
        },
        {
            "type": "verse",
            "text": "Well bedecked in a shield that has fire-like brilliance that Rama shone forth like a  fumeless conflagration up-shot in utter darkness. On raising his imposing bow and drawing arrows,  that valorous Rama firmed up and stood there, filling all the directions with the tinny sounds of  bowstring. "
        },
        {
            "type": "verse",
            "text": "Gods with gandharva-s and great-souled siddha-s along with carana-s have then met one  another and came there aspiring to see the war. The great-souled sages and those that are known in  worlds as eminent Brahma-sages, on their coming together those beings of pious exploits spoke to one  another, among themselves. \"Let good betide cows, Brahmans and those people that are abiding in all  the worlds. Raghava shall be victorious in the war over the clansmen of Sage Paulastya, the  nightwalkers.\" Thus they talked among themselves. "
        },
        {
            "type": "verse",
            "text": "Thus speaking they also well-said again, looking at each other \"the demons of  fiendish deeds are fourteen thousand in number and this virtue-souled Rama is solitary... what would  be the result of this war!\" Thus the sages discussed among themselves. Thus the assemblages of  kingly-sages, siddha-s and the eminent Brahmans, along with gods that are staying in their  aircrafts, tarried there in the firmament peering inquisitively at Rama. "
        },
        {
            "type": "verse",
            "text": "Immured in an aura of invincibility Rama is standing up to the war in its vanguard,  and then on seeing at him all beings went into the throes of dread. That nonesuch aspect of Rama  whose deeds are unharmful to any, has become the aspect of wrathful supreme-souled Rudra. "
        },
        {
            "type": "commentary",
            "text": "The wrathful aspect of Rudra at the time of era ending has chanced on Rama to  start the elimination of demonic clan and this is as observed by <em>caaraNaa-s</em> in firmament. <em>caaraNaa-s</em> are those divine beings that journey in heavens in their auspicious paths.  Hanuman while jumping the ocean to Lanka treads the path of <em>caaraNaa-s</em> because their  footpath is so auspicious. For this <em>skaanda puraaNa</em> has something to tell: <em>rudra tejo vilasitam  dR^iShTvaa raama kalebaram | sa~Nkham cakra shuulam ca pinaakam kheTam eva ca | khaTvaam ca ghanTaam  Damaru baaNa paasha ankusham tathaa | caapam vajram khaDgam ca parashum traasa kaaraNam | jaya  shriyam ca Gangaam ca dadR^ishuH siddha caaraNaaH | skaandda puraaNa</em> According to  Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "While gods, gandharva-s, carana-s are conversing thus, then they have seen there the  legions of the demons arriving from all over with boisterous noises, spouting cries of bravo,  handling their grisly skins, shields, weaponry and war-flags, and onrushing at each other in  disarray. With brassy twanging of bows, with the drumming of war drums, and even by their jumping,  leaping and bouncing that area is filled with very loud and clamorous noise."
        },
        {
            "type": "verse",
            "text": "When highly brutish cacophony of demons started to fill the forest, that jangling  even panicked the brutes ranging in that forest, and those beasts dashed off to other places where  silence prevailed, without looking back. "
        },
        {
            "type": "verse",
            "text": "And that foolhardy army of demons which in simile is like an unnavigable ocean  steered towards Rama handling many assault weapons."
        },
        {
            "type": "verse",
            "text": " Casting his sight all-over even that war-expert Rama has seen that army of Khara  lunging at a conflict. Rama stretched his awesome bow to examine the taut of bowstring, and even  whipped arrows out of quiver, and then adopted a mask of extreme wrath to eliminate all the demons."
        },
        {
            "type": "commentary",
            "text": "Rama has no built-in feature of ire or wrath. He has to whip it up at times to  show divine fury as a mask. From the start Vishnu is changing get-ups and when Milky Ocean was  churned, He became Mohini, and from then on his role-play is continuous in al the incarnations. As  said in Bala Kanda 1-1-18: <em>kaalaagni sadR^ishaH krodhe</em> 'resembles like fierce fire in  anger...' thus it is a resemblance, not an actuality, even that is unbearable for a glance. <em>atha yuddha samudyata  yaatudhaanaanidhaanaaya satvaram udagra kopam aaviShTasya pracaNDa anila dodhuuyamaana  jvaalaakalaapa yugaanta anala kalpasya sakala jana duShprekShyasya - - dharmaakuutam</em> Even now, on seeing Rama's unsightly aspect, should these demons fall prostrate before him, there  would no loss to their lives. But Khara, as his name itself indicates that he has an asinine  mentality, will not yield."
        },
        {
            "type": "verse",
            "text": "And when he is enraged and blazing he became frightful-looking like the blazing Fire  at the end of era, and on seeing such a Rama when he is pervaded with conflagration like anger, the  pastoral deities are very much annoyed. "
        },
        {
            "type": "verse",
            "text": "The all-pacific aspect of that Rama then in his exasperation appeared to be like that  of the all-ruinous Rudra, the wielder of bow called Pinaki, namely peaceful Shiva when enraged, at  the time of Rudra's embarking on to ruin the Vedic ritual of Daksha Prajaapati. "
        },
        {
            "type": "verse",
            "text": "That army of raw-flesh eaters with their bows, embellishments, and chariots, and also  with their armours, all glittering with the dazzle of flaming fire, varied into a sky-blue coloured  cluster of clouds on which the dazzling sunrays will be glittering at the dawning of the sun. "
        },
        {
            "type": "commentary",
            "text": "The metaphor of cloud-clusters with the demons is to explain that the clouds will  evaporate on the advent of fire-like sun at his dawn or rising of Rama to war. The night-walking  demons have their powers increased in evening times and dwindled in morning. Thus their fire-like  armours will cease to exist when the real Sun's fire [or fire of Rama's arrows] starts to flame,  their bows cease to exits if the rainbow-giver comes in, and their flagging ensigns will cease with  the ensigncy of raising sun in sky, and ill becomes of them, the evil-doers, after a short while."
        }
    ]
}