{
    "id": "prose-aranya-25",
    "kanda": "aranya",
    "sarga": "25",
    "title": "Rama's war with Khara's demons",
    "chapter": "25",
    "overview": "The ambidextrous archery of Rama is established here for the first time. So far, he has been using  his archery sporadically, and here it is said to have a different dimension. The speed with which he  draws arrows from quiver, the quickness with which he strings them, and the precision with which he  shoots, is suggested here, though not explained. Though no apparent divinity is attached to this  excercise, it suggests a divine expertise of a human.",
    "content": [
        {
            "type": "verse",
            "text": "There are fourteen thousand demons against one Rama, and the Divine beings watch this from heavens  as a sport, without according any miraculous powers to Rama, suggesting that a human has to face any  number of problems, here fourteen thousand demons, for himself and no divine grace suddenly comes to  his help."
        },
        {
            "type": "verse",
            "text": "Rama gives the demons enough time and warning, but as the atrocity is escalating, he uses one  gandharva missile and many other arrows, which will devastate the entire army of Dushana's brute  force."
        },
        {
            "type": "verse",
            "text": "Khara on arriving at the hermitage along with forerunning soldiers saw the enemy-eliminator and  wrathful Rama holding fast to his bow. On seeing Rama that bawling Khara raised his string-taut bow  that makes an ass-like braying twang, drove his charioteer crazy saying, \"drive to the fore of that  Rama...\" On the orders of Khara the charioteer drove the horses to there where the mighty armed Rama  is standing single-handedly while swaying his bow."
        },
        {
            "type": "verse",
            "text": "On seeing Khara descending on Rama then all those nightwalkers who are the deputies of Khara  encircled Khara venting out loud battle cries. Khara staying on his chariot in the thick of those  demons appeared to be like coppery-red planet Mars up-shot in the thick of stars."
        },
        {
            "type": "verse",
            "text": "In his proneness to war then Khara assaulted that uniquely forceful Rama with a thousand arrows and  blared a roaring battle cry. All of those infuriated nightwalkers then incessantly rained diverse  weapons on that invincibleRama who is handling a horrific bow. Those demons that are already caught  up with rancour bombarded Rama with bludgeons, lances, tridents, darts and hatchets."
        },
        {
            "type": "verse",
            "text": "Those massive bodied and exceptionally mighty demons came jostling like immense clouds in their  eagerness to kill Rama in that war, while some mounted on chariots and horsebacks, and some more  riding mountain-ridges like elephants rushed in on Rama. And those bands of demons have outpoured  arrows on Rama, as with enormous black-clouds disemboguing torrents on a lofty mountain."
        },
        {
            "type": "verse",
            "text": "When hemmed in with those grisly-looking demons Rama appeared like Rudra surrounded by his divine  retinue called <font color=\"#B3003A\">prathama gaNa</font>-s, on certain days, whereupon he starts  his all-destructive cosmic-dance. That Raghava has pre-empted those arrows discharged by the demons  with his excruciatingly pointed arrows as an ocean would do with the river's onrush."
        },
        {
            "type": "verse",
            "text": "Even if his body is gashed with those gruesome assault weapons Rama is not enfeebled, as with the  enormous Mt. Meru that can withstand even if battered by very many highly blazing thunderbolts of  Indra. Bruised and bedaubed with blood on all his limbs that Rama of Raghu's dynasty took shape of  the sun enshrouded by cloudscapes at eventide."
        },
        {
            "type": "commentary",
            "text": "Rama is not fading away like the evening sun but becoming more like blood red sun. The 'covering of  blood' on his limbs suggests the covering of reddish flaring fire on all his limbs, as we say that  evening sun is stained with blood and fire."
        },
        {
            "type": "verse",
            "text": "On seeing lone Rama beset by many demons, then the gods, celestials, saints and sublime-sages are  dispirited."
        },
        {
            "type": "verse",
            "text": "But Rama on becoming highly infuriated curved his bow to a full circularity on stretching the  bowstring up to his ear, and then jetted out trenchant arrows in hundreds. Why hundreds? He surged  them in thousands. In that war Rama sportily discharged eagle-feathered arrows adorned in gold which  are unstoppable and intolerable, and which in simile are the leads of Time-god. Those arrows that  are playfully discharged on the army of enemy have grabbed the lives of demons like the tethers  flung by the Time-god."
        },
        {
            "type": "verse",
            "text": "On impaling the bodies demons, the arrows swamped in blood have gone into welkin, where they are  aglow with flares equalling inflamed flames."
        },
        {
            "type": "commentary",
            "text": "The similitude between redness of blood and the redness of flaring fire is again suggested, as said  at 3-25-14b, 15a above."
        },
        {
            "type": "verse",
            "text": "Innumerable and highly frightening arrows fusilladed from the nimbus of the bow of Rama that  resulted as the filchers of the lives of demons."
        },
        {
            "type": "verse",
            "text": "In that war, shooting now with hundreds, and now with thousands of such arrows, Rama shredded those  many bows, pinnacles of war-flags, armours and the like. And even shred are the heads of demons,  along with their ornamented arms and thighs similar to the trunks of elephants. With the arrows  flung from the bow-bowstring-nimbus of Rama, he indeed shredded and scraped the horses hitched with  golden harnesses, and the chariots to which they are yoked, and even their charioteers. Likewise, he  even ripped off the elephants along with their riders, and the horses along with their cavaliers.  And on eliminating infantrymen in that war Rama led them to the abode of Yama, the Time-god."
        },
        {
            "type": "verse",
            "text": "While ripped to pieces with tubular arrows, with arrows made of iron, and with sharp-edged and  crescent-tipped arrows those demons have let out disgusting cries of anguish. When those arrows that  gore the critical parts are thus harrowing, that army is discomposed like a forest burnt to a cinder  by wild-fire."
        },
        {
            "type": "verse",
            "text": "Some of the grotesquely sinewy and braving nightwalkers are highly enraged and dashed their darts,  tridents, and hatchets towards Rama. On fending off those weapons with his arrows that mighty armed  and valorous Rama filched away their lives by shearing off their necks in that war."
        },
        {
            "type": "verse",
            "text": "Those demons crashed down to earth with their heads severed and shields and bows wrecked, like the  trees strewn around on earth owing to the gust raised by Garuda, the Divine Eagle, when he takes a  sudden flight in heavens."
        },
        {
            "type": "verse",
            "text": "Those nightwalkers that are battered by those arrows and remaining there, they desperately rushed  towards Khara alone seeking shelter."
        },
        {
            "type": "verse",
            "text": "Comforting all of them and taking his bow, very highly infuriated Duushana rushed towards that  infuriated Rama like the furious Eliminator Yama."
        },
        {
            "type": "verse",
            "text": "That highly infuriated Duushana rushed towards Rama as highly infuriated Yama rushes towards Rudra,  where Rudra being the ultimate eliminator himself, angry rush of Yama towards Rudra is therefore  futile."
        },
        {
            "type": "commentary",
            "text": "The second meaning can be expressed by substituting the word 'kruddha' with 'rudra' as in other mms  that that of Gorakhpur version."
        },
        {
            "type": "verse",
            "text": "Coming under the shelter of Duushana all of those demons are but emboldened and returned, and they  once again rushed towards Rama with saala trees, palm trees and boulders as their weapons. Handling  tridents, maces, and leashes those great-mighty demons have created torrents of arrows, missiles,  trees, and boulders, and inundated Rama in that war."
        },
        {
            "type": "verse",
            "text": "Again there chanced a highly gruesome war between Rama and those demons that is tumultuous,  stunning, and a hair-raising. Those demons have resurfaced from all around pressurising Raghava in  high dudgeon. On seeing the reappearance of demons from everywhere, with whom all the directions and  inter-directions are fully filled, and who are storming torrents of arrows, then that exceptionally  forceful Rama made a thunderous sound and launched an extremely blazing missile among the gather of  demons, called gandharva missile."
        },
        {
            "type": "verse",
            "text": "Then from the nimbus of his bow, arrows in thousand have scurried out, and with them thus arrived  all the ten sides are cramped up. Either the drawing of those supreme arrows from the quiver, or the  traction of bowstring on placing them, or unloosing them from the bow is unperceived by those demons  that are harrowing under those arrows."
        },
        {
            "type": "verse",
            "text": "Darkness caused by the thick of the arrows overspread the sky including its sun, while Rama happened  to persevere spewing forth his arrows."
        },
        {
            "type": "commentary",
            "text": "Dark grew the air with arrowy hail / Which hid the sun as with a veil. - Griffith."
        },
        {
            "type": "verse",
            "text": "Far and wide the earth is scattered with herds that are falling instantaneously, hosts that have  fallen instantly, and huddles that are already felled with an instantaneity."
        },
        {
            "type": "commentary",
            "text": "Fiends wounded, falling, fallen, slain, / All in a moment, spread the plain, - Griffith."
        },
        {
            "type": "verse",
            "text": "Thousands of demons are noticeable hither and yon, killed, fallen and enfeebled, and slashed, gashed  and ripped."
        },
        {
            "type": "commentary",
            "text": "And thousands scarce alive were left / Mangled, and gashed, and torn, and cleft. - Griffith."
        },
        {
            "type": "verse",
            "text": "Some severed heads still have their headgears and some bare, some arms are with armlets and some  bare, while some with their arms cut off, some with their thighs cut off, some with their divers  patterns of ornaments on their bodies have fallen on ground. Numerous horses and elephants are  felled. Chariots, royal-fans, royal-parasols, war-flags of very many kinds are ravaged in many ways.  Hit down by Rama's arrows spears and tridents are variously splintered, swords broken to pieces,  darts and hatchets shattered and strewn around. Also the boulders are pulverised, various amazing  arrows have gone to rack and ruin in many ways. Spread with such wreckage the earth has become  horrifying for a glance."
        },
        {
            "type": "verse",
            "text": "On seeing the killed demons all the surviving demons have become enervated and they are rendered  incapable to make a move towards Rama, the conqueror of enemy's capitals."
        }
    ]
}