{
    "id": "prose-aranya-26",
    "kanda": "aranya",
    "sarga": "26",
    "title": "Rama eliminates Dushana and his army",
    "chapter": "26",
    "overview": "Rama eliminates fourteen thousand demons led by Duushana. Firstly, the forerunning demons are killed, next Duushana is routed, and then twelve other captains who on knowing Duushana's downfall dashed towards Rama. Left behind are only two, Khara and Trishira, the chiefs of that demonic force in Janasthaana.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "On seeing the shattering of his own forces, Duushana bid five thousand mighty-armed nightwalkers of monstrous impetus, and who knew no retreat in war, to attack Rama. And they with spears, scimitars, swords, and with the rains of boulders, trees and arrows rained incessantly and inordinately upon Rama from all over. Raghava, the virtue-souled, in his turn has neutralised that ghastly and life-taking storm of boulders and trees with his fierce arrows. "
        },
        {
            "type": "verse",
            "text": "Like a bull receiving rain with closed eyes Rama assimilated that storming and then evoked an inordinate infuriation for eliminating all of the demons. Exasperation prevailing on him who appeared to be highly blazing with the blaze of his own virtue, he then diffused Duushana and his army with arrows from all over. And on becoming enraged Duushana, the railer of his rivals and the commander of that army, then virtually forestalled Raghava's onslaught with his arrows that are simulative of thunderbolts. That valiant one in warring Rama is then infuriated and with his crescent-barbed arrow shivered the sturdy bow of Duushana, shredding four of his horses with four more arrows. "
        },
        {
            "type": "verse",
            "text": "On destructing the horses with excruciating arrows, he even fragmented the head of the charioteer with a crescent-barbed arrow, and even impaled the chest of demon Duushana with some more arrows. "
        },
        {
            "type": "commentary",
            "text": "One crescent dart he aimed which shred / Clean from his neck the driver's head; / Three more with deadly skill addressed / Stood quivering in the giant's breast. - Griffith."
        },
        {
            "type": "verse",
            "text": "With his bow fractured and chariot shredded, and with horses and charioteer killed, he that Duushana grabbed a mace which outranks a peak of mountain and a hair-thriller at its sight, and which girt with golden girths once gritted the armies of gods, the head of which is studded with incisive iron spikes and saturated with the fat of foes, a coequal of a diamond and a thunderbolt in its hardiness and flashiness, and a ransacker of the archways of fortresses of his adversaries. On firmly gripping that mace which in war is akin to an infernal serpent, and the touch of which tantamount to snakebite, rushed that nightwalker Duushana with infernal exerts rushed towards Rama. "
        },
        {
            "type": "verse",
            "text": "While Duushana came falling on, he that Raghava sheared off his shoulders that have wrist-ornaments on his arms with two arrows. When Duushana's arms are thus sheared in the van of war, his gigantic mace slipped and spun in his own front, like the flagstaff with flag raised in honour of Indra, and collapsed . With both of his arms strewn around Duushana fell down onto earth like a haughty and gigantic elephant when both of its tusks are broken down. "
        },
        {
            "type": "verse",
            "text": "On seeing Duushana eliminated and fallen to ground, all the beings have applauded Rama saying, 'good, good...' "
        },
        {
            "type": "verse",
            "text": "In the meantime infuriated are the three leading commanders of that army, namely Mahakapaala, Sthulaaksha and great mighty Pramaathii, and they collectively ran towards Rama, bound by the rein of death. Mahakapaala raising a broad trident, Sthulaaksha handling a scimitar, Pramaathi handling an axe rushed towards Rama. As one would receive guests meeting his basic needs, Raghava too took on these untimely guests of war, rather the insurgents, meeting their basic needs which now are no more than highly sharpened acute edged arrows, when he saw them coming and falling upon him, inopportunely. "
        },
        {
            "type": "verse",
            "text": "Rama, the legatee of Raghu, chopped off the head of Mahakapaala, with incalculable spates of arrows he eliminated Pramaathi, and filled the bulging eyes of Sthulaaksha with arrows by which Sthulaaksha is killed and fell down onto ground like a burly tree with its broad branches. Then still infuriated Rama forthwith eliminated the five thousand hench-demons of Duushana with five thousand arrows, and thus he led them to the residence of Time-god, namely the hell. "
        },
        {
            "type": "commentary",
            "text": "The words <em>viTapi</em> 'a tree with branches and twigs...' and <em>druma</em> 'a tree' in general. Though they are similar to give the general meaning of a tree, they are juxtaposed taking the <em>viTapi</em> as the adjective of the word <em>druma</em>. This is not exactly synonymic usage, but a shade of difference is available in both words. Readers may please refer to the excellent book of Dr. Satya Vrat, The Ramayana - A Linguistic Study."
        },
        {
            "type": "verse",
            "text": "On hearing about the killing of Duushana and also thus of the followers of Duushana, Khara irately ordered his army captains, under whose captaincy mighty forces are there. "
        },
        {
            "type": "verse",
            "text": "\"Duushana is killed in war along with his followers, hence all you demons, take formidable army, take weapons of diverse designs, combat and kill that evil-human Rama...\" Thus Khara ordered the remaining demons. "
        },
        {
            "type": "verse",
            "text": "Saying so Khara himself rushed towards Rama in rage, and Shyenagaami, Prithugriiva, Yajnashatru, Vihangama Durjaya, Karaviiraaksha, Parusha, Kaalakaarmuka, Hemamaali, Mahaamaali, Sarpaasya, and Rudhiraaksha are the twelve fiendishly atrocious troop leaders of demonic forces, and they too rushed towards Rama launching their atrocious arrows. "
        },
        {
            "type": "verse",
            "text": "He who is resplendent that Rama then annihilated the remaining demons of that army with his arrows that are embellished with gold and diamonds, and that are blazing like ritual-fires. With those arrows that have golden tailpieces and sharp barbs, and that are dazzling like fuming ritual fires Rama felled the demons, as Thunderbolts of Indra will be felling gigantic trees. With a hundred rudder like arrows Rama hit down a hundred demons, and with a thousand more, thousand more demons are hit in the forefront of that war. "
        },
        {
            "type": "verse",
            "text": "Ripped are their shields and armorial-ornaments, ruined and rickety are their bows, and they the nightwalkers fell flat on ground, bodies wholly smudged with blood. With those demons that have fallen down in war, whose hair is tousled and who are drenched in blood, entire earth looked like a vast altar of fire overspread with holy grass. That forest which became sludgy with the flesh and blood of killed demons and very disgusting, in a moment it became identical with hell. "
        },
        {
            "type": "verse",
            "text": "Thus that Rama, a lone one, that too a foot-soldier, has eliminated fourteen thousand demons of frightening exploits. Of his entire army great-charioteer Khara and Trishira are the remaining nightwalkers, and Rama, the enemy destroyer, naturally on the other side. "
        },
        {
            "type": "commentary",
            "text": "The last compound in the second foot indicates that Rama is also remaining as one among the army of Khara, which is found irksome to some scholars. They said that the older mms contain the expression <em>hata sheSau nishaaacaraa</em> instead of <em>raamaH ca ripu suudanaH</em> taking the finishing line from the opening words of next verse. Otherwise, it can be said 'on the side of Khara only two demons, namely Khara and Trishira are remaining, and on the other side Rama is remaining...' as given here. But it is said to be inappropriate, because Rama cannot be grouped with the killable side. Further, there are some more petty demons besides Khara and Trishira, to carry a word to Ravana, as said in the coming chapters."
        },
        {
            "type": "verse",
            "text": "Lakshmana's elder brother Rama eliminated all of the remaining demons in the forefront of war who are highly valorous, ghastly and unbearable. "
        },
        {
            "type": "verse",
            "text": "Then on surveying that great demonic force which is eliminated by Rama in that staggering war, Khara then marched on to reach Rama in a huge chariot, as with Indra who will march upraising his Thunderbolt. "
        }
    ]
}