{
    "id": "prose-aranya-27",
    "kanda": "aranya",
    "sarga": "27",
    "title": "Elimination of Trishira",
    "chapter": "27",
    "overview": "Trishira, the demon, supersedes Khara to fight Rama at his turn. He hits Rama with arrows for which Rama says that it is no more than the patting with flowers. Then a combat ensues and Rama becoming infuriated eliminates Trishira in the battle.",
    "content": [
        {
            "type": "verse",
            "text": "But when Khara is about to lunge to the forefront of Rama, nearing him the commander of demonic forces named Trishira spoke this to him. "
        },
        {
            "type": "verse",
            "text": "\"Desisting from your personal adventure you enjoin me for I am an invader, and then you are certain to see me felling that mighty-armed Rama in combat. "
        },
        {
            "type": "commentary",
            "text": "The spirit of soldiery is explained in this verse. When junior rankers are available, they are not supposed to allow higher ups to lunge forward in the first instance. Dharmaakuutam puts it thus, in Maha Bharata war, when Duryodhana himself wanted to deal with Arjuna, Ashvatthaama holds him back saying: <em>mayi jiivati gaandhaare na yuddham kartum arhasi ... aham aavaara iSyaami paartham tiSTa suyodhana...</em> 'when I am alive you are not supposed to combat, I will take over Arjuna, you stay back, oh, Suyodhana...' But the same Suyodhana does not show this much war-nicety when killing the lone Abhimanyu, the son of Arjuna."
        },
        {
            "type": "verse",
            "text": "\"Taking oath on my weapon I promise to you that I truly wish to kill this Rama, as he deserves ill of all the demons by killing. Hold back your combative-adventurism and become an examiner to decide whether I am going to become his god of death in this combat, or he becomes mine. "
        },
        {
            "type": "commentary",
            "text": "The word <em>praashnikaH</em> is said to a rare expression meaning 'one who asks questions, an examiner, a judge...' in its fine sense. Secondarily, it is 'a witness' 'a spectator.' [After Prof. Satya Vrat.]"
        },
        {
            "type": "verse",
            "text": "\"If I were to kill Rama you may gladly proceed to Janasthaana, else if Rama kills me then you can adventurously proceed against him for a combat.\" Thus Trishira spoke to Khara. "
        },
        {
            "type": "commentary",
            "text": "These verses have commentary in depth. <em>sarva raakshasaam vadhaa artham</em> 'he who is meant to kill all the demons...' <em>raamam</em> 'about that Rama...' <em>yathaa - yathaa vat</em> 'as it is, in his true form; <em>aham prati jaanaami</em> ' I am in the full know of him...' 'I know fully well that this Rama has come to eliminate all the demons...' These are the same words told by Sage Vishvamitra to Dasharatha when he came to take Rama and Lakshmana. <em>tam vadhiSyaami</em> ' him, I shall kill...' for that only <em>sarvam aayudham aalabhe...</em> 'all weaponry I am handling...' 'However, knowing him well I am handling these weapons for sake of show, only entice him to accord salvation to me firstly...' because <em>aham vaa raNe mR^ityuH?</em> 'can I be his death in war? No I cannot... <em>eSa vaa samre mama mR^ityuH</em> 'he is my death in combat...' <em>muhur praasniko bhava</em> for a while you become an examiner, and examine and know it yourself; <em>raame a + hate sati, mayi ca nihate sati</em> 'if Rama is not killed by me, or if I am killed by Rama, then you can adventurously proceed to him, and have your turn to get salvation at Rama's arrows...'"
        },
        {
            "type": "verse",
            "text": "By that death-greedy demon Trishira, Khara is manoeuvred and Khara to him said 'begone... combat...' and thus permitted, Trishira proceeded to the forefront of Rama. "
        },
        {
            "type": "verse",
            "text": "Trishira with a lustrous chariot that is yoked with equally lustrous horses hurried towards Rama in that war, like a tri-peaked mountain, for they say, he is a tri-headed demon. Discharging hosts of arrow-torrents like a hefty-arrow-cloud, he readily discharged a noise similar to the thudding drumbeat when a water-wet war-drum is beaten, rather than a blast from a heated drum. "
        },
        {
            "type": "verse",
            "text": "On seeing the oncoming of that demon Trishira, Raghava welcomed him by speedily winnowing smarting arrows from his bow. That grave and tumultuous encounter chanced between Rama and Trishira is like the extremely forceful encounter between a loin and an elephant. "
        },
        {
            "type": "verse",
            "text": "Later when Trishira smote on the forehead of highly enraged Rama with three arrows, Rama's ire is intensified and he franticly said this to that demon. "
        },
        {
            "type": "verse",
            "text": "\"Oho! What an energy of a triumphing adventurer is this! A demon with this sort of energy is adventuring me, whose arrows rap my forehead peripherally, like flowers! Now you accept arrows plunging from the string of my bow...\" saying thus, that infuriated Rama with his alacritous swiftness hit the chest of Trishira with fourteen arrows similar to venomous snakes. "
        },
        {
            "type": "verse",
            "text": "With four of his straight shooting arrows that have hook-like barbs, that resplendent Rama hewed down four of the speedy horses of Trishira's chariot. With eight arrows Rama felled the charioteer from his settle on the chariot, and with one arrow ripped off the high flying flag on that chariot. "
        },
        {
            "type": "verse",
            "text": "When that nightwalker is vaulting from that smashed chariot Rama with his arrows tore his chest to shreds and he that Trishira became inert. And with three sharp and rapid arrows, and even with his own exasperation, Rama of inestimable aptitude rolled the three heads that demon. That nightwalker who is highly tortured with Rama's arrows has collapsed spewing blood with fumes, whereat he is standing in war, at where his three heads rolled just now. "
        },
        {
            "type": "verse",
            "text": "As with the fleeing of deer alarmed by a tiger, the demons remaining after liquidation, whom Khara has protected so far and whose confidence is now shattered, are running away, and they gave Khara the run-around. "
        },
        {
            "type": "verse",
            "text": "On seeing at those deserters Khara is piqued and quickly brought them back to his control, and then as with the scampering of eclipsing planet Rahu towards moon during lunar-eclipse, he scurried towards Rama alone."
        }
    ]
}