{
    "id": "prose-aranya-28",
    "kanda": "aranya",
    "sarga": "28",
    "title": "Khara's war with Rama",
    "chapter": "28",
    "overview": "Khara the demon brother of Shurpanakha confronts Rama when all of his valiant warriors are eliminated. He wages a fearful war showing all his expertise in warfare. Khara even brings down the amour of Rama with his arrows. The combat of Rama and Khara takes a longer time as Khara is not easy-to-deal demon.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing slain Dushana along with Trishira, even Khara became alarmed bearing the intrepidity of Rama in his mind. Khara on seeing the unbearable and brutish demonic forces killed by lone Rama, even Dushana and Trishira, he is alarmed. Seeing the destruction of almost all the forces that demon Khara became less of vainglory, and he got at Rama, like demon Namuchi getting at Indra."
        },
        {
            "type": "verse",
            "text": "Forcefully drawing out the bowstring with iron-arrows, which ingest only blood, Khara spilled those furious and snaky-venomous arrows towards Rama. Fidgeting his bowstring in many ways, exhibiting missiles by his training in warfare, Khara moved about the battleground and spilled his arrows in many ways while going on his chariot. He that great-charioteer Khara, in all the stretches and inter-stretches, has started to fill his arrows, and on seeing at that Khara, even Rama also started to fill his very great bow with arrows. Rama with those verily unendurable arrows that are glinting fires, made the sky less of leeway, as the raining clouds would fill the sky. The sky became stockpiled with those sharp arrows unloosened by Khara and Rama as well, and there is no space that is unfilled in the vault of sky, for everywhere stockpiled are the arrows."
        },
        {
            "type": "verse",
            "text": "Enshrouded by the webbing of the arrows then the sun is not shining there, and in excitement to slay one another they both warred well, mutually. Then with acutely edged tubular, iron, and crescent-edged arrows Khara swatted Rama in that combat, as a great elephant will be swatted with a goad."
        },
        {
            "type": "verse",
            "text": "Khara is charioted and handling his bow and that demon's coming to the fore of Rama appeared to all beings as the Terminator with his springe in hand, had come to the fore of Rama. Rama, the eliminator of all the demonic forces is staying in the fore self-reliantly, but Khara then presumed about that great indefatigable Rama, 'to be wholly fatigued...'"
        },
        {
            "type": "verse",
            "text": "On seeing Khara prancing like a lion with a gait of a lion, Rama is not agitated as a lion that sees a least beast. Then in a chariot that equals the sun in its radiance Khara presently reached Rama, as a moth would reach out the fire."
        },
        {
            "type": "verse",
            "text": "Then, Khara shattered the bow of that great-souled Rama with its arrow, at its fist-place, showing skill of his hand. Khara again on taking seven other arrows hit at the armour [crucial parts] of Rama, infuriately in that war and those arrows equal the radiance of Indra's thunderbolts. Then hitting with a thousand arrows at Rama of unequalled vitality, Khara blared a loud blare in that combat."
        },
        {
            "type": "verse",
            "text": "Then well shot by those well-bumping arrows released by Khara, the armour of Rama fallen on the field, whose resplendence is sun-like. He with all his body-parts given up to the arrows Raghava is infuriated and in that war Rama flared up like a fumeless flaring fire. Then with another thunderously blasting bow, Rama the enemy-blaster, has proceeded for ending of his enemy, a great bow that is already stringed. That which is a very admirable bow of Vishnu and well awarded by great-sage Agastya, upraising that choicest bow, Rama verily rushed at Khara."
        },
        {
            "type": "verse",
            "text": "Then with arrows that are with golden fins and curved barbs Rama very angrily fragmented Khara's flag and flagstaff in that war. Severally shattered is that eye-pleasing golden flagstaff and fell onto ground, like the falling of sun onto earth by the damnation of gods."
        },
        {
            "type": "verse",
            "text": "By that Khara is enraged and dashed four arrows onto Rama's body, also on chest, for Khara is aware of striking crucial parts/war tactics, as an elephant will be dashed with lancets. He that Rama, with various arrows that are unloosened from the bow of Khara, is impacted and drenched are his limbs in blood, then Rama became indignant, indeed."
        },
        {
            "type": "verse",
            "text": "Rama the ablest one among archers then in that war on taking the great bow released six arrows targeting pointedly. Only one arrow on head, two on hands are set on and then with three demi-lune arrows Rama hit Khara's chest, verily. Then afterwards that great-resplendent Rama with iron arrows that are sun-similar, infuriately shot at that demon, thirteen arrows in all, all are stone-grind. With one arrow the yoke of the chariot, with four, four of the dappled horses, and with eight the head of the charioteer of Khara are dismembered. With three arrows the three-pronged shaft from yoke to the base of chariot,]with two arrows the axel and with twelve arrows Khara's bow with its arrow are devastated."
        },
        {
            "type": "verse",
            "text": "On devastating the chariot, with the thirteenth arrow that is similar to a thunderbolt, Raghava as though laughing at the warfare of Khara, that Indra similar Rama impaled Khara in that war. Verily shattered are his bow and chariot and chariot-less he is, killed are the horses and killed is his charioteer, and handling a mace Khara hopped down onto to the ground from the shattered chariot, and then stayed at it."
        },
        {
            "type": "verse",
            "text": "At that deed of the great-charioteer Rama, the gods and great-sages assembling in heavens, gladly worshipped Rama with their adjoined palms, those assemblies that are aboard their aircrafts."
        }
    ]
}