{
    "id": "prose-aranya-29",
    "kanda": "aranya",
    "sarga": "29",
    "title": "Khara's fight with Rama",
    "chapter": "29",
    "overview": "Khara provokes Rama to fight, but Rama gives enough advise to Khara to yield up. Khara presumes that  Rama is overtired to fight him back and thus enters into verbal fight. Ultimately Khara hurls a mammoth  mace at Rama, which burns down all the neighbouring plants and bushes, and Rama splinters it down while  it is still sky rocketing.",
    "content": [
        {
            "type": "verse",
            "text": "Rama, the great-resplendent, spoke these words forbiddingly albeit softly to Khara who lost his chariot  but staying his course wielding a mace."
        },
        {
            "type": "commentary",
            "text": "Rama is said to have tested whether Khara is ready to surrender or not, at least at this stage of loosing  all paraphernalia of war. Hence he is said to have talked softly but harshly to that demon."
        },
        {
            "type": "verse",
            "text": "\"Although you hold sway over a gigantic force abounding with elephants horses and chariots, you have  perpetrated heinous deeds in Dandaka forests that are loathsome to all the worlds, that is unseemliest  to this soldiery. One who causes suffering to living beings, besides being a transgressor and completely  ruthless, he does not stand up for himself even if he were to be the lord of all the three worlds."
        },
        {
            "type": "verse",
            "text": "\"All people will eliminate him, oh, nightwalker, who is imperious and an infringer of worldly routine,  as they would eradicate a vicious serpent, in the event of its running across them. He who goes on performing  evils selfishly, obsessively, heedlessly, more so delightedly, he will see the results of his own doings,  like red-tailed-lizard on its eating self-destructive hailstones, obsessively and delightedly."
        },
        {
            "type": "commentary",
            "text": "Hailstones are life-taking poisonous pellets to this particular red- tailed lizard, called <em>BrahmaNi</em>  . It is still called as 'bamaani' in Bhojpuri vernacular of Hindi."
        },
        {
            "type": "commentary",
            "text": "Parting with some parts of one's own accrual is <em>lobha</em>, and craving for that which is absolutely  unavailable is <em>moha</em>. People tend to commit sin while protecting their own accruals as well  as trying to acquire unavailable things. But any person, if goes on undertaking these evils, even after  realizing that both are mistakes, it is an unpardonable crime. The metaphor of a red-tail-lizard is  said to be unavailable in older scripts. There is another variation to this foot wherein the simile  is with a Brahman bereft of his self-respect, and that foot reads as: <em>bhrSTaH pashyati duHkham sa  braahmaNa paravaan iva</em> ."
        },
        {
            "type": "commentary",
            "text": "Next, implying the prospective question of Khara, viz., 'What sin I have committed?' Rama answers it  in the next verse."
        },
        {
            "type": "verse",
            "text": "\"The residents of Dandaka forest are the highly-propitious sages that tread the path of virtue, and  oh, demon, what benefit you gain in killing them, really?"
        },
        {
            "type": "commentary",
            "text": "Again Khara may ask, 'There are many more sinners, what will become of them, why holding me alone responsible?'  For this Rama is saying that the sinners in general will get their punishment after their mortality  in karmic cycle is over. But those that are not only sinners but cruel, and even abhorred by world,  will ruin here only, because their merit accumulated in earlier births has come to a standstill on this  earth itself. Those sinners will become like petrified trees trunks, they neither fall nor their boughs  flower."
        },
        {
            "type": "verse",
            "text": "\"Even if a fortune is made for a lavish living with an iota of merit, the evildoers, that too reprobates,  further more those that are abominated by world will not last long, no more that petrified tree trunks.  One who undertakes evildoings will definitely and seasonably reap their fruits, which in his case will  be ghoulish, as with the flowering of trees according to season."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: That fruit of sin will not be immediate alike the a crop that yields long after sowing.  Moreover the fruit of sin will be venomous, for the greedy harvester of that sin alone will devour it."
        },
        {
            "type": "verse",
            "text": "\"In the world one acquires the fruit of profane acts not before long, oh, nightwalker, and it will be  like venomous food devoured."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: 'As one quickly acquires the results of the venomous food devoured, oh, nightwalker,  the perpetrator of profane acts will acquire their fruits that quickly, in the world.' Eating food,  or committing a sin is simply subjective. If one commits sin unknowingly, that will be as good as the  intake of venomous food, unsuspectingly. Both the poisonous food, and committing sins will act internally  and rapidly than any other ruinous inflictor. Then the sinner, or the consumer of poisonous food will  acquire an inconsolable wretched state."
        },
        {
            "type": "verse",
            "text": "\"I am the king who arrived to exterminate the lives of those that perpetrate hideous sins, and even  of those that wish to do evils to the disapprobation of world."
        },
        {
            "type": "verse",
            "text": "\"I am the one who arrived at the behest of the king Dasharatha, or Bharata to exterminate the lives  of those that perpetrate hideous sins, and even of those that wish to do evils to the disapprobation  of world."
        },
        {
            "type": "commentary",
            "text": "The word 'raaj~na' is 'sent by some king' for it is in fifth case. Whereas the word 'raajaa' is 'as  a king I have come...' This is as appearing in some mms. Dharmaakuutam uses 'raaj~naa' and says: <em> : anena loka upadrava karaH raaj~naa avashyam shikShaNiiyam iti suucitam |</em> and he goes on quoting <em>vidura niiti</em> Vidura's morals in Maha Bharata: <em>gururaatmavataam  shaastaa shaastaa duraatmanaam | antaH pracchanna paapaanaam shaastaa vaivasvato yamaH ||</em>"
        },
        {
            "type": "verse",
            "text": "\"Now, my arrows that are decorated in gold will be released on you like snakes rebounding from a snake-pit,  and they will tear you asunder, and on riving you they will bounce back into my quivers."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: My arrows can pierce through your body, not only your body but to the core of earth,  and they bounce back to re-enter my quivers like the snakes that emerge from snake pits and return to  their pits when their task is over. Or, when these arrows enter your body that is akin to a snake pit,  they will kill all the sins lying like snakes inside that body of yours, and return to my quivers."
        },
        {
            "type": "verse",
            "text": "\"Now eliminated in war, you along with your army will tread behind those sages that were treading the  path of virtue, on whom you have so far feasted in Dandaka forest."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: A kind of assurance is sounded here by Rama's words in saying that Khara will be absolved  of his sins. Those that are eliminated by Rama are sure to get salvation. Here not only Khara but also  entire army is going to get that salvation, if Khara surrenders at least at this stage. In Skanda Purana  it is said: <em>raama vidDhaa  nishaacaraa baaNaiH su taaDitaaH | raamam aasaadya samare saayujya padaviim gataaH || skaanda puraaNa</em>  But this <em>saayujua</em>, salvation or getting to heavens is of a variety. In war those that sacrifice  themselves in the fire of arrows will get <em>indra loka</em>. Those that conduct warfare unhappily  thinking that death is the only result of war they get <em>gandharva loka</em>. Those that retreat or  go begging for their lives and yet killed, they get <em>guhya loka</em>, and those that are fully aware  of Kshatriya dharma and conduct righteous warfare they go to <em>Brahma loka</em>. So says Maha Bharata.  The same is said Bhagavad Gita <em>yam yam vaa  api smaran bhaavam tyajatyante kalebaram | tam tam evaiti kaunteya sadaa tad bhaava bhaavitaH ||</em>  Gita 8-6."
        },
        {
            "type": "verse",
            "text": "\"Let the supreme sages who were earlier slain by you may now see abiding on their aircrafts, your abidance  in hellish death pangs when assaulted with my arrows."
        },
        {
            "type": "commentary",
            "text": "The word <em>nirayastham</em> is literally 'in hell of Yama' but here it is the hell-like situation  caused by Rama's arrows. If the literal meaning of 'in hell' is taken the above assurance of salvation  etc., will be futile, hence, it is 'hellish pangs' by the hit of arrows."
        },
        {
            "type": "verse",
            "text": "\"Attack me as you wish... make an effort... you the knave of your clan... now I am going to toss your  head down like a palm-fruit...\" Thus Rama addressed Khara."
        },
        {
            "type": "commentary",
            "text": "It is questioned whether Rama is self-eulogizing when talking this way to Khara. It is contradicted  saying that <em>yuddha kaale viira vaadasya sva paraakrama anusaareNa utsaaha abhivR^idhyartham para  tiraskaara artham ca - aatma stuti - karaNe doSha abhaavaat | dk</em> 'there is nothing wrong in foretelling  how brave a warrior is and it will not come under self-praise, in war...' and the commentator goes on  quoting many references, for e.g., Karna in Maha Bharata says: <em>shuuraaH  garjanbti satatam praavR^iShi iva balaahakaaH |</em> 'brave ones will be regularly thundering like thundering  clouds...'"
        },
        {
            "type": "verse",
            "text": "But when Rama said thus, Khara is infuriated and convulsed in anger, and he replied Rama with bloodshot  eyes, laughing boisterously."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: Khara 'laughed at' Rama's words of self-praise means that even the Supreme Being untiringly  does some self-praise like telling 'I am here to save you... seek refuge in me for I alone can save...'  in order to make Himself known to the adamants. The whole concept of Bhagavad Gita in telling that 'I  am here... Know me thus...' etc., is for the same purpose. Thus, this is a laughable situation to those  who are already in the know of Being. Presently it is Khara who was great Vedic Brahman once, but became  an ogre by curse. Contrariwise, it is a 'laughable talk' of the Supreme Being, to non-knowers or for  the non-adherers."
        },
        {
            "type": "verse",
            "text": "\"On killing average demons in war, oh, son of Dasharatha, how you praise yourself when you yourself  are un-praiseworthy?\" Thus Khara started to speak to Rama."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: For this self-praise it is said that Khara estimated Rama as an unworthy being in the  parlance of mortals. <em>kharaH tu  kopaat asamartho raama iti bhraantaa uktavaan iti no ko api doShaH | dk</em> But as a cursed Vedic Brahman  who is in the know of Rama as Vishnu is retorting Rama saying 'you also need to self-eulogise, when  I am fully aware of you and come hither to gain my salvation at your hand? You are not supposed to self-extol  before small beings like us...'"
        },
        {
            "type": "verse",
            "text": "\"Those best of men that are victorious and mighty will not boast anything, for they will be really proud  of their own valour."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: This is said otherwise: <em>ye nararSabhaaH</em> 'those best ones among men like you...' <em>te</em> 'by them...' <em>[adhyaahaarya] evam</em> 'elliptic: this way...' <em>na kathayanti</em>  'do not praise themselves...' <em>tejasaa svena garvitaaH kathayanti</em> some of 'those that are proud  of their own valorous resplendence, they speak up their glory, vaingloriously...' 'So it is unapt of  you to speak up for yourself, for we are in the know of it, and we are waiting for our release from  our curse at your hand...' Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, as to how undignified Kshatriya-s that are frivolous and irresolute in self-confidence will  boast in the world, likewise you too are boasting in a meaningless manner."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: Khara's intent is: <em>kSatriya paamsanaaH</em> 'the Kshatriya, worthless... worthless  Kshatriya-s...' <em>yathaa nir arthakam vikatthase</em> 'as to how they meaninglessly speak up for themselves...' <em>raama tvam vikatthante</em> 'oh, Rama, you are speaking like that...' 'It is unapt of you to talk  vainly like any other average Kshatriya, as you are an incarnate in a best Kshatriya clan, and you do  your duty righteously without much talk...' Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Who will be that valiant that speaks about his lineage at wartime, that too, when the death-time is  looming large! And, there will there be someone who broaches his self-extols in such an inopportune  situation, is it!"
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: Khara's saying is: <em>samare</em> 'in war...' <em>[adhyaahaara]: shatru pakshe</em>  'elliptic: on the enemy's side...' <em>mR^ityu kaale sampraapte sati</em> 'death time, while chancing,  that being so...' <em>stavam ko vaa abhidaasyati</em> 'self-praise, who, either, speaks out...' Thus,  Khara's saying is: 'where is the necessity for any warrior to self-eulogise when the death-time is hovering  upon his enemy? And you, as Rama, are on the winning spree in this war, and there is no necessity to  extol yourself...' Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Howsoever your ignominy is well shown by your self-praise, like the manifestation of gold on the tip  of grass-blade burnt by fire, where the fire on grass-blade is no fire, and the bulb of fire appearing  at the tip of grass-blade as a bulb of gold, is no gold."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: A blade of grass when burnt, immediately glows and manifests a globe of golden flame,  but it is too quick to evanish thus it can not burn the gold to refine it. <em>katthanena</em> 'by broaching...' <em>te laghutvam</em> 'your ignominy...' <em>sarvathaiva vidarshitam</em> ' in every way, well-shown...'  and that ignominy is looking like <em>taptena</em> 'burnt...' <em>kusha agninaa</em> 'fire abiding the  grass-blade...' <em>suvarNa pratiruupeNa</em> 'golden in hue...' <em>laghutvam vidarshyate yathaa tathaa</em>  'lowliness of fire proper will be shown by that fire on grass-blade, likewise... <em>tava laghutvam  eva vidarshitam bhavat</em> 'so also your own lowliness is made evident...' 'A small fire on a small  grass-blade quickly burns though with a golden hue, but it cannot sustain its flame to burn other things.  It burns the grass-blade on which it sits. So, self-ruinous is your self-eulogy...' Govindaraja."
        },
        {
            "type": "commentary",
            "text": "<em>kusha agninaa</em> 'by grass-blade's fire...' that is used to purify golden material in rituals; <em>suvarNa prati ruupeNa</em> 'gold, equalling in aspect...' namely brass items; <em>taptena</em> 'if  burnt to purify...'; <em>laghutvam</em> 'stain of blakishness...'; If brass items are put to the same  small fire of grass-blade they immediately become smoky, however small the fire may be; Thus <em>te</em>  'by you...' <em>katthanena</em> 'by self-praising...' <em>laghutvam vidarshitam</em> 'your futility  is well-shown...' Maheshvara Tiirtha."
        },
        {
            "type": "commentary",
            "text": "<em>suvarNa prati ruupeNa tapyatena ashmanaa agninaa</em> is another text. In this <em>ashmanaa</em>  is 'stone...' If anyone touches a stone that is similar to fire outwardly, he does not feel the heat  of the fire by the cold touch of stone. Thus, his 'foolishly mistaken identity' makes a fool of himself.  Thus Khara is saying 'I was thinking that Rama is a very great valiant person, but by way of listening  your self-eulogies, at an inopportune time, you appear to be a cold stone but not a firebrand... One  who goes on self-eulogising without taking any action in a war is a coward but not a victor...' Thus  Khara is quickening Rama to proceed with fighting so that the ensuing salvation can also be quickened."
        },
        {
            "type": "verse",
            "text": "\"But you are seeing me wielding a mace and standing before you like an unshakable and jagged mountain  laden with ores, isn't it! As to how the Terminator wielding noose is enough to take away all the lives  in all the three worlds, handling my mace I am enough for detracting your life from you."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: 'I am not competent enough to combat with you...' is the sense that is drawn out. <em>gadaa dharam maam pashyasi nanu</em> 'mace-wielder, me, you see, though...' 'Though you see me wielding  this mace...' <em>paasha hasta antaka iva</em> 'noose-wielder Yama, Terminator, like...' 'Though I appear  to be noose-wielding Terminator...' <em>trayaNaam api lokaanaam praaNaan hantum paryaaptaH yadyapi tathaa  api</em> 'Though I can strike down the lives of all in all the three worlds with this single mace as  Yama does so with only one noose...' <em>raNe tava na paryaaptaH</em> 'in war, with you, not, competent...  'I am not competent enough to fight with you in war, for I am an inferior being in comparison to you,  oh, Supreme Being...'"
        },
        {
            "type": "verse",
            "text": "\"Even though much is to be said in your respect I will not continue to say, for the sun is getting at  the dusk thereby disruption to war occurs."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: This is the devil's advocacy about <em>dharma yuddha</em> 'righteous warfare...' which  righteous war is generally waged from morning till evening. Khara says that 'because the sun is dusking  you humans cannot war with us, the nightwalkers who are adept in night-wars. Thus by killing you in  nighttime does not prove my victory, for your warfare is from sunrise to sunset. Hence, this war is  to be stalled. If you quicken now without self-extolling, I will kill you before sunset, proving my  chivalry and then I can dab the eyes of the wives of the demons so far killed by you...'"
        },
        {
            "type": "verse",
            "text": "\"You have killed fourteen thousand demons and on killing you I will wipe the tears of the wives of those  dead demons today itself.\" Khara said so to Rama."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: Khara cannot return to his place after sacrificing these many demons. Either he should  win or be won over. So 'when these many demons are eliminated by you... <em>tvad vinaashaat = tvattaH  naashaat</em> 'by you if I am eliminated...' <em>eSaam ashru pramaarjanam karomi</em> 'their tears I  will wipe... 'For I sacrificed fourteen thousand kinsmen of mine, and if I am also killed by you, their  wives do not find fault with me and my death will wipe their tears out... that is why, though you tried  to pacify and avert me from warring with soft talk <em>mR^idu puurva bhaaSaNena</em>, as at 3-29-1.  I can not but war, and you need not think that I am heedless of your words...' Tiirtha."
        },
        {
            "type": "verse",
            "text": "Saying thus that highly infuriated Khara hurled his mace towards Rama, around which there are superb  golden cinctures, and which is extremely glaring like a thunderbolt. Forcefully discharged from Khara's  hands that highly fiery and stupendous mace rendering trees and shrubs down to ashes darted towards  Rama."
        },
        {
            "type": "verse",
            "text": "When that monstrous mace similar to the halter of the Terminator is swooping down, Rama smashed it to  smithereens with his arrows while it is still sky rocketing. That mace splintered with arrows of Rama  fell crumbling onto the surface of earth as a springing female snake would fall down by the strength  of spells and nostrums."
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: The mention about Khara's mace may be noticed. In the text, its reference has come  more often and at the end it is said to have burnt down the vegetation along its course of travel, which  indicates that it has some radiation power. Without making it to touch the ground, Rama has splintered  it in sky itself, and its destruction is metaphoric with a venomous serpent, and hymns and herbs can  bring down that serpent. That is to say even if venomous missiles are used their antidotes are ready  at hand. For this Dharmaakuutam says, without expanding: <em>anena mantra auShadhi balaiH viSha aadi  naasha ukto bhavati | dk</em> 'any poison can be neutralised by antidotes, say spells and nostrums...'"
        }
    ]
}