{
    "id": "prose-aranya-3",
    "kanda": "aranya",
    "sarga": "3",
    "title": "Viradha attacks Sri Rama and Lakshmana",
    "chapter": "3",
    "overview": "Rama and Lakshmana enter into a dialogue with Viradha, the demon and shower arrows on him. Later, Viradha, the demon  carries Rama and Lakshmana away from Sita.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Then in his turn that demon Viradha said this sentence filling the forest with his gruesome voice, \"I am asking you,  really... tell me who you are and whereto you wish to go?\""
        },
        {
            "type": "verse",
            "text": "Then that highly resplendent Rama said about his Ikshvaku dynasty to the blazing faced demon who is insistent. \"Know us  as Kshatriya-s with ennobled bearing, and we are trekking the forest...but we wish to know about you, who are you that  move about in Dandaka forest? "
        },
        {
            "type": "verse",
            "text": "Viradha said to that truly valiant Rama, \"Ah! I&rsquo;ll tell you, oh king, be informed of me, oh Raghava... \"I am the son of  Java indeed... my mother is Shatahradaa, and all the demons on earth call me &lsquo;Viradha...' On my undertaking ascesis I  derived a boon from the beneficence of Brahma, by which I will neither be cut, nor slit, nor killed with a weapon in  this world... Leave off this lady without any yearning for her, and you expeditiously flee-away as you have come, then  your lives will not be snatched away... "
        },
        {
            "type": "verse",
            "text": "Rama in reply said this to that ogre Viradha, whose eyes are fully bloodshot in anger, who is monstrous in his body, and  evil in intent, \"You knave, fie upon you... you are in quest of you own death for your meanly measures, and definitely  you will get it in this confrontation. Stay! I will not let you to live...' Then, stringing his bow Rama indeed darted  very sharp arrows, very quickly and well aiming the demon. Indeed seven arrows are let off with perfectly stringed bow,  which have golden vanes, and very fast ones that equal the flights of Garuda, the Divine Eagle and the Air-god. "
        },
        {
            "type": "verse",
            "text": "But, they the arrows that are akin to infernos and dressed with peacock feathers as their fins, on piercing the body of  Viradha they fell onto the ground besmirched with blood. When that demon is thus struck, then he placed Vaidehi down  from his arms, hauled up his spear, and very angrily rushed towards Rama and Lakshmana. And holding fast his spear that  is similar to the Indra's Flagstaff he blaringly yelled a ghastly shriek, and thus he shone forth like the wide-mouthed  Death, ready-to-gulp."
        },
        {
            "type": "verse",
            "text": "Then with an effulgent arrow-rain those two brothers incessantly rained on demon Viradha, who is similar to the  terminator of lifetime. He that highly horrendous demon laughed at that arrow-shower, and standing for a while he  yawned, and on his yawning and stretching his limbs in fatigue those arrows that earlier have gone speedily, spilled out  from his body that speedily. "
        },
        {
            "type": "verse",
            "text": "Demon Viradha held back his lives by the touch of boon, and raising up the spear he ran quickly at Rama and Lakshmana.  The best wielder of weaponry Rama ripped that spear apart, which is akin to the Thunderbolt of Indra, and that which is  like a blaze in the sky, with two arrows in the sky itself. Shattered by Rama&rsquo;s blazing shafts that spear fallen on  ground like the boulder mass of Mt. Meru when it is shattered by Indra&rsquo;s Thunderbolt. "
        },
        {
            "type": "verse",
            "text": "They quickly upraised their swords and like a pair of up-swinging black-cobras they rapidly crashed on him, and then  battered him mightily. "
        },
        {
            "type": "verse",
            "text": "He that demon thus beaten very firmly by Rama and Lakshmana, then on grabbing those unwavering ones and manly tigers  with his arms, that furious demon wished to carry them away. Knowing the thinking of the demon for sure, Rama spoke to  Lakshmana, \"Let him easily carry us anywhere on his way. "
        },
        {
            "type": "verse",
            "text": "\"Let this demon carry us as he wishes, and Saumitri, by which way this night-walker goes, that alone will be our way..."
        },
        {
            "type": "commentary",
            "text": "Rama does not want to travel comfortably on the shoulders of the demon, but wants to examine what the demon wanted to do  next, after carrying afar. The prince in Rama will not let the demon go rampant. Besides, the divine fury allows any  sinister to tread his own way towards his own grave."
        },
        {
            "type": "verse",
            "text": "But he that night-walker arrogant as he is by his might has uplifted Rama and Lakshmana like babies by that might and  courage alone, and placed them on his shoulders as one would place babies. That nightwalker Viradha on placing those two  Raghava-s on his shoulders gone towards deeper forest yelling very luridly. "
        },
        {
            "type": "verse",
            "text": "That demon entered into a baffling forest that is like a very dark cloud in its sheen, where a variety of massive trees  are contained in, numerous flocks of vulturine birds are overspreading, and where wild jackals and other predaceous  animals are sprawling around, along with Rama and Lakshmana. "
        },
        {
            "type": "verse",
            "text": "Ikshvaku dynasty is of long lineage. This is Surya Vamsha, Solar dynasty of  Kshatriya-s, of which Mahaa Kavi Kalidasa wondered as to how it can be narrated, for it is of a long lineage and he  admires <em>kvaH suurya prabhavo vamshH...</em>in his Raghu Vamsha Mahaa Kaavya, at 1-2. This dynasty may be known to understand why from Viradha  to Ravana, wanted to die at the hands of Rama. The list of those kings is compiled in <em>aananda raamayana </em> and the same is being given hereunder..."
        },
        {
            "type": "verse",
            "text": "Suurya - IkShvaaku - Kaakuthsa va~NshanukramaNika Srii mahaa ViShNu originated Brahma .From Brahma the  lineage, one after the other, is Mariici - Kashyapa - Suurya - Sraaddha Deva (Vaivasvata) - IkShvaaku - VikukShi (Sashaada)  - Kakuthsa - Indravaahu - Anenasa - Vishvarandhi- Chandra - Yuvanaashva - Saabastha - BR^ihadashva - Kuvalayaashva - DhR^iDhaashva  - Haryashva - Nikumbha - BarhaNaashva - KR^itaashva - Syenajit - Yuvanaashva - Maandhaata - Purukuthsa - Trasaddsya 2 -  AnaraNya   Haryashva - AruNa - Tribandhana - Satyavrat (OR) Trishanku - Harishcandra (OR) Satya Harishcandra - Rohita -  Harita - Champa - Sudeva - Vijaya - Bharuka - VR^ika - Baahuka - Sagara - Sama~njasa - A~Nshumanta - Diliipa - Bhagiiratha  - Shruta - Naabha - Sindhudviipa - Ayutaayu - RutuparNa - Sudaasu (OR) Mitrasaha (OR) KalmaShaanghri - by him Ashmaka -  Muulaka   Ariikavaca - Dasharatha - EiDavida - Vishvasaha - KhaTvaanga - Dhiirghabaahu - This Deergha baahu is also known  to be Dilipa, and from that - Diliipa - Raghu - Aja - Dasharatha - and Dasharatha begot Vishnu again as Raama"
        }
    ]
}