{
    "id": "prose-aranya-30",
    "kanda": "aranya",
    "sarga": "30",
    "title": "Elimination of Khara",
    "chapter": "30",
    "overview": "Rama and Khara exchange a haughty wordy duel and when the demon Khara charges at Rama, Rama eliminates him with his all-powerful arrow and gods and sages shower flowery rain. Sita and Lakshmana return from their hiding cave and Sita becomes very happy on seeing her victorious and indefatigable husband.",
    "content": [
        {
            "type": "verse",
            "text": "On smashing the mace with arrows Raghava spoke this sentence to Khara smiling him out of temper, without assaulting weaponless and flustering Khara, because Rama is the patron of virtue following the protocol of righteous war. "
        },
        {
            "type": "commentary",
            "text": "This seems to be a roundabout meaning. But to explain why the epithet <em>dharma vatsala</em> to Rama is given, this beating round the bush is necessary. So also, many epithets used in this epic have relevance to the circumstances, characters, or their actions. These cannot be explained without the support of commentaries, and unfortunately commentaries skip these minor details assuming that the readers are capable enough to grasp them in the course of narration, which resulted otherwise at a later time. We therefore request pundits to consolidate the relevancy of each the inordinate epithet used to the situations narrated somewhere like web, if it is going to cost a fortune on printing and stationary. Explaining them occasionally is unnoticed, and they appear to be redundant metre fillers in these days where Sanskrit itself has become an alienated language."
        },
        {
            "type": "verse",
            "text": "\"So, this is all the strength of yours and your army that is displayed and nothing more to display, is it! You wretched demon, it is paltriest compared to my strength, yet you vaunt aloud futilely! This mace of yours in which you repose your bombastic aplomb, now completely battered with my arrows has gone onto the surface of earth, so also is your vanity. \"What that is said by you, 'I will dab the tears of the demons whose kinfolk are dead here...' even this word of yours is a fake."
        },
        {
            "type": "verse",
            "text": "\"In boasting you are knavish, in character roguish, and in behaviour ghoulish, such a demon as you are, I will take your life away as the Divine Eagle Garuda took away Ambrosia. Now, my arrows will rip and chop off your throat, and then the earth will guzzle the blood gushed therefrom garnished with froth and foam. You will go to eternal sleep embracing the earth as you embrace an un-gainable lady, when both of your arms are knocked down to slide on earth, and limbs smeared with dirt. While you are in profound sleep, oh, notorious demon, this Dandaka forest becomes a shelter to the shelter-worthy sages and saints. "
        },
        {
            "type": "verse",
            "text": "\"When the strongholds of demons in your Janasthaana are ruined with my arrows, the sages in this forest will move about everywhere, fearlessly. The demonesses who terrorized others so far will be pitiably terrorised now, and they flee away very quickly with tear-wet faces as their kinsmen are killed. \"To which demonesses your kind of grievous demon is the husband, they must have taken birth in a befittingly grievous family like that of yours, and must be well-matched to you in grievous atrocities, and though they might not have tasted a grievous situation so far, since their lives have become meaningless, now they will become the enjoyers of the empathy of grief. "
        },
        {
            "type": "verse",
            "text": "\"You are atrocious in conduct because you countervail against Veda-s, debased by conscience because you counteract to Vedic rituals, and you are countermanding Vedic procedures because you have always been bothersome to Brahmans, and those Brahmans becoming sceptical of your deeds of hindrance, they are hesitatingly consigning oblations into Ritual-Fire, which are to be swiftly dropped into fire to the chants of hymns and even on time, hence you are countervailing against Veda-s and counteracting to their rituals, and countermanding their procedures.\" Thus Rama spoke to Khara irefully. "
        },
        {
            "type": "verse",
            "text": "While Raghava is speaking that way with such an impetuosity in that forest, Khara started to intimidate him rancorously in a voice stridulous than braying. "
        },
        {
            "type": "verse",
            "text": "\"Priding yourself resolutely you are unfearing even in a fearful situation, thereby you have indeed gone into the control of death, and for sure you are unmindful of what is speakable and what is not.\" Thus, Khara started his tongue-lashing. Such of those men on whom the Lead of the Time verily closes in, they will not know what is to be done and what not, for all of their six senses will be rendered insensible.\" Thus Khara intimidated Rama. "
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: For the above three verses it said: <em>evam bruvaaNam raamam</em> 'to Rama who saying that way...' <em>mR^ityu vashya kharaH</em> 'Khara going under the control of Death...' is saying 'oh, Rama...' <em>tvam vaacya a+vaacya na budhyase iti</em> 'you know not what to speak and what not to speak - to a dying creature like me, because that creature's six-senses are stand-still...' Then why is this <em>nirbhartsayana, roSa?</em> 'threatening me, and anger at me?' 'Because the faculties of that dying creatures, presently mine, will be in a flux, they will attack anyone verbally or physically, let alone the Almighty... thus you are not able to distinguish between what is to be done or not to be done with such a senseless creature... So, what you have to do now is to finish me, and what is not to be done is this sermonising. Why not finish me off from this curse and accord salvation?' Maheshvara Tiirtha.  <em>anena maraNa samaye janaanaam buddhi bhramsho bhavati iti sUchitam - dk</em> ' 'at the time of  death people's mind deranges...'"
        },
        {
            "type": "verse",
            "text": "Saying so to Rama that nightwalker Khara then knitting his brows tightly saw everywhere for an assault weapon for use in that combat, and then he indeed found one not far away from him, namely a huge saala tree. He curled his lips in frown and started to extricate that Saala tree, and that great-mighty Khara on forcefully uprooting that tree with both of hands hurled it aiming at Rama, braying loudly and shouting at him 'you are dead...' "
        },
        {
            "type": "verse",
            "text": "But that adventurous Rama on shredding that tree which is swooping down with a torrent of arrows, and deciding to eliminate that Khara in that war evoked an unusual rancour, which rancour is equally an unusual facet of Rama. "
        },
        {
            "type": "commentary",
            "text": "The inveterate bitterness of Rama is to see the unyielding Khara at a time when all of his war paraphernalia is lost, but still trying to be aggressive, rancorously."
        },
        {
            "type": "verse",
            "text": "Rama whose body is perspiring and whose eyes are acrimoniously bloodshot at ends, he utterly shredded Khara with a thousand arrows in that war.Copious frothy blood gushed out from the gashes of arrows on the mountainous body of Khara, like the rapids on Mt. Prasavana, and it overflowed on earth too. "
        },
        {
            "type": "commentary",
            "text": "Mt. Prasavana is depicted in Kishkindha canto where Rama admires and eulogises the rainy season when waiting for Sugreeva's help."
        },
        {
            "type": "verse",
            "text": "When Khara is tormented with the arrows of Rama in that conflict he is bedevilled and with his blood stinking body he quickly bolted towards that Rama alone. When Khara is descending on boisterously with his body bathed in blood, that adept one in the Science of Archery, <font color=\"#B3003A\">dhanur veda</font> , the scripture on archery, and that valorous Rama, in swiftness lurched a little...say, two or three steps... "
        },
        {
            "type": "commentary",
            "text": "On this back stepping, backtracking, or the scrape Rama took in war, [ scrape - intr. draw back a foot  in making a clumsy bow; and here without clumsiness of bow]; much discussion is available discussing  whether Rama can retrace his step or not. It is said that stepping back in war is prohibited for a valorous  warrior or to the epical hero. <em>sa~Ngraame sa~Nsthaanam anivR^ittiH ca - gautama</em> and many more  scriptures say this. And a relaxation to such a stance is said: <em>kvacit ati sankaTa viShaye subhaTaanaam  abhito ayam apasarpaH - vedaanta deshika</em> But here Rama is taking a runner's back-leg and it is  not to be construed as an act of cowardice. Dharmaakuutam clarifies this as: <em>vasca shatru vadhe  kaamayamaana raamsya dhanuShi baaNa sandhaana aadi saukaryaartham apasarpaNam raameNa kR^itam bhuuShaNam  eva na tu duuShaNam | ata eva muule apasarpaNe kR^ita astram eva hetumatvena maharShiNaa upanyastham  | anantara shlokena khara vadaaya shara sandhaana mokShaNa aadi pratipaadanam upapannam bhavati | bhityaa  apasarpaNe punaH shara mokSha anupapatto riti | dk</em> 'Wishing to eliminate the demon Rama has taken  a back step. It is only to have a leeway between his target, arrow, and arrow-flinging place... In the  verse itself the great-sage Valmiki incorporated words like <em>kR^ita astra</em> that Rama is an exponent  in archery [keeping some doubting Thomas' in view.] Further, in the next few verses Rama eliminates  Khara, thus it is not an act of cowardice...'"
        },
        {
            "type": "commentary",
            "text": "More so, some scholars hold that this verse has got grammatical glitches, some ancient mms reads this  verse as, even though this verse too has the word <em>apasarpaNa</em> scrape: <em>tam aapatantam  vegena iiptaasyam rudhira plutam | apasR^itya tataH sthaanaat dR^iShTvaa tvarita vikramaH |</em>"
        },
        {
            "type": "verse",
            "text": "Then, Rama snatched an arrow which is similar to the Ritual-fire, and secondary only to the ultimate missile, namely the Brahma-missile, for the elimination of Khara in war. That particular arrow is made available to Rama through Sage Agastya by the king of gods, namely Indra, because Indra is a sensible one about the future course of events, and he is also prosperous in securing impossible weaponry, and now Rama fitted such an arrow on his bow and released it towards Khara. "
        },
        {
            "type": "verse",
            "text": "That formidable arrow is promptly released on Rama's stretching the bowstring up to his ear, bending bow almost to a circularity, and which arrow is thunderous while in egress like the thunder of a thunderbolt, and that has come and plunged in the chest of Khara. "
        },
        {
            "type": "verse",
            "text": "Khara fell down on to earth and on being burnt by the radiation of that arrow he is like demon Andhaka, who once was very completely burnt by Rudra in Shveta-araNya, the White-forest."
        },
        {
            "type": "commentary",
            "text": "Andhaka is the son of Danu, the wife of Kashyapa Prajaapati, and her progeny is termed as daanava-s, demons. Shiva burns this Andhaka with his Third-eye in Shveta-forest, which is said to be at the confluence point of River Kauvery in ocean."
        },
        {
            "type": "verse",
            "text": "As with fall of demon Vritta or fall of demon Bala who are eliminated by Indra with his Thunderbolt, or as with the collapse of demon Namuchi who is eliminated by the same Indra just with forth or foam, Khara too is brought down. "
        },
        {
            "type": "commentary",
            "text": "The demon Namuchi secures a boon from the gods that he may not die by wetness or dryness, so Indra uses foam and forth, which are neither wet nor dry, to eliminated him."
        },
        {
            "type": "verse",
            "text": "In this meantime gods gathering along with carana-s drummed celestial drums from all over and showered flowers on Rama from all over. And those gods and other celestials in their amazement said among themselves that 'in one and half hours, say seventy two minutes of this extreme crack-down Rama with his sharp arrows has eradicated fourteen thousand guise changing demons, including their chieftains Khara and Duushana. ["
        },
        {
            "type": "verse",
            "text": "\"Aha! Surprising is this great deed of Rama, the shrewd-soul, what a valour, what a fortitude, really, his valour and fortitude are like those of Vishnu...\" Thus saying that way all of those gods have gone away as the have come. "
        },
        {
            "type": "verse",
            "text": "All the kingly-sages and elite-sages along with Sage Agastya, who as incidentally came here to witness the victory of Rama, then on foregathering near at Rama delightedly said this on adoring him. \"He that great-resplendent one, the controller of demon Paka, and the destroyer of enemy's cities, namely Indra, once came to the meritorious hermitage of Sage Sharabhanga only for the purpose such an elimination of demons. For the purpose of eradicating these demons who are the evildoers by nature and the natural enemies to saintly people you are led to this countryside by the great sages with an ideation. That which is the task of ours it is accomplished by you, oh, son of Dasharatha, now that Dandaka is unimpeded these great-sages will be practising their respective sacred devoirs in it.\" Thus, the sages expressed their thanksgiving. "
        },
        {
            "type": "verse",
            "text": "In the meanwhile the brave Lakshmana exiting from the mountain cave came along with Sita to their hermitage, and he is charmed at the victory of his brother Rama. And then that brave and victories Rama too came towards hermitage while great-sages reverenced him, and he entered the hermitage while Lakshmana came forward to greet him. "
        },
        {
            "type": "verse",
            "text": "And Sita on seeing her husband, the eliminator of enemies and accorder of happiness to sages, embraced her husband Rama, rejoicingly. Janaka's daughter Sita on seeing the hordes of demons eliminated, and even on observing her husband is also scatheless, she is all-smiles for him smiling sniggeringly. "
        },
        {
            "type": "commentary",
            "text": "Any wife on seeing her husband returning from a risky journey will embrace her husband delightfully, and nothing special about it. But the commentators attach a great significance to this situation."
        },
        {
            "type": "commentary",
            "text": "Firstly Sita is <em>hR^iSTaa</em> 'exultant...'  more than happiness. Rama's victory is the cause for that. <em>sati dharmiNi dharmaaH</em>  'nature will have its own peculiar property...' Rama's victory is the peculiar property <em>dharmi</em>, and the exultancy caused is its nature <em>dharma</em>. <em>hR^iSTaa</em> 'exulted' 'thrilling, hair-raising, electrifying' 'as though the  inner joy is going to outburst trough the skin pores...' Such is the joy of Sita."
        },
        {
            "type": "commentary",
            "text": "The cause for the extreme exultancy is said next. <em>Vaidehi</em>, is the daughter of Videha King, Janaka and when she is said so,  it is remembered that <em>mithila adhipatiH viiraH</em> 'Mithila's king is the bravest  of the brave...' Thus, she is aware what bravery and victory are, and knowing that she hailed her victorious  husband, for she is a worthy princess. <em>bhartaaram pariSvaje</em> 'husband, embraced...'  Is Rama a husband of Sita or to total Universe? <em>loka bhartaaram suSuveya</em>.  He is the husband of the total Universe. When she is the mother of all beings in the universe, and when  her husband protects her progeny from the evildoers, will she not embrace that husband of hers, as well  as of the Universe? The word <em>bharta</em> 'one who bears...' and this Rama has  no other burden to bear, except the Universe."
        },
        {
            "type": "commentary",
            "text": "This embracing is <em>pariSvaje, pari sa svaje</em>  'wholly embraced.' She embraced him from all over and fomented his war-wounds with her warm breasts.  Then, why for this much happy hugging? It is replied: <em>maharSiiNaam sukha aavaham  pariSvaje</em> 'one who brought comfort to great-sages, him she embraced...' The great-sages are her  children, supplicating her to recommend to the Supreme Being to bestow His grace for their salvation.  Since Rama brought some relief by his paternal affection to these children-like sages, she is happy  and hugging."
        },
        {
            "type": "commentary",
            "text": "Sita came out of a mountain cave and embraced Rama. This suggests  that the innate soul <em>sheSi</em> on the advise of a teacher, after leaving the  cave-like living being, is released from bondages and embraces the master <em>sheShin</em>.  This is the same predicament for her in Sundara Kanda, where the teacher Hanuman advises her to come  with him, but she refuses, because her lord alone has to come conquering, as he has done now as far  as her confinement is concerned. Here she is put in cave and guarded by Lakshmana, unlike demonesses  guarding her in open-air gardens in Lanka. She came out of the cave and is joining her husband. Govindaraja."
        },
        {
            "type": "commentary",
            "text": "Next, Maheshvara Tiirtha records: <em>tam dR^iSTvaa  shatru hantaaram</em> 'at him Rama, on seeing, enemy, eliminator...'in that compound: <em>tam</em> 'at him...' that Rama, which one-Rama assumed himself as fourteen thousand  Rama-s, appearing as each to each demon at the time of war, with his divinely gracious aspect <em>divya mangala vigraha</em> and eliminated all demons, that Rama she saw. <em>te tu yaavanta evaa~Nau taavaan tu dadR^ishe sataiH</em> As many demons are  there, so many Rama-s are there on the battlefield."
        },
        {
            "type": "commentary",
            "text": "<em>tam</em> 'at him...' 'who eliminated fourteen  thousand demons, single-handedly, , that too in seventy two minutes. These demons are so far undeafted  even by Indra with all his forces. Rama defeated such demons without any damage to his person, <em>a + vyayam</em> 'unscathed, undamaged... and very easily also...' at such a  Rama Sita saw."
        },
        {
            "type": "commentary",
            "text": "<em>tam</em> 'him' who looks girlish. Sita  once said that Rama is girly not only in his looks but also in bravery, perhaps.  <em>raama jaamaataram  praapya striyam puruSha vigraham</em> Ayodhya Part I, 30-3. When Rama dissuades Sita from  coming to forests, Sita said to Rama, 'my father is the King of Mithila and he may think that you  have left me behind at Ayodhya unable to protect me in forests... thus my father may also think that  he got a 'girl' as his son-in-law in you...' Through this is a tongue-in-cheek expression Sita reminded  Rama at that situation of his <em>Mohini ruupa</em> 'getup of Mohini...' which he  assumed at the time of churning Milky Ocean, it is her woomanhood that spoke like that. Though not then,  even now Rama looks girlishly pleasant, if he is not summoning wrath upon him, as per his attributes, <em>puNDarika vishaala aksha, somavat priya darshanaH</em> 'lotus-petal-eyed, moon-like-delightful-aspect...'  And he becomes unsightly, only if angered. Such a girlish Rama has won war, and at him Sita saw in  admiration about his mannishness. Now her father Janaka will definitely appreciate his son-in-law Rama.  King Janaka is a result-oriented king, as said in Gita, 3-20: <em>karmaNi evahi samsiddham  aasthitaH JanakaadayaH</em> 'Janaka and others are involved in self-less- result-oriented deeds...'  and facing him without results is impossible. Thus Sita's opinion is 'my father Janaka who is result-oriented  and self-less in his pursuits, he will now appreciate Rama, since Rama has also accomplished a self-less  pursuit in saving the sages...'"
        },
        {
            "type": "commentary",
            "text": "<em>tam shatru hantaaram</em> 'at him... who  has annihilated the enemies in war...' as he has annihilated troops and troops of unwieldy demons as  said at: <em>taiH dhanuu~NShi  dhvaja agraaNi carmaaNi ca shiraa~Nsi ca || 3-25-21 and at bahuun sa hasta aabharaNaan uuruun kari kara  upamaan | 3-25-22 [A]</em> and also who later said that he will emerge, as and when needed  to eradicate vice, as at <em>paritraNaaya saadhuunaam vinaashaaya ca duSkR^itaam -  Gita: 4-8</em> And Sita saw at such an omnipotent Being who is an eliminator of evil."
        },
        {
            "type": "commentary",
            "text": "<em>maharSiNaam sukha aavaham</em> 'for great-sages,  accorder of comfort...' <em>dR^iSTvaa vaidehii babhuuva</em> 'on seeing Vaidehi  became...' she became one with herself <em>bhuu sattaayaam</em>. When it is said <em>aatmaa vai puruSasya daaraa</em> 'wife indeed is the soul of manl...' that soul  of Rama, namely Sita is so far in a dilemma, because Rama is a lone-warrior against fourteen-thousand  demons and his safe return is ambiguous. Now that he remained unhurt, that soul called Sita, has regained  her abode in Rama. Then <em>hR^iSTaa pariSvaje</em> 'delightfully embraced...' Maheshvara  Tiirtha."
        },
        {
            "type": "commentary",
            "text": "Dharmaakuutam also derives the same meanings, but with reference  to dharma:"
        },
        {
            "type": "commentary",
            "text": "<em class=\"comment\"><em>siitaa -- anaparaadhi raakShasa jana vadho na ucita iti vaidehii kR^ita pratiShedham api - apyaham jiivitam  jahyaam tvaam vaa site - iti prakaareNa anaadR^itya - caturdasha sahasraaNi raakShasa -- ekasca raamo  -- iti R^iShi janaanaam api samshayite uddhe kruurataraan raakShasaan hatvaa - avyatho yo raamaH taadR^ishaH  paraamR^ishyate -- siitaa -- tathaa ca - shatru hantaaram maharShiNaam sukha aavaham -- iti - avyadham  iti ca visheShaNaani upapannaani bhavanti -- ata eva ete arthaa uttara slokaabhyaam upasamhR^itaaH</em></em>"
        },
        {
            "type": "verse",
            "text": "She whose face is beaming with delight that Sita, the daughter Janaka, on seeing Rama who has eliminated demonic troops, and whom great-sages are worshipping, again embraced him and became rapturous. "
        }
    ]
}