{
    "id": "prose-aranya-31",
    "kanda": "aranya",
    "sarga": "31",
    "title": "Akampana's repot to Ravana",
    "chapter": "31",
    "overview": "A spy of Ravana named Akampana rushes to him to break the news of annihilation of Janasthaana by Rama. He suggests Ravana to abduct Sita. Because parting with Sita causes grief to Rama and thereby he dies. On thinking for while, Ravana goes to Mareecha seeking his help in abducting Sita. Mareecha while explaining Rama's capabilities, reminds us of the incarnations of Vishnu, and advises Ravana to be content with what he has.",
    "content": [
        {
            "type": "verse",
            "text": "This chapter is removed from the critical edition and retained by traditional versions There are discussions on this chapter whether it is the original work or an interpolated one. Some more details are given in the endnote. Akampana's character inevitably has continuity in the war scene at the end."
        },
        {
            "type": "verse",
            "text": "Then on going hurriedly from Janasthaana and on speedily entering Lanka Akampana spoke these words to Ravana. "
        },
        {
            "type": "verse",
            "text": "\"Oh, king, many demons positioned in Janasthaana are killed, Khara is also killed in war, and somehow I have come here. "
        },
        {
            "type": "commentary",
            "text": "Dhvani/allusion: Janasthaana is the castle-gateway to Lanka. Lanka is a city built within its castle-walls and it has no countrysides or villages at least, annexing it. If Janasthaana is ruined, Lanka is also going ruin soon, because none can crossover the bulwark-like-Janasthaana. <em>raajan</em> 'oh, king of demons...' 'when demons in Janasthaana are ruined, your kingship gets ruined...' <em>bahavaH</em> 'many...' 'not one or two, many demons that are guarding Lanka from Janasthaana are <em>hataaH</em> 'dead...' Then Ravana may ask 'what is it Khara doing then?' <em>kharaH ca</em> 'Khara, also' is dead. By this <em>ca</em> 'also' Trishira, Duushana etc., are also reported as dead."
        },
        {
            "type": "verse",
            "text": "Thus said, then that ten-faced Ravana is infuriated with bloodshot eyes, and as though to burn down whole world with his radiance he spoke this to Akampana. "
        },
        {
            "type": "verse",
            "text": "\"Who is that dead-and-gone that has destroyed my indomitable Janasthaana? Who is it that has indeed opted for no recourse in all of the worlds? Evoking indignation in me it is really impossible for Indra to be happy; even for Kubera - no; for Yama - no; why them, even Vishnu cannot be happy. I am the End-Time for the Time-god himself, I will burn down the Fire-god, and I am capable of conjoining Death with the virtue of deathliness. If I am enraged I will incinerate Sun-god or Fire-god just with my radiance, I will halt even the impetuosity of Wind-god with that of mine.\" Thus Ravana said about himself. "
        },
        {
            "type": "verse",
            "text": "Akampana with his palms adjoined and voice hesitant with fear sought for the clemency of that decahedral demon Ravana who is enraged in that way. "
        },
        {
            "type": "commentary",
            "text": "The words decahedron, decahedral - a solid figure with ten faces - are the fancied usage for Ten-Throated or Ten-Faced demon. Ravana has also got the name of dashagriiva, and he is a 'solid' demon."
        },
        {
            "type": "verse",
            "text": "When the supremo of demons Dasha-griiva pardoned him then that Akampana spoke these words, unfalteringly and trustfully. "
        },
        {
            "type": "verse",
            "text": "\"He is a youth whose shoulders are mighty, arms round and lengthy, built like that a lion, who is the son of Dasharatha and known as Rama. He is blue-black in complexion, a highly renowned one with matchless might and valour, a magnificent one such as he is he slew Duushana along with Khara in Janasthaana.\""
        },
        {
            "type": "verse",
            "text": " On hearing the words of Akampana, the chief of demons Ravana, spoke these words hissing like a kingly serpent. "
        },
        {
            "type": "verse",
            "text": "\"The question is whether that Rama arrived at Janasthaana associated with Indra and along with all of the immortal gods? Oh, Akampana, speak about it. "
        },
        {
            "type": "verse",
            "text": "Akampana again detailed about the might and valour of that great souled Rama on hearing that sentence of Ravana. "
        },
        {
            "type": "verse",
            "text": "\"Rama means someone who is highly resplendent, an ablest archer among all archers, one who is endowed with divine missiles and divine attributes, and he is the one who conducts warfare with a supreme conduct. And a mighty one with redly eyes and drumbeat like voice, and whose face is shiny like the full-moon is Rama's selfsame younger brother known as Lakshmana. Alike the wind associating with fire this Lakshmana is associated with that glorious and nonpareil prince Rama, and that firestorm, namely Rama, destroyed Janasthaana. "
        },
        {
            "type": "verse",
            "text": "\"They are not any great souled gods or any heavenly beings as such, hence there is no need to doubt about it. Rama unloosened his gold-finned and feather-winged arrows, which on becoming five-faced serpents started consuming the demons. "
        },
        {
            "type": "verse",
            "text": "\"To whichever nook those demons smitten by fear of those serpent-like are fleeing, they have seeing Rama alone standing afore them in that corner, and oh, merited king Ravana, in this way your Janasthaana is totally ruined by that Rama. "
        },
        {
            "type": "commentary",
            "text": "Rama appeared to have assumed fourteen-thousand forms of one Rama <em>svecChaa gR^ihiita dehaiH</em>, and appeared confronting on the path of each and every demon who is trying to take shelter in a corner. Rama further appeared in each of the objects the demons wanted to pick up and fight back, say trees, boulders etc. <em>raamam eva agrataH sthitam pashyanti</em> - Tiirtha. Because the demons are smitten by fear, that fear reflected one Rama as fourteen thousand Rama-s, and it is not any divine trick or magic done by Rama. - Govindaraja. It is same with Kamsa in Bhaagavata when he sees one Krishna as many Krishna-s in his fear."
        },
        {
            "type": "verse",
            "text": "On hearing the words of Akampana Ravana said these words, \"I will to go to Janasthaana to kill Rama along with Lakshmana.\" "
        },
        {
            "type": "verse",
            "text": "When Ravana said so then Akampana said these words in reply, \" listen, oh, king, what all has happened, and of what in actuality is Rama's spirit and grit. "
        },
        {
            "type": "commentary",
            "text": "Akampana is saying that what all has happened to the dead demons is in accordance with their deeds done when they are alive <em>yathaa vR^ittam</em> 'as they have done inhuman deeds thus they got punishment.' These dead demons are the actual troublemakers to the sages at the behest of Ravana. <em>adaa na khalu yaj~nasya vighna kartaa mahaabalaH || 1-20-18</em> As said by Sage Vishvamitra, Ravana does not cause any hindrances to ritual, but these hench-demons do. So, they reaped the fruits of their actions. Or, <em>raamasya vR^ittam: itihaasa puraaNa prakiirtita vR^ittam</em> 'that which is enshrined in legends and mythology, I will tell those aspects of Rama.' <em>yathaa vat balam pauruSam</em> 'as it is his might and grit...' 'I will let you know about them...' So said Akampana to Ravana. - Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Rama, the highly renolwned, is invincible just by braving against him, for that Rama in fury can stall the onrush of a plethoric river with his arrows. "
        },
        {
            "type": "commentary",
            "text": "Rama does not tolerate the upheaval of the system thus he becomes infuriated <em>kupitaH</em> as and when anything  unwarranted occurs. And this fury is a getup to Rama, but it is not his innate nature because <em>ramayate  iti raamaH</em> 'he who delights is Rama...' Thus he cannot always become furious. He is invincible just by  brute-force <em>vikrameNa a+saadhyaH</em> . Thus he is approachable only in accordance with a set system  conduct. Further, the word <em>a+saadhya</em> is not coupled with any other sub-words <em>upapada,</em> so he is invincible  even to Brahma, Rudra, Indra et al. By this Vishnu's <em>trivikrama</em> incarnation is indicated. He can stop,  or bifurcate the plethoric river stream just by his intention, leave alone arrows. <em>bhayaanaka  aavarta shataakulaa nadii maargam dadau sindhuH iha shriyaH pateH -- bhaagavata </em>In Bhaagavata  the tumultuous river gave way to carry Krishna to go to the other side. Thus the incarnation of Krishna, in  earlier times, or in the forthcoming eras, is suggested. - Tiirtha. As a river gives way to fishes to  swim, his <em>matsya</em> 'Fish...' incarnation is also suggested."
        },
        {
            "type": "verse",
            "text": "\"That magnificent Rama can collapse even the firmament along with its starlets, stars and planets, and he even can elevate the earth if it were to collapse. "
        },
        {
            "type": "commentary",
            "text": "By the attributes of stars and planets to the firmament, the Golden-Egg <em>hiraNya garbha</em> is suggested.  So, he is the Originator. In the incarnation as <em>vikrama</em> 'Dwarf-boy...' he set one of his feet on the  yonder blue, hence the firmament has no value for him. <em>siidantii mahiim uddharet</em> Raising the sinking  earth is suggestive of <em>varaaha </em>'Wild Boar...' incarnation, where he uplifted drowning earth on the snoot  of a wild boar. And again <em>siidantii mahiim uddharet</em> where <em>mahi</em> is taken as people, and it is said 'when  people on earth are sinking/collapsing under tyranny, he uplifts them...' as he is the ultimate absolver  and terminator of the creation. Govindaraja and Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"On breaching the shoreline of the ocean with his arrows that lord Rama can deluge worlds, and he can stem the tide of turbulent ocean, or can even stall the agent of that turbulence, namely the wind. "
        },
        {
            "type": "commentary",
            "text": "The deluging worlds suggest <em>samkarSaNa</em> aspect. Govindaraja. Because he deluges all the worlds, he is <em>yuga antakaH</em> 'the epoch-ender...' The said 'Air' suggests other elements also, like Fire, Water etc., as said in <em>pR^idvii apsu liiyate, aapaH tejasa liiyate</em> 'earth merges in waters, waters merges in fire...' thus he can stem the tide of all the elements, taking <em>samhR^itya</em> from the next verse. Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"That great valorous and the ablest among humans is capable to destroy all the worlds with his valour, and even capable of creating the people again."
        },
        {
            "type": "verse",
            "text": "Or, again dissolving all the worlds into himself, that great contemplator who transcends all is even capable of creating the creation again from out of him. "
        },
        {
            "type": "commentary",
            "text": "The word <em>shR^STi</em> does not mean crafting anything anew. It is from <em>sR^ij</em> 'releasing out...' The innate souls <em>jiiva</em> are not created anew, they are ever there. But they emerge out of Brahman and resolve in Him according to their karmic cycle. This is Gita's concept. He 'creates worlds again...' indicates that in earlier eras also he is the Creator. <em>vikrameNa</em> is not always 'by valorousness' but 'just by contemplation...' He can create, rather evolve from his within, because he is <em>mahaa yashaH</em> 'glorious...' since Veda-s say <em>eko ha vai naaraayaNa, paraa asya shakti, etasya vaa a ksharasya</em> How can a man do all these thing? For this it is said <em>saH shreSThaH puruSaH</em> 'he is more than, better than, transcendent, to humans...' but not 'best among men' as routinely said above. The word <em>punaH</em> 'again' is used twice, one belongs to the earlier dissolutions and creations and another to the forthcoming ones. Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Oh, Dashagriiva, it is impossible to conquer that Rama in war for your, either singly or along with the hosts of the demon-supporters of yours, as one heaven cannot be won by many sinners. "
        },
        {
            "type": "commentary",
            "text": "Ravana may question this spy as, 'When I am a ten-headed-demon, and he is single headed-human, why cannot  I conquer him? The reply is 'you cannot, because you have only ten heads whereas each of the two brothers  has <em>sahasra shiirSaa puruSa, sahasra aksha...</em> 'thousands of heads and thousands of eyes...' They are  invincible whether you attack him singly or along with hosts of other sinister demons of your like,  namely Namuchi, Hiranayakashyapa, Shambara et al. No one can conquer him. The analogy is like this.  Though there are many sinners in many worlds, all put together are not able to conquer one single heaven.  Tiirtha. <em>anena paapiShThaiH  svargaH praaptum na shakyata iti uktam - - anena sukR^itinaam svargaH paapiShThaanaam naraka iti suucitam  - dk </em>."
        },
        {
            "type": "verse",
            "text": "\"I do not think that he is killable even for all god and demons, and this is the idea to kill him, and to this you may listen attentively. "
        },
        {
            "type": "commentary",
            "text": "The 'gods and demons...' is said in plural, <em>deva asuraiH</em> even then sarva 'all' is also incorporated.  This is to say that even in the forthcoming eras also he is invincible. Then the spy says an unasked  for opinion, <em>aham manye: ---- </em>&nbsp;'I admit... that he is unkillable... though I belong to the clan of demons,  on seeing Rama's valour in person, some wisdom dawned on me by the merit of my earlier births, but you  are not able to open your eyes as yet, because you are still a stupid...' <em>aasuriim yonim aapanaa muuDhaa  janmani janmani... Gita 16-20</em>. Tirtha."
        },
        {
            "type": "commentary",
            "text": "Sage Valmiki is speaking through the tongue of this Akampana, the spy, about the invincibility of Rama.  Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"An excellent woman in the world is there, a youthful one with symmetrical limbs, a jewel-like lady adorned with jewellery, that slender-waisted one who is known as Sita is his wife. No goddess can be likened to that mature lady; a gandharva female - no; a apsara female - no; a pannaga female -no, then how can there be a woman of her like? You forcefully abduct his wife when she is in solitude, and indeed Rama will not exist reft of Sita.\" Akampana advised Ravana in this way. "
        },
        {
            "type": "commentary",
            "text": "Govindaraja says that this Akampana is talking like an enlightened sage, and Maheshvara Tiirtha says that a divine wisdom has dawned on this spy just now. Then the question that arises is: How a sagacious spy prompted Ravana to abduct Sita? There are two answers for this."
        },
        {
            "type": "commentary",
            "text": "1. Any employee is a half-slave to his master, <em>artha daasaa janaaH sarve</em> as the money paid makes one a slave of the payer. This spy prompted Ravana in that way because he knows that Ravana is womaniser. Like-king-like-subjects <em>yathaa raajaa tathaa prajaaH</em> thus great-demons think alike. Further Ravana did not ask for the triggering point for the elimination of these many demons. If Ravana questions about it, Akampana had to say that Ravana's own sister Shuurpanakha wanted to debauch. Then Ravana's rage multiplies and he may even kill Akampana."
        },
        {
            "type": "commentary",
            "text": "2. All the sages, including Agastya, have declared to Rama that they have planned to bring Rama to Janasthaana only to eliminate the demons at Janasthaana and going further from Janasthaana to Lanka and eliminating Ravana is Rama's headache. Which happens owing to Sita.<em>aaniitaH tvam imam desham upaayena maharShibhiH || 3-30-35</em> Thus this sagacious Akampana is plotting to bring Sita firstly, for whom Rama comes conquering Ravana, and then the demons on earth will be eradicated. Without Janasthaana Lanka is nothing but an open-door castle. So, the sages paved way for Rama through Janasthaana to Lanka."
        },
        {
            "type": "verse",
            "text": "The chief of demons Ravana favouring that idea thought of it and that mighty armed Ravana then spoke to Akampana. "
        },
        {
            "type": "verse",
            "text": "\"Agreed! I wish to go alone early in the morning with a charioteer and I delightfully wish to lead Vaidehi into the elegant city Lanka.\" Ravana declared that way. "
        },
        {
            "type": "verse",
            "text": "Saying so Ravana journeyed in a chariot that is yoked with mule-like horses, and that has the dazzling of the sun, whereby all the directions are made to glitter. That opalescent chariot of the lord of demons while speedily progressing through starry way shone forth as if it is the moon in clouds. "
        },
        {
            "type": "verse",
            "text": "On going to the hermitage of Maareecha which is at a distant place Maareecha the son of Tataka received Ravana and venerated that king of demons with sweetmeats and savouries that are unavailable to humans. "
        },
        {
            "type": "commentary",
            "text": "The food items <em>bhakshya</em> are the supplementary items like <em>laddu-s, jilebi,</em> etc., and the like, whereas the <em>bhojya</em> items are boiled-rice, wheat-bread etc., the staple food items. The word <em>a+maanuSaiH</em> may also mean 'inhuman' but nowhere we find Ravana taking such a lowly food."
        },
        {
            "type": "verse",
            "text": "Offering proper seat and water for washing feet and hands Maareecha personally attended Ravana and spoke to him this sentence that is worded meaningfully. "
        },
        {
            "type": "verse",
            "text": "\"Oh, king and supremo of demons, I am anxious to know whether everything safe and secure to the inhabitants of your kingdom, for I am not in the know of the reason by which now you have come here rushingly. "
        },
        {
            "type": "verse",
            "text": "When Maareecha said so to him that greatly radiant one who is a sententious speaker that Ravana thereafter spoke this sentence. "
        },
        {
            "type": "verse",
            "text": "\"Oh, sire, Rama who is indefatigable in warring has ruined my security stationed at Janasthaana, and in war he even brought down all of Janasthaana which is undefeatable so far, such as I am, to me you have to render friendly help in kidnapping Rama's wife.\" "
        },
        {
            "type": "verse",
            "text": "On hearing the words of that chief of demons, Maareecha spoke these words, \"who broached the subject of Sita with you, an enemy in the fakery of a friend? Oh, tigerly demon, who is that censurable one that is unhappy with you, since he is giving such a self-ruinous advise?"
        },
        {
            "type": "verse",
            "text": "\" 'Sita may be brought to Lanka...' who said it, say him to me, who is that one desiring to cut off the prominence of all the demons in all worlds in saying so?"
        },
        {
            "type": "verse",
            "text": "\"Who is desirous of getting a zenithal demon ruling all the three worlds to be cut-off when he said that Sita shall be brought to Lanka?"
        },
        {
            "type": "verse",
            "text": "\"Who is saying that Sita is to be brought to Lanka with a desire to get your apogeal ten-heads that are prominent among all the clansmen of demons to be cut-off? "
        },
        {
            "type": "verse",
            "text": "\"Also, he who has motivated you in this way is an undoubted enemy of yours, for he wanted to extricate the fangs of a snake from its mouth, of course, through you. By whom and by which purpose of his you are made to blunder upon this awry path, oh, king, it is as good as his hitting hard on your head while you are fast asleep. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Ravana, it will be unbefitting to raise an eye to see Rama in war, who will be then like a majestic elephant that has an impeccable dynasty and bloodline as its mammoth trunk, personal radiance as its indomitable might, very firm pair of arms as its pernicious tusks, more so, who will be with the redolence of the irrepressible lineage of Raghava-s. "
        },
        {
            "type": "verse",
            "text": "\"To be in the midst of war itself is the fury of that lion called Rama, by which that lion raises its tail touching the back of its trunk, that lion is all-inclusive with forelegs, paws, and claws that are included in arrows, while its fangs are swords, and it is the killer of the deer called the expert killer-demons, and mind you, do not dare to rouse that sleeping man-lion. "
        },
        {
            "type": "commentary",
            "text": "The <em>nara-simha,</em> man-lion incarnation is suggested here."
        },
        {
            "type": "verse",
            "text": "\"His bow is crocodilian, his shoulder-speed is quagmire, his arrows are tidal, and the great immensity of his war itself is a tideland, and oh, king of demons, it is inapt of you to slide down into the much-ghoulish mouth of that abyssal ocean, called Rama. "
        },
        {
            "type": "commentary",
            "text": "The crocodile catches at the very moment of falling of its prey, the arrows make one to sink into a quagmire without any hope of coming up, and when the arrows once discharged tidally, the battlefield becomes a tideland inundated with his arrows. Thus, it is impossible to crossover that oceanic netherworld, called Rama. Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Oh, lord of Lanka, be appeased towards Rama, be quietened and gently proceed to Lanka. You take delight in your wives, and let Rama be delighting with wife in forests.\" Thus Mareecha spoke to Ravana. "
        },
        {
            "type": "commentary",
            "text": "Suffix: 'forgive what has happened, remit a disastrous war on Lanka, be pleased with what you have and be content with it, holdback your greediness...'"
        },
        {
            "type": "verse",
            "text": "When thus said by Maareecha that ten faced Ravana returned to his city Lanka and entered his best house and home. "
        },
        {
            "type": "commentary",
            "text": "This chapter is a scarecrow to the aesthetics of Ramayana and  a milestone to commentators of Ramayana. We usually find in Ramayana spectacular entrances for cities,  characters, and situations. Before such a fantastic entrance of Ravana, for which a full sarga/chapter  is allotted, this chapter is said to be a glaring hurdle. In here, this Akampana is glorified as a sagacious  person, yet he gives advise to Ravana to abduct Sita. This advice is said to contain the setting of  the ultimate war-field in Lanka. But, the weight of the very same advise by Shuurpanakha is lost to  this of a spy. Shuurpanakha's intent is very clear, but the meaning, purpose and the achievement of  this spy is very unclear, except to that which is said by commentators."
        },
        {
            "type": "commentary",
            "text": "Ravana on going to Maareecha, and hearing all indirect puraNa-s  'mythologies...' returns to Lanka as a gentleman. If he were to be this gentle, Ramayana would not be  there. But Maheshvara Tiirtha, the commentator says: <em>ata eva  raavaNasya siitaa raama bhR^ityatvena taa uddisya tena vakShyamaaNaani baahya dR^iShTyaa durbhaaShaNa  vat pratiiyamaanaani api vaakyaani - - vastutaH stuti paraaNi eva</em>&nbsp; 'Though the utterances  of Ravana apparently mean as vile, but their subtext is that of a devotee of Vishnu. -- Maheshvara  Tiirtha"
        },
        {
            "type": "commentary",
            "text": "If Ravana is a true devotee, basing on many mythologies and sub-mythologies,  the way in which he treated Sita in Lanka is evident and it pictures him as a clear-cut villain. Thus  says another commentator, namely Rama Tilaka, whose aim is to elicit literary values of Ramayana,  and who dismisses all  this hyperboling. Whether this chapter is interpolated or original, this is included in traditional versions, and  hence it is to be sincerely incorporated here, because commentators have said a lot about it. So goes the  tradition."
        }
    ]
}