{
    "id": "prose-aranya-32",
    "kanda": "aranya",
    "sarga": "32",
    "title": "Ravana's pomp and pride",
    "chapter": "32",
    "overview": "The pomp and pageantry of Ravana is portrayed along with his idiosyncrasy and individualty, his triumphs and victories, his jalousies and covetousness. Shurpanakha approaches him to inform of her fate at the hand of Lakshmana.",
    "content": [
        {
            "type": "verse",
            "text": "Then Shurpanakha on seeing the fourteen thousands demons of heinous crimes perished by one lone Rama. And also on seeing Dushana, and Khara, also thus Trishira... the perished ones...] she blared a blaring blare similar to a cloud's thunder. She, on seeing the action taken by Rama, which for others is verily impossible, is highly agitated and hastened to Lanka, which is by ruled Ravana."
        },
        {
            "type": "verse",
            "text": "She saw dazzling Ravana with his dazzle, in the midst of the divine aircraft Pushpaka, and with his ministers seated nearly and nearby, like Indra amidst wind-gods."
        },
        {
            "type": "commentary",
            "text": "The place where Ravana is sitting can be said as 'at the top floor of a multi-storeyed building...'  as the word <em>vimaana</em> means 'atop...' of a house, temple-towers etc. But it can also be said Pushpaka  aircraft as said in Dharmaakuutam: <em>tatra  ca vicitra vimaana madhyage kaancana maya aasane - -</em>"
        },
        {
            "type": "commentary",
            "text": "The words <em>upa upa viSTa</em> 'the ministers are sitting near him, and are in attendance upon him...' by the  use of extra preposition <em>upa</em>, but in the course of time the idea of 'nearness or proximity' are lost  and it came be used as just 'sitting...' Thus, the tautological tendencies were influencing Sanskrit'  - Pt. Satya Vrat in Ramayana - A Linguistic Study."
        },
        {
            "type": "verse",
            "text": "Seated similar to the Sun in firmament, on a supreme golden seat, which resembles a golden Fire-altar and he himself resembling the blazing Ritual-fire, when much ghee is poured into that Golden-Fire-Altar."
        },
        {
            "type": "commentary",
            "text": "&nbsp;Ravana is seated, similar to the Sun in firmament, on a supreme golden throne, which resembles a golden Fire-altar, laid with golden bricks, where mud-bricks will be used in Vedic-rituals in ordinary fashion, and when much ghee is poured into that Golden-Fire-Altar continually, he himself resembling the blazing Ritual-fire and his glow is heightening for every pour of ghee-oblation."
        },
        {
            "type": "commentary",
            "text": "On conquering all the worlds Ravana assumed <em>indratva</em> 'Indra-hood...' So all the oblations in rituals shall belong to Ravana. Any ritual other than this variety will be hindered and spoiled by this group. This is the real problem to all celestials, as they are not getting their due from Vedic-rituals. Ravana's throne itself is the Golden-Ritual-Altar of his kind, and every praise or extolment of Ravana is hymn and any offering into that Ravana-Fire-Altar is making Ravana to aglow to the bedazzlement of all the worlds. And how he got that Indrahood is said next."
        },
        {
            "type": "verse",
            "text": "Not by gods, gandharva-s, or any beings, nor by any sages or supreme-embodiments, he is repressible in any dreadful war, for he is like the Terminator with a gaping mouth. In many combats of gods and demons, bruised is he by the Indra's weapon, namely the Thunderbolt, and blotched is his chest with the goring of tusk-prongs of Iravata, the Elephant of Indra."
        },
        {
            "type": "verse",
            "text": " His arms are twenty and faces are ten, and he is with conspicuous regalia, and at that broad-chested brave one, attributed with all the kingly attributes, at him Shurpanakha saw..."
        },
        {
            "type": "commentary",
            "text": "&nbsp;Ravana is also said to have four legs in <em>naaradiiya jaimini Ramayana: dasha aasyam viMshati bhujam bhinna anjana cayamopamam | paadaiH catur ati ugram taamroSTam... 11 chapter, 75 verse.</em> In Raghuvamsha in 18th chapter <em>bhujamuurthoru baahulyaa dekopidhana daanuja...</em> etc., but not vividly portrayed elsewhere."
        },
        {
            "type": "verse",
            "text": "With the gleaming of Lapis gems studded in his ornaments his glisten is that gemlike, his ear-knobs are of refined gold, his arms strongish, teeth whitish, mouth widish and he is mountainous... at him Shurpanakha saw... By Vishnu-disc he is assaulted hundreds of times in war with gods, and with the assault of other missiles, he is assaulted hundreds of times in other great wars."
        },
        {
            "type": "commentary",
            "text": "The disc of Vishnu here does not mean the <em>sudarshana cakra</em> of Vishnu. This is yet another missile which  is one among many given to Rama by Vishvamitra. This <em>sudarshana cakra</em> is a 'thought of Vishnu to eliminate  the vice...' <em>sankalpa, </em>a conceptually symbolic missile in one of his hands. But in the core of its essence  it is no disc with any sprockets and central thumb-hole etc. <em>praaNo mayaa  kriyaa shaktiH | bhaava unmeSha udyamaH | sudarshanam ca sa~NkalpaH | shabdaa paryaaya vaacakaaH --  ahirbuj~na vaakya</em> 'sudarshana is my causative thinking, words are just alternatives -- <em>&nbsp;ahirbudhnya</em> aphorisms. This narration is to portray that Ravana has war-wounds on all over his limbs.  Though hit by Thunderbolts or missiles for umpteen times, he is just wounded but not dead and he is  on such a winning spree, ineradicably."
        },
        {
            "type": "verse",
            "text": "Thrashed are all his limbs by all the gods with all their thrashing missilery, and he perturbs the un-perturbable oceans, swiftly at his will and wish, and a swift perpetrator of anything at his will and wish..."
        },
        {
            "type": "verse",
            "text": "A volleyer of mountain peaks, even a represser of gods, also an extirpator of ethical values, and a molester of others' wives. A marksman of every divine missile, and an ever interdictor of Vedic-rituals... and on going to the city named Bhogavati, the Capital of Naga-s, and on defeating Vaasuki, the King of Serpents... he who abducted the dear wife of Taksha on defeating Taksha, and he who on going to Mt. Kailash and on defeating Kubera, the Lord of Wealth-Management... at him Shurpanakha saw..."
        },
        {
            "type": "verse",
            "text": "He who snatched away Kubera's aircraft, namely Pushpaka, which transits at the wish of its helmsman... and he who on seeing Caitraratha, the divine garden of Kubera with its divine Lake of Lotuses, and Nandana garden of Indra... with his enviousness devastated those Caitraratha and Nandana gardens and the other paradisiacal gardens even..."
        },
        {
            "type": "verse",
            "text": "And when the richly propitious Sun and Moon, the enemy-stiflers, are arising... he who forestalls them, the Sun and Moon, with his two arms, for he is a mountainous pinnacle..."
        },
        {
            "type": "verse",
            "text": "OPn accomplishing his asceticism for ten thousand years in a great-forest... he who, as  a courageous one has earlier dedicated his ten heads to Brahma, the Self-Created, by which he is unimperilled by gods, demons, gandharva-s, devils, birds, and reptiles..."
        },
        {
            "type": "verse",
            "text": "Unimperilled is he of death in war, [by all others except humans, for he in his beseech of boon, overconfidently] omitted humans... and the Soma-juice of Vedic-rituals, that which is blest and sanctified by Vedic-hymns of Brahmins, and he who is an extreme-ultraist that expropriates that soma-juice-oblation form the vessels of oblation, which actually is intended and shall belong to Indra and other divinities, and is a plunderer of the Vedic-rituals at the time of their culmination, namely, the time of giving bounties and charities to all the cadres in society, thus he is a trespasser, and a hinderer of Vedic-rituals, the slayer of those Brahmins that conduct Vedic-rituals contrary to his wishes, and an evildoer... and at him Shurpanakha saw..."
        },
        {
            "type": "commentary",
            "text": "&nbsp;The problem with Ravana is that nobody shall surpass him or his boons, by conducting various Vedic-rituals, appeasing the gods to get better boons, or say 'a boon to kill Ravana...' itself. That being his preconceived fear he lets none to conduct any Vedic sacrifice. Secondly, he became one with Indra by the boon of Brahma, so any ritual should be centred on Ravana, not Indra. He is not a routine Brahmin slayer for he himself is of Brahminic origin and his teachers are Brahmins, but goes against those Brahmins who dare to conduct rituals for Indra and other divinities. The 'trespasser' is a Biblical trespasser."
        },
        {
            "type": "verse",
            "text": "He who is heartless, un-goaded thus rampant, and a delighter in the iniquity to the people... by him all beings are bewailed and all words are alarmed..."
        },
        {
            "type": "commentary",
            "text": "Ravana is the nickname of Dashagriiva, or Dashakantha, or Dashaanana, or Dashakandhara. When Ravana  tried to lift up Mt. Kailash with his twenty hands, on which Shiva, Parvati, Nandi, and a host of  <em>pramatha  gaNa</em>-s are there, Shiva pressed down the Mt. Kailash with his big toe. Then Ravana's twenty hands went  under Mt. Kailash ehereby he started to yell in pain for a thousand years, terrifying all the worlds. Then,  as advised by his ministers Ravana extols Shiva in a <em>stotram</em>, <em>danDakam</em> a rhythmical eulogy. That heavily  worded eulogy is still available in the name of <em>raavaNa kR^ita daNDaka</em>. Then, Shiva releases Ravana's  hands from under Mt. Kailash and blesses him to be renowned as 'Ravana' then onward. This will be in  the <em>uttara ramayaNa</em> seventh book. Thus, Ravana is the etymological derivation of the word from the root  <em>ru</em> 'to make noise or weep...'"
        },
        {
            "type": "commentary",
            "text": "&nbsp;The <em>mantra shastra</em> says:--&nbsp;   <font color=\"#CC0000\">raa</font><font color=\"#000000\">ma patniim</font> <font color=\"#CC0000\">va</font><font color=\" #000000\">nasthaam ni</font><font color=\"#CC0000\">na</font><font color=\"#000000\">aya </font><em>- iti raavaNa</em> 'one who abducted Rama's wife from woodlands...' In another way it is  <em>raavaNasya  apatyam pumaan raavaNaH</em> 'Ravana's son is Raavana.'&nbsp;&nbsp;"
        },
        {
            "type": "verse",
            "text": "She that demoness Shurpanakha saw such a brother, who is a reprobate and a great-mighty one, and who is excellently attired and bejewelled and shining forth with excellent garlands. He is well seated on his seat, like the up-surging Ultimate-Time to the Eventual-Time..."
        },
        {
            "type": "verse",
            "text": "At that king of demons and a greatly fortunate one and the felicity of the dynasty of Sage Pulasta... that demoness Shurpanakha, trembling in fear neared him and spoke these words to such Ravana, who is an enemy-destroyer, and now surrounded by his ministers."
        },
        {
            "type": "verse",
            "text": "Shurpanakha, a fearless one in her movements, who is defaced by the great-souled Lakshmana, and she is now perplexed by the fear of Lakshmana, but with an avarice for Rama, on showing herself to that Ravana, whose eyes are broad and aglow, she spoke to him this very caustic sentence..."
        }
    ]
}