{
    "id": "prose-aranya-33",
    "kanda": "aranya",
    "sarga": "33",
    "title": "Shurpanakha accuses Ravana",
    "chapter": "33",
    "overview": "Shurpanakha taunts Ravana for his un-kingly activities, by which his kingdom is going to face a calamitous situation soon. She while gibing at him narrates how a king, really fit for kingship, shall conduct the affairs of kingdom. She speaks many paradigms on which many commentaries are declined basing on kings and their vices.",
    "content": [
        {
            "type": "verse",
            "text": "This chapter vies with the 33rd chapter of Kishkindha Kanda in the attitudes of a king and his kingship. These two chapters, as detailed by ancient commentators, equally deal with raaja niiti shastra 'political science' and the only rescue to Sugreeva in Kishkindha is Tara, who saves the face of Sugreeva before Lakshmana, whereas in here Ravana has none to come to his aid, when chided by Shurpanakha. Though Shurpanakha is a demoness, the Sage Valmiki put some rational words on her tongue in forewarning Ravana. In Kishkindha, Tara takes up the responsibility of saving the grace of Sugreeva."
        },
        {
            "type": "verse",
            "text": "Then that doleful Shurpanakha for she is defaced, spoke to Ravana, who makes the world to wail and who is amid his ministers, these scornful words."
        },
        {
            "type": "verse",
            "text": "\"Verily infatuated with lustful gratifications you are independent and incontinent... though a calamitous jeopardy is nearly befalling, and though it is observable by you, you are unobservant of it... Clinging to earthy pleasures, should a king be a self-driven and self-serving, he is unhonoured by people, like a crematory fire..."
        },
        {
            "type": "commentary",
            "text": "Comment: For those who are self-centred there will be no fear, no shame... artha aaturaaNaam na gurur na bandhuH  | kaama aaturaaNaam na bhayam na lajja | kShudha aaturaaNaam na rucir na pakvam | vidya aaturaa Naam  na sukham na nidraa -- niiti shaastra 'for money-mongers no venerable ones, no relatives... for lust-mongers no fear, no shame... for food-monger no taste, no baking... for education-mongers, no comfort, no sleep...' morals."
        },
        {
            "type": "verse",
            "text": "\"The king who does not deal with the concerns of kingdom in person and on time, verily he and his kingdom and even those concerns of his kingdom get ruined..."
        },
        {
            "type": "commentary",
            "text": "Comment: This can also be expressed as: saH taiH kaaryaiH saha raajyena ca vinashyati... '...by those very issues of kingdom, the king along with his kingdom gets ruined...' because the major issue on hand is Rama and Lakshmana and they can ruin Ravana and his kingdom. Inordinate ravelling in comforts and lust makes a king weak in body, mind, and time. The timely actions he is supposed to take do not come to mind because it is weakened and benumbed. The he is liable to believe his aids that may precisely land him into further troubles. Hence a king / ruler has to take actions and decisions personally, on time, duly remaining firm by his body and mind."
        },
        {
            "type": "verse",
            "text": "\"When spies are unarranged, and the king is imperceivable and he is not even self-disciplined ... people eschew such a king as an elephant does the mud of river from a distance..."
        },
        {
            "type": "commentary",
            "text": "Comment: Shurpanakha knows that Ravana has spies all around, but she also in the know that they are worthless fellows because they narrate mythologies after every thing is ruined, as was done by Akampana in the previous episode. There is none to caution him beforehand excepting her. So she is haranguing Ravana to take immediate action, otherwise, there may be a mutiny or cold war in his kingdom, and his subjects may desert him, like Vibheeshana during wartime."
        },
        {
            "type": "verse",
            "text": "\"He who does not safeguard his kingdom by remaining self-restrainedly he does not outshine advantageously, like mountains submerged in oceans..."
        },
        {
            "type": "commentary",
            "text": "Comment: Ravana is no doubt is mountainous with his wealth and prosperity but he is engulfed in the ocean called promiscuity, and as long as those waters of unrestraint tiderip over his head he cannot surface himself."
        },
        {
            "type": "commentary",
            "text": "Or, 'Without keeping the kingdom under your personal control, the administration is shuffled onto the ministers and army personnel like Khara, Dushana, and these figureheads alone become the tiderips, for they quarrel among themselves about the kingship of Lanka after your ruin, and they alone are floating like oceanic tides up above your head and thus you are a submerged sovereign... In any way, either by Rama, the imminent danger or by your military managers, the internal danger, your doom is destined...'"
        },
        {
            "type": "verse",
            "text": "\"You are belligerent with sensible gods, gandharva-s and other demons, and devoid of intelligence agents... and how a vacillant like you can thrive as a king..."
        },
        {
            "type": "commentary",
            "text": "Comment: 'Your enmity with the sensible gods will make them sensitive to be vigilant for your lack of intelligence agents, lack of your own kingly intelligence and lacking insistence in kingship... and will not they take opportunity to hit you back for every thing is lacking in you except lusting?'"
        },
        {
            "type": "verse",
            "text": "\"Your bent is boyish and you are also mindless, oh, demon, but you are unknowing the knowable danger, for you are carefree... and how do you thrive as a king... Those who have their spies, treasuries and strategies not in their own control but bequeathed them to others, they are like the peasantry among kings... Whereby some can see all the distantly situated situations through their spies, oh, king of kings, thereby those are called 'prescient kings...'"
        },
        {
            "type": "commentary",
            "text": "Though the spies bring in various pieces of information they are to be collated  and analysed by the king. anena caareNa vyavahitaa api arthaa avashyam vicaaraNiiyaa iti suucitam -  dk&nbsp; 'so you neither have those intelligent spies nor the least intelligence required of a  'prescient king' thus your doom is certain.'"
        },
        {
            "type": "verse",
            "text": "\"I believe that you have no spies worth their profession, and you are associated with artless ministers worthy to worship you, and you are unperceptive of the ruination of all of your subjects in Janasthaana... Fourteen thousand demons of dreadful deeds are killed by only one Rama... with Khara and Dushana, too..."
        },
        {
            "type": "verse",
            "text": "\"Given is the security to sages and Dandaka forest is safeguarded as well... also assaulted is Janasthaana by that Rama, an indefatigable champion... You are but a greedy and insensate, oh, Ravana, besides being under the control of others, may they be the appeasers of your lusts, or these artless ministers, or those underpaid unfaithful spies, and at that calamity which well-upraised in your own kingdom, you are unperceptive of..."
        },
        {
            "type": "verse",
            "text": "\"Should a king be overbearing, under-payer, insensate, self-conceited, and dubious... all beings do not make haste towards such a king in strife..."
        },
        {
            "type": "verse",
            "text": "\"Should a rule of people be unduly self-conceited, self-centred, self-adulating and a spitfire too, even his own people will destroy him, in his distress..."
        },
        {
            "type": "verse",
            "text": "\"He who does not officiate his offices, nor un-panicked in panicky situations will quickly be overthrown from his kingdom and on becoming debased, he in this world is equated with a piece of straw... The dried wood-sticks, or even the dried-up globs and dust also are of some avail, but the rulers of earth that collapsed from their position are of no avail... As to how a used up raiment and crumple down flower-tassel are rendered useless, that way a derelict from his kingdom, though functional, is of no avail..."
        },
        {
            "type": "verse",
            "text": "\"A king who is cautious, clever and a conscientious one with controlled senses, he stays as king sustainably... He who keeps his mental eyes of wariness wakeful while he slept well closing his physical eyes and he whose gall and grace are made evident to people without any concealment or cunningness, he will be revered as a king by he people..."
        },
        {
            "type": "verse",
            "text": "\"But, oh, Ravana, imprudent as you are you have discarded these merits, to suchlike you unknown is the very great massacre of demons through your spies..."
        },
        {
            "type": "verse",
            "text": "\"Humiliating others you are hobnobbing with your ravishes, and incognisant of the object for apportionment of time and place for your activities, as to when and where and how the things are to be dealt with, since you are not attending any kingly activity... and you are mindless in deciding rights and wrongs even... thereby ruined is your kingdom and imperilled are you before long...\" Thus Shurpanakha declaimed Ravana about his worthlessness as a king."
        },
        {
            "type": "commentary",
            "text": "However self-sufficient and self-assured a king might be, he cannot underestimate rivalling kings as  trivial, unilaterally.<em> anena susamR^iddha raajyastho api raajaa etaiH doSaiH aciraat raajya  bhrSTo bhavati iti - raaj~naa baliSTena api shatru durbala iti avamatiH na kartavyam ca suucitam -  dk</em>&nbsp;&nbsp; It is indicated that a king should  be on his guard lest he will be overthrown, just because that king is associated with many un-kingly  attitudes."
        },
        {
            "type": "verse",
            "text": "Thus when his own defects are well-eulogised by her, he that Ravana, the god of nightwalkers pored over by his mentation, holding dear of his prosperity, pride and power... and he verily contemplated, over a time..."
        }
    ]
}