{
    "id": "prose-aranya-34",
    "kanda": "aranya",
    "sarga": "34",
    "title": "Surpanakha allures Ravana to marry Sita",
    "chapter": "34",
    "overview": "Ravana enquires about Rama's valour and weaponry for which Shurpanakha narrates about Rama, Sita,  and Lakshmana and what has happened in Janasthaana and prompts Ravana to achieve Sita as his wife,  for none surpasses Sita in her beauty.",
    "content": [
        {
            "type": "verse",
            "text": "Then on seeing Shurpanakha speaking bitter words against him in the presence of ministers, Ravana is  verily infuriated and questioned her."
        },
        {
            "type": "verse",
            "text": "\"Who is this Rama? How is his bravery? And of what mien and what might he is? And for what reason he  entered the highly inscrutable Dandaka forest?"
        },
        {
            "type": "commentary",
            "text": "'Why this Rama has to come this far to Dandaka instead of loitering somewhere near Himalayas? Has he  come purposefully with any revenge against us, the demons, or is it a pleasure-trip? Why should he leave  his ancestral kingdom and enter Dandaka, a stronghold of demons?' This is the real worry of Ravana. <em>kena ca kaaraNena kula parampara aagatam praajyam raajyam parityajya nikhila nishaacara vaaso asmin  deshe samaagataH - dk</em> Ravana might be unaware that Dandaka forest also belongs to Ikshvaku-s as  Kishkindha belonged to them, as said by Rama at the time of eliminating of Vali."
        },
        {
            "type": "verse",
            "text": "\"What is the weapon of that Rama by whom these many demons are killed in war, also the unkillable Khara  is killed and Dushana and Trishira likewise?"
        },
        {
            "type": "commentary",
            "text": " This can be simple question 'What is his weapon?' without telling round about as above. But  Ravana is weighing arsenal balance since he is self-content a giant-robot namely Kumbhakarna, and one  brave and all-trickster son Indrajit with his own ICBMs, ASMs and ASMs, plus his own invincibility.  Thereby he said to be puzzled and asking: <em>kaani kaani  ca aayudhaani khara mukha nishaacra praaNa haani karaaNi - dk</em>'you said that Rama caused  this havoc single-handedly, then he should have used various and numerous weapons by which missiles  are flung... because common sense does not permit any belief that one bow can dart numerous arrows or  missile, that too when wielded by a single human...'"
        },
        {
            "type": "verse",
            "text": "\"That you tell, oh, bewitching bodied one, by whom you are disfigured?\" Thus Ravana asked her."
        },
        {
            "type": "verse",
            "text": "When thus spoken by that king of demons namely Ravana, then that demoness in her fit of fury informed  Ravana. Then as per her rationale she commenced to describe Rama,"
        },
        {
            "type": "verse",
            "text": "\" His arms are lengthy, eyes broad, and he has jute-cloths and skin of black-deer for his dress... In  semblance he that son of Dasharatha is similar to Love-god, his bow with its golden fillets is similar  to Indra's Rainbow in sheen, and yanking it out he showered flaring iron arrows that are like the deadly  poisonous snakes... that great-mighty one's drawing arrows from out of quiver, his shooting them from  bowstring, and darting them..."
        },
        {
            "type": "verse",
            "text": "\"Even Rama's stretching his bow I could not see, but I saw the army that is being annihilate on the  battleground... and I saw the cloudburst of arrows... Like a rich reap is thrashed out by the hailstorms  of Indra... the fourteen thousand demons of fiendish might are killed... Killed are they by those excruciating  arrows of that lone foot-soldier in one and half hour, along with Khara and Dushana..."
        },
        {
            "type": "commentary",
            "text": " The above is consolidated and said as: <em>saH ayam  adhunaa muni jana samucita veShopi dhik kR^ita shakra paraakrame vikrameNa shakra kaarmuka sadR^ikSham  caapam aakR^iShya mahaa viShaan aashii viShaan iva rukma punkhaan anukShaNam prakShipan rakSho vikShobhakaram  ati bhayankaram ruupam aavahati - - dk</em>"
        },
        {
            "type": "verse",
            "text": "\"Accorded is the protection to the sages and Dandaka is restored to safety for their ascetic practises  through Rama..."
        },
        {
            "type": "commentary",
            "text": " In Dandaka witch-hunting is over and it is calm and collected now. In fact, Ravana intruded  into Janasthaana of Dandaka and stationed some army to protect intrusion into Lanka, as his mainstay  is castled city Lanka only. Now that the doors to Lanka are wide open Lanka is exposed to an imminent  danger. <em>nishaacaraan  asankhyaiH rukma punkhaiH vishikhaiH vimadhya shatamakha mukhamakha bhuje akhila tapasvinaH ca nirbhayam  vidhaaya danDakaaraNyam api sakala muni jana sharaNyam atanuta - - dk</em>"
        },
        {
            "type": "verse",
            "text": "\"Somehow I am the one who is let off by that great-souled one on humiliating me by cutting my nose and  ears... may be, Rama is hesitant of woman-slaughter for he is a well-versed soul..."
        },
        {
            "type": "verse",
            "text": "Also his brother, a great-resplendent one who by his trait matches his brother in bravery, and an adherent  an a devotee of his brother, and by name that stout-hearted one is Lakshmana... He that Lakshmana is  an irritable, invincible victor, and a clever, coercive conqueror, and he always is the right-hand man  and the peripherally moving life of Rama..."
        },
        {
            "type": "verse",
            "text": "\"But, one with her broad eyes, face similar to a full-moon, is the dear and solemn wife of Rama, and  she always delights in the good and benefit of her husband... With her refined hairdo, fine nose, also  with fine-looks she is glorious, and she is like a sylvan nymph, and in those woods she is beaming forth  like a temporal Goddess Lakshmi..."
        },
        {
            "type": "verse",
            "text": "\"Her complexion is in the shade of refined gold, and that auspicious one's nails are rosy and jutting...  she with her curvaceous hips and slim waist is Sita by her name, the daughter of King of Videha...  She is not any goddess, nor any female of gandharva-s, or yaksha-s, or kinnaraa-s... such a pretty woman  is unseen by me on the surface of earth, previously..."
        },
        {
            "type": "verse",
            "text": "\"To whom Sita becomes wife and with whom she gladly hugs, he lives grandly in all the worlds, even  more than Indra... She by her conduct is good, by her physique laudable, by her aspect unequalled...  and she will be an appropriate wife of yours, you also will be her best husband..."
        },
        {
            "type": "verse",
            "text": "\"She that Sita is broad-hipped, fatty, bulgy breasted and best faced, and intending to fetch her as  your wife I stared up... But, disfigured I am by that cruel Lakshmana, oh, my brother with mighty shoulders...  if you see her now, at that Vaidehi with her face lit like a full-moon... To the arrows of Love-god  you will become an underling, and if an opinion is set on in you to make her as your wife, quickly upraise  your right foot aspiring victory and set it on towards Dandaka..."
        },
        {
            "type": "verse",
            "text": "\"Oh, the king of demons, if all of these words of mine are pleasing to you, oh, Ravana, those words  of mine be actualized undoubtably... Now on realizing your self-confidence, oh, great-mighty, the deed  of abduction of Sita, the one with an ineffable body, as your wife be accomplished..."
        },
        {
            "type": "verse",
            "text": "\"On recognising that Rama with his straight shooting arrows destroyed the night-walkers positioned at  Janasthaana and also on distinguishing that Khara and Dushana are also dead, it is apt of you to awake  to action...\" Thus Shurpanakha earbashed Ravana."
        }
    ]
}