{
    "id": "prose-aranya-35",
    "kanda": "aranya",
    "sarga": "35",
    "title": "Ravana proceeds to Mareecha",
    "chapter": "35",
    "overview": "Ravana proceeds to Mareecha seeking his help in the abduction of Sita. He travels by his aircrat-like  chariot and on way he perceives many locations along the seacoast that are affluent and divine. On seeing  a banyan tree Ravana recollects the episode of Garuda, the Divine Eagle. He arrives at the hermitage  of Marecha.",
    "content": [
        {
            "type": "verse",
            "text": "Then on hearing the hair-raising sentence of Shurpanakha, resolving on his task, he bade adieu to ministers  and indeed, he proceeded to his personal palace chambers. He followed up with the task's potentiality  and secured a befitting thought... then, he on deliberating upon the abilities and inabilities and on  the credits and discredits also."
        },
        {
            "type": "verse",
            "text": "Then, 'this task is to be done in this method only...' and thus only making a decision in his mind and  firming up his mind, he then proceeded to his excellent vehicle garage, verily."
        },
        {
            "type": "verse",
            "text": "Then on having gone to the vehicle garage secretly, that king of demons directed the charioteer, 'let  the chariot be harnessed...' thus..."
        },
        {
            "type": "commentary",
            "text": " This 'secretly going to his own garage...' is one among the many oddities of Ravana that is  suggested here. Kings never go to stables or garages but horses or chariots come to their fore, if ordered.  Ravana's ministers have heard Shurpanakha's report about the destruction of all the demons in Janasthaana.  Because they have heard, it will not remain a secret or suppressible fact. Then some action has become  necessary for Ravana now to save his face <em>praaNam eva parityajya maanam eva abhirakshatu...</em>  'Let life go but not the self-respect...' So, his first thinking is to wage a war with Rama, but it  may become a worthless expedition because Rama's capabilities are partially known. Next, he thought  to abduct Sita, for she is said not only to be beautiful but a dearly cherished one by Rama, If Sita  is distracted from Rama, Rama may die anguishing for Sita, thus this imminent danger, called Rama,  gets ruined once for all."
        },
        {
            "type": "commentary",
            "text": "The human nature is <em>bhaaryaa duHkham punar bhaaryaa</em> just 'to lament for a parted wife for some  time till a second wife is secured...' Thus, that wife-addict Rama will lament for Sita for some time  and seeks another woman as his wife. Instead, if he starts for searching Sita alone, it is impossible  for those two young humans to come searching this far, or to cross the ocean, or to enter Lanka and  even on entering Lanka, it is impossible to survive further at the hands of demons. These are some of  the many of his deliberations on the 'abilities and inabilities and on the credits and discredits...'  of the issue."
        },
        {
            "type": "commentary",
            "text": "Then he enters his beautiful vehicle garage secretly. Why a king shall behave this quirkily? Because  'walls have ears...' and what all Shurpanakha barked in the court must be audible throughout the palace  by now, or may be all over Lanka, and if someone sees Ravana's exit at this point of time, everyone  despises him, on the charge that he is trying to bring yet another woman. Though it is not said vividly  here, that he is going to abduct Sita thievishly, keeping his valour and bravery aside, this will  be made known in the words of Kumbhakarna in Yuddha Kaanda. This is shameful for his own self, as he  did not do this way on previous occasions. For such a cowardly act, even Ravana's cherished wife Mandodari  may despise Ravana. So, he came to stables with a quirk of secrecy, which will not remain a secret,  soon."
        },
        {
            "type": "verse",
            "text": "Thus said to that brisk-paced charioteer, he instantly started to harness the favourite and choicest  chariot of Ravana. Sitting in that golden chariot that is rideable by the wish of the rider and which  is studded with gems and has monster-faced mules with their golden jewellery. By that chariot which  is pealing thunderously, he that brother of Kubera and the privileged king of demons, Ravana, travelled  towards the garner of rivers and rivulets, namely the ocean. He that Ravana is with his regal insignia  like white long-furred fans, white parasol... and his body is shining forth like the smoothened Lapis-gem  and his ornaments are of refined gold. With his ten heads and twenty arms and exquisite regalia, that  adversary of gods and cutthroat of eminent-sages, similar to a kingly mountain with ten pinnacles."
        },
        {
            "type": "verse",
            "text": "Seated in that wish-rideable chariot that chief of demons shone forth in sky like a cloud with lightning  flashes in its ambience and with a flight of cranes."
        },
        {
            "type": "commentary",
            "text": " Here the cloud metaphors with Ravana, the lightning flashes with the silvery flashes of his  regalia, and the decorated chariot with the flight of cranes."
        },
        {
            "type": "verse",
            "text": "That dauntless one viewing the area at costal-delta which is interspersed with mountains and with thousands  of variously flowered and fruited trees... he forged ahead. With cool and clean waters are the lotus-lakes  everywhere, and everywhere thresholds of hermitages are extensive with their bedecked Fire-altars. It  is gleaming with banana orchards and glistening with coconut trees, and well blossomed are the saala,  palm, and tamaala, as well. It is brightened up with eminent sages who have overly controlled their  food-habits, and with thousands of the celestial being that frequent the earth, like naaga-s, suparna-s,  gandharva-s, and kinnaraa-s, as well. It is also brightish with the self-denying Siddha-s, Carana-s,  and with the brainchildren of Brahma, namely, Vaikhanasa-s, Maasha-s, Vaalakhilya-s, Mariicipa-s."
        },
        {
            "type": "commentary",
            "text": " The details about these sages are given in the 6th chapter of this Aranya Kanda when these  categories of sages meet Rama requesting protection from demons."
        },
        {
            "type": "verse",
            "text": "It is inclosed with thousands of apsara-s, the celestial-maidens, with their divine ornaments, divine  garlands, whose aspects are divine and who are the experts in the methodical sex-games. Those lands  are adored by the wives of gods and patronised by propitious ones and frequented by the groups of gods  and demons who thrive upon [or, who strive for] ambrosia."
        },
        {
            "type": "commentary",
            "text": " The demons did not get their share of <em>amR^ita</em> 'divine elixir' therefore they cannot  be called <em>amR^itaashibhiH</em> 'ambrosia consumers...' As such some other mms contain this expression <em>amR^ita arthibhiH</em> 'desirers of ambrosia...' the demons."
        },
        {
            "type": "verse",
            "text": "It is spread out with swans, ruddy-gees and frogs, and it is very much noisy with the waterfowls, and  the stones like lapis-gems are overlain, and by the ambience of ocean the whole coastline-delta is appearing  smooth and sludgy. Everywhere there are whitish and widish aircrafts with divine flowery tassels, which  are inspirited by the singing and playing musical instruments by their inmates, namely gandharva-s and  apsara-s."
        },
        {
            "type": "verse",
            "text": "Ravana, the brother of Kubera while going quickly on his way has seen the aircrafts of deified souls,  who acquired higher worlds by their asceticism, and he saw the gandharva-s and apsara-s. He observed  thousands of Sandalwood trees in the forests with fluid oozing at their bases that are soothing and  satisfying the sense of smell."
        },
        {
            "type": "verse",
            "text": "He observed the noteworthy Aloe Vera plants and Takkola trees that are in those forests and woodlands,  and at the aromatic nutmeg trees that are with fruits. The flowery Tamaala trees and the shrubberies  of pepper and at clusters of pearl-oysters that are desiccating at shore. Also thus, the best mountains  with coral reefs, with their crests golden and like that even silver crested ones. It is with delighting  rivulets, which are serene and marvellous, endowed with monies and grains, and hemmed in are the gemlike  womenfolk."
        },
        {
            "type": "verse",
            "text": "While viewing at the cities, that are replete with elephants, horses, and chariots Ravana proceeded  further, looking at the areas nearby seashore that are levelly and smoothly while the light airs touch  them softly. Ravana saw the deltas near the shores of that kingly ocean, which are heavenlier. There,  Ravana also saw a banyan tree, on which sages are encompassing."
        },
        {
            "type": "commentary",
            "text": " The word <em>sindhu raja</em> also means a sage by that name. Some ancient mms have this line  as <em>sa pashyannatha saMpraapta aashramam puNya karmaNaH | sindhuraajasya tu mune jaTaa maNDala dhaariNaH  ||</em> 'On reaching there he saw the pious hermitage of an ancient sage named Sindhuraja, who had tufts  of hair locks...' Then it means 'On seeing that hermitage of Sindhuraja, Ravana recollects the legend  of Garuda that happened eras ago...'"
        },
        {
            "type": "verse",
            "text": "That tree's branches are stretched out all over each in a hundred yojana in length, to where clawing  an elephant and a tortoise, both of mammoth bodies, Garuda flew down on."
        },
        {
            "type": "commentary",
            "text": " One yojana is 900 miles, where one yojana is nine English miles. The legendary version is that  the elephant and tortoise are engaged in a fierce fight though none of them is a prey to the other,  and seeing them and to teach a lesson to such causeless quarrellers, Garuda flies in and claws both  and searches for a place to feast on them. Finding the tree branch worthwhile as a peaceful perch, he  dashes on to one branch."
        },
        {
            "type": "verse",
            "text": "When that great-mighty Garuda arrived onto the tree-branch to dine at, due to that best flyer's dash  and weight, the branch is broken."
        },
        {
            "type": "verse",
            "text": "That excellently winged Garuda then broke that tree's branch that is excelling with leaves with his  highly massy body, [apart from the weight of giant elephant and mammoth tortoise, and in those thickish  leaves] there are sages like, Vaikhanasa-s, Maasha-s, Vaalakhilya-s, and Mariicipa-s."
        },
        {
            "type": "verse",
            "text": "Also Aja-s and Dhuumraa-s [that thrive on fumes and smokes,] are also there and those great sages are  collectively [practising their asceticism upside down clasping branches with legs,] and Garuda for the  sake of their grace, grasping that tree-branch of a hundred yojana length, took flight. On quickly taking  up that broken branch along with those two, namely elephant and tortoise, that virtue-souled Garuda  consumed their meat with a single foot."
        },
        {
            "type": "commentary",
            "text": " Garuda held tortoise and elephant in two claws in the first instance and when to settle down  on tree branch he transferred one pray from one claw to the other and held both of them by one claw  and with the other claw he caught hold of the tree branch. But it broke under his weight, and then suddenly  without making it to fall on ground he grasped with his empty claw and took to flight. While flying  in sky, he held tree branch in one claw and both the preys in the other and started to eat his preys  in sky with one claw, still upholding the branch from falling. Seeing this feat of Garuda, the sages  clinging to that tree branch bless him to be successful in his next mission and left from that branch.  When that tree branch is free from sages, Garuda throws it on a province of tribal community, by weight  of which the whole of that tribal community is destroyed."
        },
        {
            "type": "verse",
            "text": "And destroyed is the province of tribesmen with that tree branch, and that best bird Garuda gained an  incomparable happiness in rescuing those great-sages. But with that happiness his valour is doubling  up, that heedful one resolved his mind for bringing ambrosia from heaven. Smashing the iron-grid guard  completely and smashing the diamond chamber in which the ambrosia is privileged, then from the palace  of Mahendra, Garuda carried off that ambrosia."
        },
        {
            "type": "verse",
            "text": "Ravana saw at that banyan tree, Subhadra by its name, which is sought-after by groups of sages and which  betokens the deeds of that best-winged Garuda. He on going to the other side of the ocean, on the other  shore of the ocean, the lord of rivers, he saw a hermitage in the solitary, sacred, and scenic interior  of forest."
        },
        {
            "type": "verse",
            "text": "At that place, Ravana saw the demon named Mareecha, wearing black deerskin and a wearer of tufts of  hairs and jute-clothes, and one with modest meals. On Ravana's reaching Mareecha, that demon Mareecha  customarily adored the king Ravana with all the superhumanly bounties, those that are unavailable to  humans. Venerating Ravana in person and offering meals and drinking water, Mareecha spoke the sentence,  which sentence is connotative of significance."
        },
        {
            "type": "verse",
            "text": "\"Howsoever, oh, king, are you safe and Lanka as well... oh, the king of demons, by what reason you have  came here again, in a trice, verily?"
        },
        {
            "type": "commentary",
            "text": " This statement contains 'why you have come again?' and taking hold of this word, 'again...'  some, who hold that the episode of Akampana is justifiable, say that the episode of Akampana is not  interpolated but the original work of Valmiki. For this, the ex-party says that when a whole of chapter  is included, inclusion of one word 'again...' is not a bothersome affair to the mythologists or interpolators.  When it is questioned that the spectacular entry of Ravana is defeated by Akampana's episode, the defendants  say that the antagonists need not be given such priorities. So also, Vali's Kishkindha is not portrayed  in a spectacular way when Sugreeva attacked Vali for the first time, but it is detailed in the second  round up to some extent and fully when Lakshmana enters it."
        },
        {
            "type": "commentary",
            "text": "In this episode, a jump of event to Garuda's exploits may be jerky, but it is questioned when can Ravana  recollect about Garuda's might, why does he ignore still mightier Vishnu. Ravana's continuous fear for  Vishnu made him to think of Garuda, on seeing Subhadra, the banyan tree."
        },
        {
            "type": "commentary",
            "text": "The path through which Ravana coursed is towards Himalayas, where an idolatry place called deva bhuumi  is said to be earmarked for higher souls. When Rama hit Maareecha, he fell far off from the ritual place  of Vishwamitra. That place is said to be on northern side of Himalayas. Some ancient mms contain this  verse which also tell about that place as deva bhuumi and it is on the northern side of kuru i.e., kurukhsetra  where Great War of Maha Bharata occurred: <em>uttaraanshca kuruun pashyan pashyan caiva nagottamaan  | deva daanava sanghaiH ca sevitam hi amR^ita arthibhiH ||</em>"
        },
        {
            "type": "verse",
            "text": "When spoken by Mareecha thus, Ravana, the wordsmith, then afterwards spoke this sentence to Mareecha."
        }
    ]
}