{
    "id": "prose-aranya-36",
    "kanda": "aranya",
    "sarga": "36",
    "title": "Ravana seeks Mareecha's help",
    "chapter": "36",
    "overview": "Ravana seeks Maareecha's help to abduct Sita. He asks Maareecha to assume the shape of a golden-deer and lure Sita, and then Sita asks Rama and Lakshmana to fetch that golden-deer. If Rama and Lakshmana are distracted from the hermitage, Ravana can safely abduct Sita. Listening to this Maareecha is struck dead, because he is already struck with the arrow of Rama when he was in Tataka forest. As such, Maareecha tries to explain Ravana about Rama's quintessence.",
    "content": [
        {
            "type": "verse",
            "text": "\"Give attention to my words as I speak, oh, sire, Maareecha, I am an anguished one, and when I am in such an anguish you are the ultimate course to me, isn't so.\" Thus Ravana started addressing Maareecha."
        },
        {
            "type": "verse",
            "text": "\"You are aware as to how my brother Khara, and the mighty armed Duushana, also my sister Shuurpanakha, and even the highly fiery demon and devourer of raw-flesh Trishira, and even numerous other night-walking demons who are cocksure of hitting their targets have made Janasthaana as their residency, and while residing there they put the sages of that great forest that tread a righteous path to torture, of course, all this as assigned by me. "
        },
        {
            "type": "verse",
            "text": "\"You are equally aware of the stationing fourteen thousand braving demons in Janasthaana, who are the followers of the wish of Khara, who are with fiendish exploits, and who are the troublemakers to the sages of Dandaka forest or to the intruders therein, aren't you. But recently those great mighty demons that are the residents of Janasthaana, namely Khara and others, preparing themselves inordinately and wielding diverse weapons and assaulters, for their part had an encounter with Rama in a combat. "
        },
        {
            "type": "commentary",
            "text": "This episode is narrated in chapter 33, i.e., the episode of Akampana, but there is a difference in the way of Ravana's narration at this place than the previous one. This is another point to discuss whether Akampana's episode is an original work or an interpolation."
        },
        {
            "type": "verse",
            "text": "\"With rancour tiding in him, and without making any scathing remark in the least, that Rama brought his bow into play with arrows in the van of the combat. But that foot-soldier, that too, a human, has completely wiped out those fourteen-thousand demons with flaring fieriness with his fierce arrows. Khara is hewed down, Duushana is mowed down, and even Trishira is hacked down, thereof that Dandaka forest is rendered free from the fear of demons. He who is put to flight by his infuriated father, and who came to Dandaka forest along with his wife, that ignoble Kshatriya is the slaughterer of that demonic army of mine, as his lifespan is diminished. "
        },
        {
            "type": "verse",
            "text": "\"He is out of character, brutal, firestorm, senseless, selfish, one with his senses unconquered and righteousness discarded, and he is an unrighteous soul just delighting in the disservice of all beings. "
        },
        {
            "type": "commentary",
            "text": "For those who hold Ravana as the devotee of Rama / Vishnu, as one of the two doorkeepers, namely Jaya and Vijaya, the above lines of Ravana will become irksome. For that Maheshvara Tiirtha has stepped in and gave a commentary that conceives Ravana as a true devotee of Rama."
        },
        {
            "type": "commentary",
            "text": "<em>kruddhaa pitraa nirastaH kim?</em> 'is he necked out by his angry father?' No. To please Kaikeyi and the boon given to her by his father, Rama is unhoused. <em>sa bhaarya= sabhaa aaryaH</em> 'in assemblages, venerable one.' Rama is one with high esteem. <em>kshiiNa jiivitaH kim?</em> 'is his lifespan diminishing? No. He is eternal. <em>kshatriya paamsana= kshatriyaan paati iti kshatriyaH paH</em> 'because he protects Kshatriya-s he is a noble Kshatriya, and <em>sa ca asau aMsanaH ca, amsana aaghaate</em> 'enemy destroyer,' destroyer of enemies of Kshatriya-s. <em>karkashaH</em> 'brutal' to enemies, not to adherents, therefore he is: <em><u>a</u>muurkhaH, <u>a</u>lubdhaH: he s not senseless, not selfish. <u>a</u>dharma aatmaa kim?</em> No, he is not an unrighteous person. And <em>bhuutaanaam a hite <u>a</u> rataH,</em> 'for beings, in disservice, not, delights': he does not delight in the disservice of all created beings.' Thus, he is Supreme Person."
        },
        {
            "type": "commentary",
            "text": "But Rama Tilaka, on the other hand refutes this derivation stating that Ravana is not an out and out devotee of Rama, and these many <em>adhyaadhaara</em>-s 'ellipses' need not be brought in to justify mythological import to Ramayana. There is a section of pundits that argue Ramayana precedes <em>18 puraaNaa-s</em> the 18 mythological treatises, and they refuse to believe that Ravana is NOT a devotee of Rama."
        },
        {
            "type": "commentary",
            "text": "In anyway, the innuendo incorporated in certain verses has given rise to diverse commentaries, but the unity of Ramayana is kept up, either by Shaivaites or Vaishnavaite or other sects of Hindu thinking."
        },
        {
            "type": "verse",
            "text": "\"By whom my sister is disfigured stripping off her nose and ears, that too, without any enmity but just depending upon his own brawn, I would like to inveigle such a man's nymphean wife Sita holding sway on her in Janasthaana, and in that matter I want you to be my aide in Dandaka forest. Oh, highly powerful Maareecha, with you and with my brothers standing by my side as my associates, I indeed care a damn for all of the gods if they are going to wage a war against me, therefore, oh, demon Maareecha, as you are capable of rendering aid you should indeed become my aide in this venture. In valour, war and verve there is none similar to you, you are a topmost stalwart in trickery, and a matchless expert in illusive-tricks. I have come nigh of you only for that reason, oh, nightwalker, and listen to that deed which you have to do in the course of helping me as I detail you. "
        },
        {
            "type": "verse",
            "text": "\"On becoming an astounding golden deer with silver dots, you move in front of Sita in the hermitage of that Rama. On seeing you in the shape of a deer, Sita undoubtedly bids her husband forthwith, and even Lakshmana, saying, 'lay hold of it.' Then on the diversion of those two, Rama and Lakshmana, I will comfortably and unimpededly abduct Sita in that lonely place, as planet Rahu abducts the shine of moon. Thereafter Rama will be enervated by the abduction of his wife, and then surely and conveniently I wish to retaliate him if he is going to come up against me, for my inner-soul will be firstly gratified with its volition, namely possessing Sita.\" Thus Ravana requested Maareecha. "
        },
        {
            "type": "commentary",
            "text": "Maheshvara Tiirtha expresses this in terms of Ravana's devotion to Rama. <em>raame bhaaryaa haraNa karSite: raama ibha</em> 'Rama, the elephant...' <em>aaryaa</em> 'a venerable one, Sita...' <em>haraNa karSite</em> 'by abduction, harmed by...' <em>adhyadhaara: mat shariiram</em> elliptical: 'my body...' <em>tataH</em> 'thereby, by virtue of my act of abducting...' <em>kR^ita arthena antaraatmanaa upalakshitaH san</em> 'on my soul-cherished desire becoming fulfilled to get salvation...' <em>paschaat</em> 'thereafter...' <em>visrabdham</em> 'impeccably...' <em>sukham</em> = moksha, salvation, highest bliss...' <em>prahariSyaami: prakarSeNa hariSyaami</em> 'evidently I snatch off that bliss...'"
        },
        {
            "type": "commentary",
            "text": "\"When I abduct that venerable Sita, the wife of Elephant like Rama, my body gets harmed like an eclipsed moon, but my soul gets fulfilled as I desire eternal salvation, and I can get it evidently and impeccably at the hand of Rama, owing to the ill-virtue of my abduction of Sita."
        },
        {
            "type": "commentary",
            "text": "The eclipsing planet Rahu may hide moon temporarily by which the world looses moonshine for a while. If Ravana temporarily hides Sita, as Rahu hides the moon, Rama, who metaphors with the three worlds, may be in gloom temporarily. But neither Rahu nor Ravana are illuminated or enlightened with the presence of the moonbeams of Sita, alias Goddess Lakshmi, for they tried to seize that all-illuminating Moon/Sita by force."
        },
        {
            "type": "verse",
            "text": "On listening the very word of Rama that honest-souled Maareecha's mouth is completely dried up, and he is fully frightened. Wetting dried up lips with his tongue he has become goggle-eyed almost like an about-to-die animal, and he agonisingly looked up at Ravana with winkless eyes. "
        },
        {
            "type": "commentary",
            "text": "At the very word 'Rama' Maareecha is shuddered. <em>dashaanana samudiirita vacanam aakarNya raama shabda shravaNa maatreNa sa.mtrasta hR^idayo  maariicaH kR^itaanjaliH evam uvaaca - dk</em> From the time when he was firstly struck by Rama's  arrow he retired to hermitage and no demonic activity is undertaken by Maareecha. But now Ravana is  instigating, which leads Maareecha to his own end, of which he is perfectly aware."
        },
        {
            "type": "verse",
            "text": "Maareecha's heart sank with scare as he is aware of Rama's valour when he was in the great forest of Tataka, thus suppliantly making palm-fold he started telling about factuality of Rama to Ravana, which is beneficial both to Ravana and to himself, as well, if only Ravana is heedful of it. "
        }
    ]
}