{
    "id": "prose-aranya-37",
    "kanda": "aranya",
    "sarga": "37",
    "title": "Maareecha's advise to Ravana",
    "chapter": "37",
    "overview": "Maareecha advises Ravana to stay away from Rama with his own unpleasant experience with Rama's arrow  when he was in Tataka forest, and portrays a gruesome picture of Rama to Ravana, asking him to not to  meddle with Rama's affairs.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing that idea of the chief of demons Ravana in abducting Sita, Maareecha, a well-informed one  and an articulator spoke to the lord of demons in reply."
        },
        {
            "type": "verse",
            "text": "\"It will always be easy to get people who talk pleasantly, oh, king, but it is impossible to get them  who talk judgementally and give suggestions that may be apparently insipid, but that are recuperative,  more so, it is impossible to get listeners of such advises."
        },
        {
            "type": "commentary",
            "text": "There are many who render advises without weighing pros and cons, but just to get along and please their master. There will be none to suggest expeditiously, though that suggestion presently will be unpleasant and unsavoury like a recuperative insipid diet, but in reality, it is result-oriented. Even if such an advisor suggests in earnest, he will have no listener who listens earnestly and effectuates it. So, listen to my words that may now be unsavoury, but will prove beneficial to you in long run, if you can foresee your future properly. Dharmaakuutam says: <em>anena sva prayojana virodha sankayaa raaja buddhi anusaareNa vaktaaro  mantriNaH sulabhaaH - kintu anartha paryavasaayino raajabuddhim tiraskritya shubhodarka vaktaaro  mantriNo durlabhaa iti suucitam </em>- then the commentator goes on to quote vidura niiti from Maha Bharata, wherein it is said: <em>yo hi dharma samaashritya hatvaa bhatruH priyaarthe | apriyaaNi aaha pathyaani tena  raajaa sahaayavaan || sulabhaaH puruSaa raajan satatam priya vaadinaH | apriyasya ca pathyasya  vaktaa shrotaa ca durlabhaH ||</em>&nbsp; The last two foots may be observed because they are similar to the above verse of Ramayana, by such similarities some hold the opinion that Maha Bharata is an explanation to Ramayana."
        },
        {
            "type": "verse",
            "text": "\"Definitely you do not apperceive Rama who is decidedly dynamic and exaltedly adept, for you are impetuous  and desultory in dealing with your spies, but that Rama is identical to the thunderous Mahendra and  tempestuous Varuna, the Rain-god."
        },
        {
            "type": "verse",
            "text": "\"Oh, boy, will there be safety to all demons on earth? Or, that highly enraged Rama will render this  world de-demonised!"
        },
        {
            "type": "commentary",
            "text": "'...but for you...' 'Will you let the demons on earth live, or, would like to eradicate them through  Rama, through your obsessions.' The second thought has come true when Rama eliminated all demons."
        },
        {
            "type": "verse",
            "text": "\"Has this Sita, the daughter of Janaka, taken birth to end your life, or what! And because of this  Sita will there be a great disaster, so to speak! Egocentric and rampant, such as you are, on acquiring  you as her lord, will the City of Lanka be doomed along with her demons, and you put together, or what!"
        },
        {
            "type": "verse",
            "text": "\"Any king of your like who is with a self-will, ill-will, ensorcelled by evil, and malicious in intent,  that king alone ruins his own city-state, his own people, even himself, as a matter of actual fact."
        },
        {
            "type": "commentary",
            "text": "For this the commentator says: <em>anena dur mantritaH kaamavritto naya dveSii  raajaa sakala mantri vargeNa aishvaryenA saha nashyati iti uktam - tathaa ca kaamandake - anaatmavaan naya  dveSii vardhaya ari sampadaH | praapyaa api mahad aishvaryam saha tena vinashyati || </em> Dharmaakuutam being an encyclopedic commentary on Ramayana quotes Kamandaka etc., in such matters of dharma. The availability of the books quoted by the commentator of Dharmaakuutam in reprint is doubtful, where Dharmaakuutam itself is unavailable in full, in these days."
        },
        {
            "type": "verse",
            "text": "\"Rama the enhancer of his mother Kausalya's happiness is completely forsaken by his father - no, he  is not; there is unseemliness in him - no, not in the least; he is out of character - no; he is selfish  - no; he is an ignoble Kshatriya - no, not at all; and he is neither a debased one insofar as the merits  of righteousness are concerned, nor he is atrocious towards living beings, for he takes delight in the  welfare of all beings. On seeing his father who is a proponent of truth, and whom Kaikeyi has outwitted,  that virtue-souled Rama neatly decamped from Ayodhya saying that 'I will prove my father to be a real  proponent of truth.' Discarding the kingdom and even royal-comforts Rama entered Dandaka forest only  to fulfil the cherish of Kaikeyi, viz., kingdom for her son Bharata, and even that of Dasharatha, viz.,  to remain loyal to his promise to Kaikeyi."
        },
        {
            "type": "verse",
            "text": "\"Rama is ruthless - no; an unscholarly one - no; unconquered are his senses - no; and oh, boy, it is  unapt of you to speak of impalpable and unheard-of topics in this way. Rama is the embodiment of righteousness,  he is an equable person with truthfulness as his valour, and as with Indra to all gods he is the king  of entire world."
        },
        {
            "type": "commentary",
            "text": "Rama's principles alone make him victorious, as he does not deviate from the path of righteousness.  And by not deviating from the path of righteousness, he is truly valorous and the question of his defeat  does not arise, because he will abide by his conscience."
        },
        {
            "type": "verse",
            "text": "\"Rama's proper resplendence is protecting Vaidehi. How then you really wish to forcibly rob her off  from Rama, as though wishing to rob the Sun of his resplendence."
        },
        {
            "type": "commentary",
            "text": "Incidentally, Prabha is the name of sun's brilliance and she is the wife of Sun, and if she is to be  separated from sun, only an eternal gloom overcasts the world. Ravana has no doubt controlled natural  forces like sun, moon, rivers etc., but not altogether eradicated or upturned their functions. Then,  is it possible to Ravana and hosts of his demonic-adherents to thrive in an unnatural gloom? This is  the doubt of Maareecha."
        },
        {
            "type": "verse",
            "text": "\"Arrows as it jets of fire, bow and sword as it firewood that fire called Rama will be blazing in war,  and it will be inapt of you to enter into such an uninfringeable fire, recklessly."
        },
        {
            "type": "verse",
            "text": "\"With the bow stretched to his ear becoming a gaping mouth spouting flames, arrows becoming tongues  of fire spewed forth from that flaming mouth, he that Rama the reified Terminator will become fierce  and insufferable when he wields bow and arrows, and oh, dear boy Ravana, it will be inapt of you to  at once draw pretty nigh of such an annihilator of the armies of enemies, on discarding your kingdom,  comforts and even the dear life of yours."
        },
        {
            "type": "verse",
            "text": "\"Which Rama's wife is Janaka's daughter that Rama is indeed with an inestimable resplendence, and it will  be incapable of you to steal Sita while such a Rama's bow safeguards her in the forest, besides the  firewall called his resplendence."
        },
        {
            "type": "commentary",
            "text": "This can be said 'Rama's resplendence is inestimable and Sita is his wife.' But keeping the import  of Sita's words as at 3-9-15 'if fuel is available in adjacency of burning fire, the luminosity of  the fire also enhances immensely,' and when the factor of resplendence is taken, it is not Rama's resplendence  alone that is described, but Sita's also. Again, it is not that some part of Rama's resplendence is  taken out and put in Sita. It is an indivisible radiance of that couple like that of Sun and his wife  Prabha, as said earlier by Maareecha. Sita is not directly said by her name but her father Janaka's  name is brought in, because Janaka is both a <em>raajarSi</em> and <em>BrahmarSi</em> Kingly-saint and  Brahman-sage, as well. And Janaka is capable of saying <em>idam Brahmam idam kshaatram shaapat api sharaat  api</em> 'here is Brahma-hood and here is Kshatriya-hood, either by malediction or by arrow, whichever  meetly of you, you can confront me.' This apart, it is said that 'a pertinent devotion to a god makes  the devotee like that god alone.' <em>shraddhayaa devo devatvam ashnute</em> and Sita is the devotee  of Rama and she became one with Rama. Thereby, there is twofold resplendence, namely, that of Rama and  that of Sita, so it is inapt of you to make any useless effort when everything is firewalled."
        },
        {
            "type": "verse",
            "text": "\"That lady Sita is his wife, dearest than the lives of that lion-chested lion-man Rama, and in truth,  she is avowed to follow him alone, in perpetuity. As the spire of blazing ritual fire cannot be abused,  so also, she that curvaceous Maithili, the cherished wife of that dynamic Rama, is an impossibility  for any abuse. Oh, king of demons, What is the result in making such a futile effort? If that Rama glances  at you in a given war that alone ends your life."
        },
        {
            "type": "commentary",
            "text": "The very start for any negative activity itself is self-ruinous to the starter.<em> anena sarva  anarthaka kaaraNa bhuuto balavat virodho na kaarya iti suucitam - tathaa ca praaciinaaH - - anucita  karma aarambhaH sva jana virodho baliiyasaa spardhaa | pramadaa jane vishvaaso mrityu dvaaraaNi  catvaari || dk</em> 'undesirable activity, starting that activity, too much  of enmity with one's own people, too much belief in one's own womenfolk... are the four doors to death...'  Hence, Maareecha is advising Ravana not to embark on a wrong foot, and even if Sita is forcibly abducted,  she cannot be possessed because she surrounded by a firewall, namely the resplendence of that couple."
        },
        {
            "type": "verse",
            "text": "\"If you cherish to take pleasure for a long time in your life, in your comforts and also thus in your  kingdom, which kingdom is highly impossible to achieve, do not do anything unpleasant to Rama."
        },
        {
            "type": "verse",
            "text": "\"Such as you are, you should firstly deliberate with all of your ministers that have a righteous bearing,  duly keeping your brother Vibheeshana at the helm of affairs, and then you take a decision on your own  considering rights and wrongs of the case, and bearing in mind about your own strengths and weakness,  and even on making sure of Raghava's capability in its reality, and then it will be apt of you to take  up befitting action that will be conducive to your interests."
        },
        {
            "type": "verse",
            "text": "\"Oh, king of nightwalkers Ravana, I for myself deem that your confrontation with Rama, the prince of  Kosala, in a war is improper, and a better, befitting, and a reasonable one is this advise of mine,  to which you may listen further."
        }
    ]
}