{
    "id": "prose-aranya-38",
    "kanda": "aranya",
    "sarga": "38",
    "title": "Maareecha's good word to Ravana",
    "chapter": "38",
    "overview": "Maareecha continues his good word to Ravana and he dissuades him from abducting Sita. His advice is that the dalliance with other's wives is the greatest sin, more so, with Rama's wife as Rama's valour is irrefutable. Maareecha narrates how Rama hurt him while safeguarding Vishwamitra's Vedic-ritual, when Rama was still a young boy.",
    "content": [
        {
            "type": "verse",
            "text": "\"At one time even I was on the rove around this earth, taking pride in my valour, bearing the strength of a thousand elephants, mountainous in my size and black-cloudlike in my sheen, wearing ear-knobs and a crown made out of refined gold, with a bludgeon as my weapon, and such as I was, I rambled Dandaka forest causing terror to the world, and eating the fleshes of sages.\" Thus Maareecha started to narrate his experience with Rama. "
        },
        {
            "type": "verse",
            "text": "\"The virtue-souled great-saint Vishvamitra who was highly scared of me, then on going to Dasharatha in person that great-saint spoke this to that lord of people. "
        },
        {
            "type": "verse",
            "text": "\" 'An awesome dismay has befallen owing to this Maareecha, oh, lord of people Dasharatha, let Rama safeguard me becoming alert at the opportune time of the Vedic-ritual. "
        },
        {
            "type": "verse",
            "text": "\"When he is spoken in that way, then that virtue-souled king Dasharatha replied that great-fortunate and great-saint Vishvamitra in this way. "
        },
        {
            "type": "verse",
            "text": "\" 'This boy Rama is less than twelve years in his age, unproficient in the use of weapons, and if need be, whatever army of mine is there it will march on along with me instead of Rama. "
        },
        {
            "type": "commentary",
            "text": "In Bala Kanda the age of Rama as said by Dasharatha to Vishvamitra is <em>uuna SoDasa varSaH</em> 'less than sixteen years.' Here Maareecha is saying that Rama is less than twelve. Maheshvara Tiirtha says that Maareecha lessened the age of Rama only to intimidate Ravana."
        },
        {
            "type": "verse",
            "text": "\" 'And having come in person with fourfold forces, oh eminent sage, I myself will eradicate that nightwalker whomever you indicate as an enemy of yours.\" So said Dasharatga to Vishvamitra. "
        },
        {
            "type": "commentary",
            "text": "In the fourfold army the four categories of army units are chariots, elephants, cavalry, and foot-soldiers."
        },
        {
            "type": "verse",
            "text": "\"When the sage Vishvamitra is spoken thus, then he said to the king, 'No other force in the world than Rama can counterbalance that demon. No doubt, you are a defender of gods in wars, and oh, king, the exploits you have undertaken on behalf of gods are well-known in the triad of worlds. Maybe your army is a remarkable one, oh, enemy-inflamer, let it sit tight here alone, and even if this great resplendent one is still a boy he alone is competent to forestall that Maareecha, hence oh, enemy-subjugator, let good betide you, I wish to take him alone along with me.' "
        },
        {
            "type": "verse",
            "text": "\"Thus that way on saying he that sage Vishvamitra returned to his own hermitage highly gladdening to take the prince Rama along with him. Then in Dandaka forest Rama twingeing his amazing bow stayed nearby the sage Vishvamitra who entered the vow of Vedic-ritual. "
        },
        {
            "type": "commentary",
            "text": "There is a difference in mentioning the forest as Dandaka. Bala Kanda says that Vishvamitra performed ritual in north and Maareecha is now saying that as Dandaka forest."
        },
        {
            "type": "verse",
            "text": "\"At that time, yet unborn are the identities of adulthood like moustache on his face, and that providential one was magnificent in looks with a peacock-blue complexion, wearing a single cloth, locks of hair, and golden locket, and wielding a bow, and he was irradiating the Dandaka forest with a radiating radiance of his own, and then he appeared like the just risen baby-moon. "
        },
        {
            "type": "commentary",
            "text": "The identities of adulthood are the discardable things like moustaches, beard, etc. These are natural to humans or to birthed beings. But the mythological entities do not have them. As a young scholar, the boys are supposed to wear simply, hence 'one-piece-clothing' is said to be the dress of Rama. This suggests that he is not wearing any shield or armour to keep him safe. In Bala Kanda, at the outset of the journey of Rama and Lakshmana with Vishvamitra, it is said that they are wearing finger-covers made of certain lizard skin, which means to say that their fingers are very tender in using arrows. His mothers delicately arranged the locks of hair, because he is still 'boyish' to her. More so, he is with a 'boyish' ornament, say a single pendant, not verily embellished with princely jewellery. He appeared like some providential 'boy' hitherto unseen, with the height of a peacock, with the complexion of peacock-neck-blue, and moving about like a noble peacock. This boyish-Rama peacock is not screaming, yet his bow is twanging; leave alone the screeching and screaming."
        },
        {
            "type": "commentary",
            "text": "The 'new-moon' metaphor to Rama suggests that he has only waxing and no waning in him, <em>uttarottara abhivR^iddhi</em> and also that he is by birth an antagonist of <em>tamas</em> 'the darkness,' or darkish activities, like the moon whose activity is only to illumine the night. Further, he has a likeable persona to any, even to the present demon Maareecha, and even to Ravana. When Ravana sees Rama for the first time in war, Ravana praisefully acknowledges Rama's personality. Besides, Rama's gleam is like that of a baby-moon, against the backdrop of a thickish, darkish, blackish sky, called the forest."
        },
        {
            "type": "verse",
            "text": "\"And I who was like a massive black-cloud, wearing golden ear-knobs, already a forceful one further reinforced with the boon of Brahma, I pridefully entered into the interior of Vishwamitra's hermitage. "
        },
        {
            "type": "commentary",
            "text": "The golden ear-knobs on the lobes of ears are either indicative of the knowledge one possess or the wealth factor. Maareecha refers to these ear ornaments more than once suggesting that 'wealth or wisdom is nothing to Rama, but righteousness alone will work out.' Because Ravana did not give an ear for the suggestions of Maareecha, his Lanka, built with refined gold, will be burnt to ashes in Sundara Kanda."
        },
        {
            "type": "verse",
            "text": "\"Rama quickly noticed me on my very entry with an uplifted weapon, and on seeing me he unexcitedly strung bowstring to his bow. Unmindfully trivialising him as, 'this Raghava is just a boy,' I made haste and ran towards that Fire-altar of Vishvamitra. He then released an acute arrow that eliminates the enemy, and hit by it I am plunged into the ocean which was a hundred yojana-s off. That Rama did not wish to kill me then, and I am thus saved by that valiant one, oh, dear boy Ravana, but the thrust of Rama's arrow bewildered my animation and I was on my last legs. That way I who had been flung into the abyssal water of the ocean by him gained consciousness after a long time and proceeded towards the city of Lanka. "
        },
        {
            "type": "verse",
            "text": "\"At that time, that one with elementary knowledge in the use of weaponry, but who can undertake deeds in an effortless manner, such a boy, such a Rama spared me, albeit killing them that were my helpmates in that escapade. Thereby, if you wish to make for any confrontation with Rama, despite of my proscribing you, you will ruin yourself on getting a disastrous calamity. "
        },
        {
            "type": "verse",
            "text": "\"The demons are methodical in sporting and flirting, thus by their own conduct they are also socialising and frolicking, and to them you derive distress and disaster. Dense with skyscrapers and palaces, and decorated with many a gemstone is that city Lanka, but you will see it completely shattered down, for the sake of that Maithili. Even if with uncommitted sins, the sinless will get ruined owing to their interdependence with other sinners, like the fish in a lake with snakes. "
        },
        {
            "type": "verse",
            "text": "\"Bedaubed with divine sandal-paste, beautified with divine ornaments are the limbs of the demons now, perchance you will be seeing them trampled out on ground for the blunder of yours. Maybe, you will have to see the fleeing of the nightwalkers surviving after the carnage in all ten directions, some abandoning their wives and some along with their wives, only for lack of a protector. "
        },
        {
            "type": "verse",
            "text": "\"Without a doubt you will be seeing Lanka encircled with an enmesh of arrows, enfolded in the tongues of torches, while her buildings are utterly gutting down. Oh, king, there is no other sin that is outrageous and gravest than the dalliance with another's wife and, besides, you already have a thousand wives, isn't so! Abide by your own wife and be delighted with her, oh, demon, safeguard your own ethnos, thus safeguard dignity, affluence, and kingdom of demons, thereby safeguard even your own dear life. If you desire to take pleasure with your beautiful wives and with your friend's circles for a long time, do not do anything undesirable to Rama. "
        },
        {
            "type": "verse",
            "text": "\"If you wish to intimidate Sita aggressively despite of my considerable preventing in all my good-heartedness towards you, then your army will fade away, and you with your kinsfolk will emigrate to the world of Yama, the Terminator, for your life will be taken away by the arrow of Rama.\" Thus, Maareecha spoke to Ravana. "
        }
    ]
}