{
    "id": "prose-aranya-39",
    "kanda": "aranya",
    "sarga": "39",
    "title": "Maareecha further advises Ravana",
    "chapter": "39",
    "overview": "Maareecha further advises Ravana to avoid confrontation with Rama for it would be ruinous to the entire  demonic race. He narrates another episode of his misadventure with Rama and how he escaped from the  all-pursuant arrow of Rama.",
    "content": [
        {
            "type": "verse",
            "text": "\"Thus I was somehow released by him in a confrontation then in his teens. Now you may also listen to  what has happened later in his adulthood.\" Thus Maareecha continued his advise to Ravana. Though Rama  hit me previously in such a way, I unabashedly entered Dandaka forest together with two more demons  who were in the guise of animals."
        },
        {
            "type": "verse",
            "text": "\"On becoming a gigantic carnivorous animal with a torching tongue, incisive teeth and excruciating horns,  and with an extraordinary energy, I was on the rove in Dandaka forest while getting at Rama. I moved  about Dandaka forest, oh, Ravana, in an extremely horrible aspect of animal, utterly brutalising the  sages at ritual-altars, holy bathing places and under the trees of religious sanctuaries while reaching  Rama."
        },
        {
            "type": "verse",
            "text": "\"I have proceeded to Rama killing saints in Dandaka forest who are the treaders in saintliness, and  drinking off their blood and feasting on their flesh. On becoming such a brutal animal I have been eating  the flesh of sages, frightening the forest dwellers, and in that way I rambled in Dandaka forest besotted  with blood-drinking while reaching Rama."
        },
        {
            "type": "verse",
            "text": "\"While I was wandering in Dandaka forest as an abuser of virtue, then I reached Rama who by then has  assumed the rectitude befitting to a saint, and I even reached the great-fortunate Vaidehi and top-speeded-chariot-rider  Lakshmana."
        },
        {
            "type": "verse",
            "text": "\"I was in the shape of an animal with incisive horns. Such as I was I recollected my earlier grudge  against that great mighty Rama who takes delight in the welfare of all being, who by then was santlike  on a regulated diet and abiding in the forest, whereby I presumed him to be mere hermit. In that way,  I was very extremely infuriated to recollect his earlier assault on me, and I indiscriminately dashed  towards him, only to kill him, completely disregarding his other faculties."
        },
        {
            "type": "verse",
            "text": "\"Stringing out his highly magnificent bow Rama then released three excruciating and enemy eliminating  arrows which in their egress match the Air-god and the Divine-Eagle Garuda. All those three thunderbolt  like arrows that have only blood for their board, acutely bent at barbs, and that are highly horrendous  have come at us in a coordinated manner."
        },
        {
            "type": "verse",
            "text": "\"As I have earlier seen the fear caused by his arrow I am in the know of Rama's valour, hence I retreated  from there trickily and gingerly, but the other two demons were killed."
        },
        {
            "type": "commentary",
            "text": "Here the action of Rama's arrow is indicated. Rama's arrow will not shoot at the back of the opponent  or it backstabs either. Even when killing Vali, though Rama is not affronting Vali, Rama's arrow pierced  Vali's chest. Here because Maareecha is retreating, that third arrow of Rama did not kill Maareecha  but followed him in a chasing manner. But the other two demons unknowing about Rama's arrow, they confronted  him and the other two arrows eliminated them. There is discussion on the word <em>shaThaH</em> 'one  capable to trick' used in the verse as some mms employ the word <em>sharaH</em>, 'an arrow.' In this  section vividly explainable verses are there in some ancient versions of mms. This particular verse  reads like this in them: <em>paraakramaj~no raamasya tathaa dR^iSTa bhayaH puraa | aapatantam sharam  dR^iSTvaa megha ga.mbhiira nissvanam || tato aham vegavaan tatra vaata.mhaa nimeshataH | apa kraanta  param paaram nivR^ittaH saagaraat sharaH ||</em>&nbsp; 'I am in the know of Rama's valour, and I am  also in the know of what fear he caused in an earlier instance, and on seeing the arrows coming upon  like thunderous clouds, in a wink I escaped to the other side of ocean, and Rama's arrow having come  chasing me up to ocean-shore returned.' In here, the efficacy of Rama's arrow is clearly narrated and  it is not clear why pundits did not consider these verses of ancient mms instead of the above verse."
        },
        {
            "type": "verse",
            "text": "\"When I was somehow exempted by the arrow of Rama I regained lifespan, and when that arrow made me to  renounce everything like a monk and fled me to this place, the other side of ocean to where you came  by your aircraft, here I am living here in a yogic way, self-collectedly like an ascetic. From then  on wards, I am indeed descrying Rama at this tree and at that tree, dressed in jute-cloths and black  deerskin, and handling his bow like the Terminator handling a tether."
        },
        {
            "type": "verse",
            "text": "\"Given to fright I even visualise thousands Rama-s, and whole this forest is reflecting to me as one  entity of Rama. Even at a place void of people I am envisaging Rama alone, and oh, king of demons, even  if he enters my dream, in fact, I am jolting up and swooning."
        },
        {
            "type": "verse",
            "text": "\"Oh, Ravana, appalled of Rama the names starting with the syllable '<em>ra</em>' like <em>ratna</em>-s, <em>ratha</em>-s, viz., gemstones, chariots are appalling to me, including your name, that starts with a '<em>ra</em>...."
        },
        {
            "type": "commentary",
            "text": "'If I hear the first letter 'ra' of any given name, I am scared at the ensuing second syllable presuming  it to be 'ma' and if that second syllable of that word I am going to hear happens to be other than 'ma'  then my fear ceases.'"
        },
        {
            "type": "verse",
            "text": "\"I am well-acquainted with his efficacy, and a war with him will be an unfair thing for you, for that  Raghu's descendant can in fact kill either Emperor Bali or Namuchi, the demon."
        },
        {
            "type": "commentary",
            "text": "Emperor Bali is more powerful and mighty than Ravana. <em>aananda raamaayana</em> says in a chapter  on the 'defeats of Ravana' <em>raavaNa paraajaya</em>, that Ravana once entered netherworld to conquer  it, where Bali is held captive by Trivikrama, i.e., Vishnu. At that time Bali and his queen are playing  dice game. When Ravana entered, the dice in the hand of Bali has slipped to the floor, and Bali asks  Ravana to pick and give it before conquering netherworld. Ravana who lifted Mt. Kailash could not lift  that two-inch dice, which is so far handled playfully by Bali. Such is the might of Emperor Bali"
        },
        {
            "type": "verse",
            "text": "\"You may either wage a war with Rama if you wish to avenge the killings of Khara and others, or forgive  and forget that Rama agreeing to my suggestions, but do not broach the topic of Rama with me if you  wish to see me alive. In the world many of the sagacious and reasonable people that are the practisers  of righteousness are utterly ruined along with their kith and kin, just by the misdeeds of others. Such  a saintly one as I am, I am bound to ruin by other's misdeeds, hence you do whatever that is fair to  you, but I am not the one to simply take after you."
        },
        {
            "type": "verse",
            "text": "\"Definitely Rama is the one with exceptional resplendence, exemplary courage and extraordinary power,  and for sure, he becomes an eradicator of the world of demons."
        },
        {
            "type": "verse",
            "text": "\"If Khara positioned in Janasthaana has firstly overstepped his bounds and attacked Rama, that too owing  to Shuurpanakha, and if Rama of uncomplicated actions has eliminated Khara in self-defence, what really  is the transgression of Rama in that matter, you tell of that in the final analysis."
        },
        {
            "type": "verse",
            "text": "\"I am saying this word of advise as I am ambitious of the wellbeing of my kinsmen through you, and if  this is disagreeable to you, you will have to deliver up your life in a confrontation with Rama along  with the lives of your kinsmen, perishing at the linearly accelerating arrows of Rama."
        }
    ]
}