{
    "id": "prose-aranya-4",
    "kanda": "aranya",
    "sarga": "4",
    "title": "Curse of Viradha",
    "chapter": "4",
    "overview": "   Rama and Lakshmana come to know about the curse of Viradha. Viradha desires to die in then hands of Rama according     to the amendment given by the cursing authority, and thus he will be killed and relieved of his curse by Rama,     and his elimination of negative forces starts with the elimination of Viradha. At the time of release from his     curse, Viradha advises Rama to go to Sage Sharabhanga, who can advise Rama properly. It is said whenever a superior     being is approached, he shall not be neared empty-handedly. So, the elimination of Viradha, first act of Rama     to safeguard the <font color=\"#B3003A\">diinajana parirakshana </font>in Dandaka forests is the gift that Rama     takes to the Sage Sharabhanga in next chapter. This is not a separate chapter in Baroda edition. But in Gorakhpur     and Eastern versions it is a separate one.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing those two very dexterous scions of Kakutstha, and the best ones from Raghu dynasty, namely Rama and Lakshmana,  grabbed and being carried off, Sita screamed in a high-pitched voice."
        },
        {
            "type": "verse",
            "text": "\"He that truth-abiding, virtuous, and the flawless Rama of Dasharatha is carried off along with Lakshmana by the demon with  a ferocious look... wild bears, tigers and panthers aspire to eat me away... oh, best demon, thieve me instead and release  Kakutstha-s... Hail to thee...\" Said Sita. "
        },
        {
            "type": "verse",
            "text": "On hearing Vaidehi's that utterance those valorous ones Rama and Lakshmana speedily busied themselves in eliminating that  evil-minded demon Viradha. Soumitri indeed severed the left arm of that ferocious one, while Rama rent the right arm of  that demon. When his arms are mutilated that demon similar to a dark-cloud is frustrated, fainted, and fell onto ground,  like the mountain demolished by the Thunderbolt of Indra. They battered that demon with their fists, hands and feet, and  even by heaving and hurling him again and again they entirely pounded on him on the ground. Though that demon is battered  with many arrows, even sheared off with two swords, and even though he is entirely pounded on the ground he is not killed."
        },
        {
            "type": "verse",
            "text": "On observing that the mountain-similar demon is ineradicable that easily, then Rama, the sublime one, and the bestower of  shelter in fear, spoke this sentence to Lakshmana. "
        },
        {
            "type": "verse",
            "text": "\"Oh! Manly-tiger Lakshmana, it is impossible to overpower this demon with weapons in a confrontation, hence, let&rsquo;s bury  this demon... Lakshmana, a very deep pit be dug for this furious and ferocious reprobate in this forest, as though for an  elephant...\" On saying to Lakshmana that &lsquo;a trench shall be dug...&rsquo; then Rama repressively placed his foot on the throat  of Viradha, and stood by. "
        },
        {
            "type": "verse",
            "text": "On hearing that said by Raghava, demon Viradha sincerely spoke these humble words to Rama, the finest one from Kakutstha  dynasty. "
        },
        {
            "type": "verse",
            "text": "\"Dead I am, oh! Manly-tiger and a coequal of Indra in your strength... I have fallaciously not identified you earlier...  oh, best one among men... oh, sire, now I have known you to be Rama, the son of Kausalya... and even propitious Sita and  greatly renowned one Lakshmana are now known to me... By curse I had to enter this ghoulish demon's body, but I am a celestial  gandharva, named Tumburu and Kubera cursed me... "
        },
        {
            "type": "verse",
            "text": "\"When entreated by me, he that greatly renowned Kubera said to me, 'When Dasharatha's Rama kills you in a fight... then  you will attain your nature of celestial body and you will go to heavens... King Kubera thus cursed angrily me for not presenting  myself in his service when I was interested in a celestial dancer Rambha, and indeed he alone said this curse-clearance  to me... And by your grace I am released from this utterly hideous cruse, and now I wish to go to my own heavenly abode,  oh, firestorm of enemies, let safety betide you all... "
        },
        {
            "type": "commentary",
            "text": "The celestial beings are called <em>sura </em>and their antagonists are <em>a-sura </em>. There are many sura beings living  in heavens and netherworlds. To name a few, they are <em>uraga, garuda, gandharva, kimpurusha, siddha, saadhya, vidyaadhara,  chaaraNa, apsara, yaksha, guhyaka, bhuuta, khechara </em>and the like. Of them gandharva-s are amiable beings for their  expertise in performing arts. The apsara beings are the divine courtesans and among them are four apsara beings of high  order. They are <em>Rambha, Urvashi, Menaka and Tilottama </em>. These four are instrumental to Indra, to incite and allure  sages from their austere penance, lest they may win over the ship on heavens from Indra. The present gandharva, namely Tumburu,  in his courting with Rambha had belated his services to Kubera, the Chief Divinity for Wealth Management. Hence Kubera cursed  this gandharva to become the demon called Viradha, but yet this Tumburu alias Viradha is the devotee of Goddess Lakshmi.  The antagonists of sura are a-sura beings and all sorts of demons, monsters, etc., come under this category and they are  not devils or Satan's stooges, but they equal the capabilities of sura beings. Prof. Ranade observes that \"Dr. R.G. Bhandarkar,  in an important article in the B.Br.A.S. Journal makes the following interesting suggestion. The Sanskrit equivalent of  the word demon viz., 'Asurya' may here refer to the 'Assyrian' country. 'Assyrian and 'Asuryan' being philologically identical,  the 'y' and the 'u' being interchangeable as in Greek...\""
        },
        {
            "type": "verse",
            "text": "&rdquo;Oh, Sire, att one and half yojana-s of distance from here Sage Sharabhanga, a great saint of virtue, and an efficacious  sage with sun-like resplendence dwells, you shall quickly approach him for he advises you opportunely... Rama you go safely  on burying me in a pit... this is the age-old custom for those demons that lost vitality... those that are inhumed in pit,  to them there will be the worlds of manes...\" And on saying thus to Rama that Viradha who is hurt by arrows became heaven-worthy  on leaving his body. "
        },
        {
            "type": "verse",
            "text": "And Raghava on hearing those words of the demon ordered Lakshmana, &ldquo;Lakshmana, a very deep pit be dug for this furious and  ferocious reprobate in this forest, as though for an elephant...&rdquo; On saying to Lakshmana that &lsquo;a trench shall be dug...&rsquo;  then Rama repressively placed his foot on the throat of Viradha, and stood by. Then, on taking a digging tool Lakshmana  dug a deep pit beside the great soul Viradha. "
        },
        {
            "type": "verse",
            "text": "On releasing his throat from the stamping of Rama, he that long eared, lurid voiced Viradha is ensconced in that pit while  he is still blaring with his horrific voice. "
        },
        {
            "type": "verse",
            "text": "Those deftly victorious ones Rama and Lakshmana who compose themselves in a given fight, both have gladly raised that Viradha,  a ghoulish one in fight, a terrifying demon who is still blaring, with all their might and hurled him into the pit. "
        },
        {
            "type": "verse",
            "text": "On observing the indestructibility of that demon with any weapon, however sharp it might be, those two best ones among men  that are very expertly skilled have thought over well and undertook the elimination of that great demon in a pit. "
        },
        {
            "type": "verse",
            "text": "Viradha himself preferred his death at the hands of Rama and desired for a long to be killed by Rama and that forest walker  himself appraised that, \"Killing me with any weapon is impossible...\" "
        },
        {
            "type": "verse",
            "text": "On listening to that which is said by Viradha, Rama resolved his mind to cast him into pit, and when that mighty demon is  being flung into the pit the whole forest blared with that demon's cries. "
        },
        {
            "type": "verse",
            "text": "Rama and Lakshmana felt happy by way of their look in burying Viradha in the pit of the earth, and on burying him they two  felt rejoiced for gone is the fear in that great forest, and within the pit they have also concealed him with boulders in  order to make it a burial-chamber to the departed soul. "
        },
        {
            "type": "commentary",
            "text": "Everywhere Rama patiently performs these funeral rites, whether it is demon, eagle or a monkey, if dead in his presence.  Here also, Viradha's grave is covered with stones and boulders, as a kind of Stonehenge."
        },
        {
            "type": "verse",
            "text": "Then they two who have dazzling golden bows have eliminated that demon and retrieved Sita, and they gladly journeyed on  in that great forest like the two entities abiding on the skies, namely the Sun and Moon. "
        },
        {
            "type": "commentary",
            "text": "The simile of sun and moon is of some importance. It will not be clear as to, who is compared with Sun and who with Moon,  unless some ancient commentaries are touched. Rama is compared with Chandra, the Moon, because, Moon will not travel without  his wives. All the celestial stars are the wives of the Moon, and they twinkle before the Moon's arrival, in order to welcome  him into the night. Hence Rama is suffixed with Chandra, compounding to Sri Ramachandra. On the other hand, Sun does not  travel along with his wife, namely Chaya, the Shadow, but she always will be at his hind. We the living beings are in between  the Sun and his wife Chaya. If we face Sun in the morning times, she will be at our back, and in the evenings, when the  Sun is at our back, Chaya, shadow will be in front of us, reminding us of our lengthening shadow of life. Thus we are in  between the light and shadow. The Sun is also called karma saakshi, [Witness of Deeds.] Our own shadow, shortens with the  ascending Sun and lengthens as the dusk of our day or life increases. Hence Sun's travel is wife-less one, and Lakshmana  is thus compared with the Sun, for he does not have his wife travelling with him now. And Lakshmana is another karma saakshi  [Witness of Events] in the Ramayana. In another way of commenting it is said that both of them are said to be moon-like  in their appeasing personalities and sun-like in their radiant valour. "
        },
        {
            "type": "verse",
            "text": "The episode of Viradha assumes some importance in Hindu mythology. It may be observed  that Viradha drops down Sita, lifts and carries Rama and Lakshmana far away from Sita, where Rama and Lakshmana kill  Viradha. <em>aadhyaatma raamaayana</em> which occurs in the&nbsp; chapter 61 of <em>Brahmaanmda puraana</em> also narrates this episode of Viradha as a one to one fight, herein Rama  affronts and kills him straight. But in Valmiki Ramayana, Viradha takes away Sita first and then Rama and Lakshmana, too.  A question arises as to why the demon should snatch Sita away and later carry Rama and Lakshmana to a distant place from  Sita. It is part of the scheme that Rama kills no demon or sinner in the presence of Sita, including Ravana, for she  is that benevolent one to all the sinners and pardons them if surrendered in faith at her feet, as an incarnation of Goddess  Lakshmi. Our concern here is with <em>skaanda purana</em> , a Shiva Puraana, in which Viradha's episode  is explained detailedly. The <em>skaanda puraana</em> puts it as:"
        },
        {
            "type": "verse",
            "text": "On seeing Sita Viraaadha thought, \" She is the Supreme goddess through whom heavens can be obtained by salvation and also  release from the bondage [of demon's body ] On just seeing Her, relieved is this body cage, so with all my devotion, I steal  Her .\" etc. Hence <em>vi raadha</em> meant to be verily, devout, like Radha of Krishna. When chased  and hurt by Rama and Lakshmana, the demon releases Sita, but carries both the brothers away. For this distancing Rama  and Lakshmana from Sita, it is said that Rama does not kill any demon in the presence of Sita, for she graciously condones  the mischief of the demons, if they are true devotees."
        },
        {
            "type": "verse",
            "text": "Again in <em>skaanda puraana</em>, at the end of this Viraaadha episode, the <em>phala shruti</em> [Fruit  of Listening] it is narrated as:"
        }
    ]
}