{
    "id": "prose-aranya-40",
    "kanda": "aranya",
    "sarga": "40",
    "title": "Ravana rebuts Maareecha",
    "chapter": "40",
    "overview": "Ravana rebuts Maareecha for giving an unasked advice and details his plan to abduct Sita. Ravana intimidates Maareecha that he himself will kill Maareecha immediately if his orders are disobeyed, and Maareecha may perhaps have no opportunity to die at the hands of Rama.",
    "content": [
        {
            "type": "verse",
            "text": "When Maareecha spoke those acceptable and equitable words, Ravana rejected them like a person with a death wish rejects medicament. Ushered by the Terminator the king of demons Ravana, uncouthly spoke these unbefitting words to Maareecha who had been speaking conducive and beneficial words of advise. "
        },
        {
            "type": "verse",
            "text": "\"All these meaningless words that are being said to me are decidedly worthless, in effect, like the seeds seeded in wastelands. But it is impossible to scare me away from a war with that iniquitous and imprudent Rama, that too, from a human being, with these words of yours. "
        },
        {
            "type": "commentary",
            "text": "There is a grammarian's irk in bhettum ' to cut off, to destroy' bhetum 'to scare me' and if bhettum is taken, then 'it is impossible for that human to destroy me in war' will be the meaning, as per Eastern recension."
        },
        {
            "type": "verse",
            "text": "\"He who bolted off to forest in a single-foot on hearing the artless words of a woman, forfeiting his kingdom, friends and relatives, and even his mother, likewise his father too, you cannot scare me away from such a Rama. But his wife Sita who is dearer to him more than his lives is certainly seizable by me in association with you, as that Rama had purposelessly killed Khara in a war. In this way my thinking is decided and it is lingering on in my heart, and it is impossible to roll back my mind or heart even for Indra coming along with gods and demons. "
        },
        {
            "type": "verse",
            "text": "\"If you are asked about the credits or discredits, or either of the danger or ideation of the deed for determining its modus operandi, it will be apt of you to talk like this, but I did not seek any viewpoints of yours. Even if someone is asked, and if he desires his own welfare, then he has to submit his opinion to the king suppliantly upraising his palm-fold, may he be an intellectual, or an astute adviser. "
        },
        {
            "type": "commentary",
            "text": "A king cannot be addressed unless he asks. Then Maareecha, who is fully aware of monarchical protocol, how he informed his analysis of Rama to Ravana, will be the question. Even if a king is resolute in undertaking a mad act, he is to be cautioned. In some cases, a king is to be held by hair and taught, as a teacher holds the taught by his tuft of hair to earbash. Likewise an upright minister shall counsel the king properly, as Krishna advises Vidura in Maha Bharata at Udyoga Parva 93:"
        },
        {
            "type": "commentary",
            "text": "<em>nanu evam sati niitij~no maariico raavaNena apR^iShTaH katham uktavaan it cet - tanna - unmatto raaj~naa prashna akareNa api kaaryaatyaprasaktau nigR^ihya api vaktavyatvaat - tathaa ca pR^iShTen naiva vaktavyam iti katham vaktum shakyata iti cenna - pR^iShTenaiva vaktavyam iti etasya svastha avastha raaja viShayatvaat - aapadi uttham pratipanne c raajani kesha grahaNa puurvakam pR^iShTe naa api vaktavyam eva - dk</em> ."
        },
        {
            "type": "verse",
            "text": "\"The king being lord of the land is to be addressed preceded with gentility, with auspicious and beneficial words that do not contradict the interests of that lord, more so, they shall be inclusive of etiquette. "
        },
        {
            "type": "commentary",
            "text": "The imperial protocol is an exaggerated affair, as known to everybody. Here Ravana is demanding one more aspect in demanding, 'the words that do not go against the whims and fancies of the king.' And this is more than an autocrat's mentality. Dharmaakuutam says referring to Kaamandaka, a scripture on political science: 'even if a king asks, one shall not 'readily' reply though every aspect of that question is known to the replier, and the subject speaking in the audience of a king shall forget his own know-all-ness or his own entity in the knowledge of the subject at issue. <em>vijaanan na api bruuyaat bhartruH kShiptaH uttaram vacaH | praviiNo api hi medhaavii varjayet abhimaanitaam ||</em>."
        },
        {
            "type": "verse",
            "text": "\"Or else, oh, Maareecha, even if a beneficial word is said, but if it is said with reprehension it will not gladden that king who insists upon honour, for that said word is dishonourable, let alone reprehension. The kings with infinite vigour embody five constituents forces of Fire, Moon, Rain, Terminator, and that of Indra, the Administrator of Natural Forces. Oh, nightwalker, thus the kings being great-souls personify the sultriness of Fire, sternness of Indra, softness of Moon, suppleness of Rain, and harshness of Terminator, and therefore in all situations they are respectable and reverential. "
        },
        {
            "type": "commentary",
            "text": "Ravana has already conquered Indra and the said gods are responsible for the routine administration of universe. Hence, he is informing Maareecha about ordinary kings, presuming that Maareecha does not recognize the rectitude in dealing with ordinary kings, more so, with the king of kings, namely Ravana himself, which he says in next verse. A king acquires these traits of the presiding deities of the compass, by virtue of his kingship, and the sages said the very same to Rama when he entered Dandaka forest. <em>anena agni aadi dik paalaka ruupatvaat raajaa puujyo maanyaH ca iti suucitam - dk</em> ."
        },
        {
            "type": "verse",
            "text": "\"But you are ill-advisedly babbling with me in this way, incognizant of rectitude and holding on to your obsession, and wishing ill of me, as I am on your doorstep. Oh, demon, I did not ask the rights and wrongs concerning me, nor that which is expedient for me, but oh, demon of untold bravery, I have said this much to you. "
        },
        {
            "type": "verse",
            "text": "\" 'It will be apt of you to proffer a helping hand in this deed.' This much I said to you. And such as you are you may now listen to that task which you have to undertake during the course of your assistance as I detail it to you. On becoming an amazing silver-potted golden deer you move in front of Sita in the hermitage of Rama, and on verily alluring Vaidehi you can go away as you like. On seeing you as a wholly illusory golden deer curiosity arises in Vaidehi, and indeed she tells Rama, 'bring that one quickly.' "
        },
        {
            "type": "verse",
            "text": "\"Further, on Rama's coming out of his hermitage you go distantly and blurt out in this way, 'ha Sita' and even as, 'ha, Lakshmana,' mimicking Rama's voice. On hearing that, and further hastened by Sita, even Soumitri apprehensively follows the path of Rama in all his fondness for Rama. When Rama is diverted from hermitage, Lakshmana as well, I will carry off Vaidehi effortlessly like the Thousand-eyed Indra who once carried off Sachi Devi. Oh, demon, on carrying out this stint in this manner you may go as you like, and to you oh, Maareecha with solemn vows, I will grant half of my kingdom. "
        },
        {
            "type": "verse",
            "text": "\"Hence, oh, gentle one, get going on a trouble-free path for the easy achievement of the task, and I for myself will follow you to Dandaka forest along with the chariot. My goal will be achieved just by misleading Raghava, and by gaining Sita without a conflict, then I will proceed to Lanka along with you."
        },
        {
            "type": "verse",
            "text": "\"If you are not going to do so, oh, Maareecha, for sure I will kill you now itself. I will get my work done through you even under duress, and indeed, any subject setting against his king will never succeed safely. "
        },
        {
            "type": "verse",
            "text": "\"Your life may be indefinite on reaching Rama, but your death is surely definite now as you are conflicting with me. Hence, keeping all this in view you come to a conclusion that would be conducive to your interests, and whatever desirable to you let it be done in that way.\" Thus Ravana spoke to Maareecha. "
        }
    ]
}