{
    "id": "prose-aranya-41",
    "kanda": "aranya",
    "sarga": "41",
    "title": "Maareecha dissuades Ravana",
    "chapter": "41",
    "overview": "Maareecha dissuades Ravana again and warns him of the fatal consequences if Rama is irked by the wrongdoings  of Ravana. In every utterance, Maareecha repeats that not only Ravana but the entire demonic race is  also going to ruin due to Ravana's impertinence. Finally when Ravana is heedless of these advises, Maareecha  prepares himself to die by the arrow of an enemy, namely Rama, rather than by his own clansman, Ravana.",
    "content": [
        {
            "type": "verse",
            "text": "When Ravana perversely ordered that way in all his kingliness, Maareecha spoke these words caustically  and frankly to that king of demons."
        },
        {
            "type": "verse",
            "text": "\"Oh, night-walker, by which evildoer this thought, which is self-ruinous to you, along with your progeny,  kingdom and ministers put together, is taught to you?&nbsp; Who is that reprobate unhappy with such  a happy one like you, and oh, king, by whom this door of demise is ingeniously shown to you? It is very  clear, oh, night-walker, that your rivals with skimpy might are aspiring that you should be completely  ruined coming into conflict with more mighty Rama. He who wishes you to get ruined by your undertaking  a self-made destruction is a scoundrel with a pernicious intent, as such, by whom you are counselled  to do this?"
        },
        {
            "type": "verse",
            "text": "\"Your ministers are not curbing you anywise when you scramble on a high road to self-ruination, hence  they are indeed to be sentenced to death, but they are not being executed for their dereliction. Veracious  ministers have to restrain a self-willed king when he relies on a wrong-route, isn't it. But you are  unrestrained by your ministers though you are self-willed and though you are taking a wrong-route. Oh,  best conqueror Ravana, probity, prosperity and pleasures, and even the popularity of the ministers,  oh, night-walker, are achieved at the beneficence of their master."
        },
        {
            "type": "commentary",
            "text": "The popularity, fame etc., of someone is said as <em>yashas </em>and there is another word taken as  a synonym <em>kiirti</em>. For this Rama Tilaka says: <em>yashaH sva desha khyaati, kiirti  deshaantara khyaati</em>. Thus <em>'yashas </em>is the fame within one's own country and <em>kiirti </em>is cross-country fame. For this, another ancient commentator Kulluka Bhatt says: <em>jiivataH  khyaati ruupam yashaH, mR^itasya khyaati ruupaam kiirtim </em>'a living person's fame is <em>yashaH </em>and a dead person fame is <em>kiirti </em>Because Ravana is alive and Maareecha wishes him to  be living, he used that chosen word."
        },
        {
            "type": "verse",
            "text": "\"Contrariwise, oh, Ravana, all that beneficence of the king to ministers becomes futile when the king  behaves perversely, and even the others, namely the subjects of kingdom, will derive distress by the  negative virtue of their master. The king alone is the root cause for probity and prosperity, isn't  it. Therefore, oh, best prosperous one, in all situations the kings are to be safeguarded from the ill  effects of influences. It is impossible to govern kingdom, oh, demon, the night-walker, for a king with  acridity, with hostility, or with immorality."
        },
        {
            "type": "verse",
            "text": "\"The ministers with drastic notions will indeed fall apart together with their king, like a chariot  that gets ramshackled together with it charioteer on a rough road, though it is hieing with galloping  horses but badly controlled by that slothful charioteer."
        },
        {
            "type": "commentary",
            "text": "The ministers with drastic notions not only pull down the king and kingdom, they themselves get ruined  along with the king and kingdom. <em>anena tiikShNa mantribhii raao naasho bhavati iti | ataH samiiciina  mantrii sampadaniiya iti uktam - dk </em>-"
        },
        {
            "type": "commentary",
            "text": "<em>tathaa ca puraaNa saare - panDiteShu guNaaH sarve muurkhe doShaa  bhavanti hi | tasmaat muurkha sahasreShu praaam ekam niyojayet || thus puraaNa saara</em>, a treatise on  all mythological scriptures states that: 'In wise men there will be lots of good qualities. and the  stupid persons too will be with as many qualities, but they are bad in nature. So it is better to nominate  one wise man than a thousand stupid persons as minister.'"
        },
        {
            "type": "verse",
            "text": "\"In the world many saintly beings that are high-minded and pursuers of ethicality are completely ruined  together with their kinsmen owing to the misdeeds of others. \"Oh, Ravana, the subjects do not flourish  while a lord with contrariety and coerciveness safeguards them, just like goats guarded by a fox. All  those demons will definitely ruin, oh, Ravana, to whom you are the acrimonious and malicious king with  unconquered senses, though you have conquered the heaven."
        },
        {
            "type": "verse",
            "text": "\"What is the use of laming for myself as I foregathered this ghastly situation as in crow-palm-tree  syndrome, but in this issue you alone are regrettable, for you are gong to completely ruin along with  your military."
        },
        {
            "type": "commentary",
            "text": "This in Sanskrit is called <em>kAka-tAlIya--nyAyam</em>:&nbsp; 'crow-palm-tree syndrome' is one among the many compiled in that language. Here, a fox  whose leg is broken has come underneath a palm tree to take shelter from the scorching sun, as there  are no other shady trees. At the same time a crow swooped down on to the tip of the tree, by which a  palm fruit, as big and weighty as a small pinball fell on the head of fox by the swoop of the crow,  and then the misery of that fox is unexplainable. The sitting of fox, swoop of crow, fall of fruit are  all at a time and thus none can blame the other. This syndrome is named for such fortuitous happenings."
        },
        {
            "type": "verse",
            "text": "\"That Rama will soon kill you after killing me, and I will be dying at the hand of my enemy rather than  at the hand of my own clansman like you, whereby the purpose of my life will be brought to an end."
        },
        {
            "type": "commentary",
            "text": "Maareecha decides that it is better to die at the hand of Rama rather than by Ravana; <em>raamaat api martavyam - martavyam raavaNaat api | ubhayod api martavye - varam raamat na raavaNaat | nR^isimha  puraaNa&nbsp; - </em>but yet he is trying to divert Ravana from self-ruination."
        },
        {
            "type": "verse",
            "text": "\"Know that I am killed just when Rama notices me, and know that you are also killed along with your  kinsmen just when you steal Sita. If you are going to bring Sita from their hermitage on going there  with me, then you will not be there, I will not be there, Lanka will not be there, the demons will not  be there. As a desirer of your welfare I am dissuading you, oh, night-walker, but you may feel that  this word of mine is unpleasant to you. People on diminishing lifetime will be similar to corpses and  a corpse cannot take in the expedient spoken by considerate confidants, isn't so."
        }
    ]
}