{
    "id": "prose-aranya-42",
    "kanda": "aranya",
    "sarga": "42",
    "title": "Maareecha turns into Golden Deer",
    "chapter": "42",
    "overview": "On travelling by the aircraft like chariot Ravana and Maareecha enter Dandaka forest and arrive at the  threshold of Rama's hermitage. Then at the insistence of Ravana Maareecha assumes the form of an amazing  golden Deer, and Sita catches a sight of that deer.",
    "content": [
        {
            "type": "verse",
            "text": "Maareecha though curtly said in that way, then afraid of the king of night-walkers he became self-pitying,  and said to Ravana, 'let us go.' "
        },
        {
            "type": "verse",
            "text": "\"If he who wields a bow, arrows and a sword, and who brandishes a weapon to only kill me happens to  see me again, deem my life is verily lost, without his shooting any arrow. None can really make so bold at Rama to reappear with life, isn't it. What is appearing before you  is the reflected image of mine, as I am already slain by the wand of Yama, the Terminator, the moment  I conceded to your demand. When you are spiteful, oh, boy, indeed what can I possibly do otherwise, oh, night-walker, thither  I go, may good betide you.\" So said Maareecha to Ravana. "
        },
        {
            "type": "verse",
            "text": "By that word of Maareecha demon Ravana is very much gladdened and he spoke this sentence tightly hugging  him. "
        },
        {
            "type": "verse",
            "text": "\"This word of yours shows your obduracy for you are abiding under the control of my dictate, and though  you were a different night-walker earlier, henceforth you are really the good old Maareecha. "
        },
        {
            "type": "commentary",
            "text": "Some mms use the word <em>shauNDiirya </em>for <em>cChauTirya </em>, where <em>shauNDiirya </em>is the  word for courageousness, <em>shauNDiirya tyaagii viirayoH : nighanTu</em> The other way to tell this  is: \"Though your words show the fear of my dictate, but on listening those obdurate words, it appears  that you have spoken them for yourself, regaining the grit of your demon-hood and estimating Rama as  your own enemy,\" by which Ravana is shirking his responsibility to Maareecha himself in the event of  the death of Maareecha."
        },
        {
            "type": "verse",
            "text": "\"Then you promptly emplane this sky-flying chariot which is yoked with ghost-faced mules and adorned  with gems along with me. "
        },
        {
            "type": "commentary",
            "text": "It may be noted that this sort of air-chariots, though richly decorated with valuable gold and gems,  but drawn by asses or mules, that too ghost-faced ones, are a kind of the then sci-fi version of aircrafts.  Ravana's son Indrajit also uses such spaceships in Yuddha Kanda and his weaponry is altogether different,  i.e., somewhat like the present day laser oriented hardware. These propellers may not be construed as  real donkeys or mules but some powered vehicle-drawing instruments designed to look like ordinary harmless  creatures."
        },
        {
            "type": "verse",
            "text": "\"On deluding Vaidehi it is apt of you to go as you please, and I will bring that Sita of Mithila,  however defiant it might be.\" Thus Ravana said to Maareecha. "
        },
        {
            "type": "commentary",
            "text": "Ravana is saying repeatedly that Maareecha can go away after beguiling Sita and misleading Rama and  Lakshmana away from hermitage. Maareecha knows that there is no place to go away from Rama's arrow,  which once chased him up to seashore. But Ravana presumes that if Maareecha is capable enough, he will  escape Rama, or if this old demon Maareecha is incapable of it, he may perhaps die by the arrow of Rama,  for which Ravana is unconcerned."
        },
        {
            "type": "verse",
            "text": "Tataka's son Maareecha said \"All right\" to Ravana, and then both Ravana and Maareecha mounted the  chariot as they would emplane an aircraft and swiftly journeyed from the surroundings of Maareecha's  hermitage. While looking at the seaports and forests, also at all the mountains and rivers, even at  the cities and provinces en route they proceeded. On reaching Dandaka forest along with Maareecha  the king of demons Ravana has then seen the hermitage of Raghava. "
        },
        {
            "type": "commentary",
            "text": "Please refer to the endnote for the Ancient Indian way of classification of villages, towns, and cities  as per Indian architecture called <em>vaastu shaastra</em>."
        },
        {
            "type": "verse",
            "text": "Alighting the chariot that is decorated with golden ornaments Ravana then spoke this sentence to  Maareecha taking his hand into his. \"This one which we are seeing and which is surrounded with  banana plants is the threshold of Rama's hermitage, and -`----oh, friend, the purpose for which we  came here let it be effectuated promptly.\" Thus Ravana hastened Maareecha. \"And on hearing Ravana's  words demon Maareecha then became a deer and indeed ambled freely in the frontage of Rama's  hermitage. Adopting the form of a gorgeous deer which is superbly amazing just by its appearance,  whose tips of antlers are in the hue of best sapphires, and whose face is whitish at some places and  not so whitish at other in its look, he became a Golden Deer and moved thereabout. "
        },
        {
            "type": "verse",
            "text": "One of its cheeks in the shade of a reddish-lotus while the other in the hue of a bluish-lotus, one  of its ears is in the hue of bloomed blue-lotus while the other is in the shade of a sapphire, while  the shine of its stomach is like that of a best blue-diamond, Indra-niila-maNi, and with a little  upraised neck that deer has moved about there. "
        },
        {
            "type": "verse",
            "text": "One flank is shining whitish like Madhuka flowers and the other is similar to the roseate fibrils of  lotuses, while its hooves are similar to the gemstone lapis, calves thin, and thus with very well  cohered limbs that deer moved about there. With an upraised tail that shone forth in a tinge equal  to the weapon of Indra, namely Rainbow, and with a complexion that is lustrous and dappled with many  diverse gemlike dapples, that deer moved thereabout with a heart-stealing aura. Thus that demon  Maareecha emerged like a highly splendorous and fascinating deer in a wink highly irradiating those  woodlands, and the threshold of Rama's hermitage in particular. "
        },
        {
            "type": "verse",
            "text": "Adopting such an exquisite and heart-stealing form which is amazingly dappled with the colours of  diverse ores, that demon ambled all over there freely with the bearing of a real deer in order that  Vaidehi might be deluded, and he moved forward onto the pastures. And with hundreds of silvery stipples of body he became an astonishing deer with pleasant looks and  indeed moved chewing new grass-blades of trees.  That Golden Deer has gone into the boscages of banana plants, and moved here and there around Karnikara  trees, and then resorted to a place which is within the eyeshot of Sita. "
        },
        {
            "type": "verse",
            "text": "With an odd lotus like hind-side that astounding deer is verily scintillating, and it milled around  the surroundings in the threshold of Rama's hermitage according to its own delight. "
        },
        {
            "type": "verse",
            "text": "That excellent deer beats a retreat and again returns, and meanders thus time and again, and turns its  tail for sometime only to return once again very playfully. "
        },
        {
            "type": "verse",
            "text": "Again gambolling everywhere it sits somewhere on the ground, then, on coming to the threshold of hermitage  it goes towards herds of deer. That demon who has gone into the deer-hood has gone after some herd  of deer. But he returned again though that herd followed him wanting to fraternise, in order that he  shall remain perceptible to Sita, and he whirligiged in amusing circles while leaping and bounding  to and from that herd of deer. "
        },
        {
            "type": "verse",
            "text": "All the other animals moving in that forest on seeing this demon-deer with their necks up have come  close to it, and on smelling it well they are running away to all the ten directions noticing it as  a demon turned into a deer. "
        },
        {
            "type": "commentary",
            "text": "Here the animals are portrayed as better beings than humans in identifying demons or ghosts. Though  they may not know or wish to know about god, the apparent ghost scares them. Humans apperceive neither  god nor ghost because they are half of each."
        },
        {
            "type": "verse",
            "text": "Even that demon in the deer's semblance Maareecha, though indulged in killing those forest animals,  and though the other animals are touching him, he is not killing and eating them indulgently, only  for the reason of camouflaging his present nature of demon-hood."
        },
        {
            "type": "verse",
            "text": "What is more, Vaidehi with her felicitous eyes came towards trees yearning for plucking the flowers  in the same instant. And she with her inebriating glances and delightful visage moved there about  while plucking flowers of Karnikaara, Ashoka, and of Mango trees. That select lady who is unmeet for  forest life beheld that deer which is completely gemlike and whose limbs are surprising as though  studded with pearls and gems. And she that Sita goggled the Golden Deer with a wide-eyed  astonishment, which deer has pretty lips and teeth, hair resembling silver and copper ores, and she  indeed gazed at it with an affinity for wildlife. "
        },
        {
            "type": "verse",
            "text": "On seeing Rama's wife Sita that highly phantasmal deer too then moved there about as though to  scintillate that woodland.To see such a deer which is hitherto unseen, and which is as though  studded with numerous gems, the daughter of Janaka, Sita, went in to an intense wonderment."
        },
        {
            "type": "commentary",
            "text": "The stress continuously laid on the eyes of Sita is observable, only to conclude that <em>'trust not  what thy eyes show you...'</em>"
        },
        {
            "type": "commentary",
            "text": "The <em>vaastu shaastra</em> or the Ancient Indian Architecture lays down certain  parameters for Towns, cities etc. Of them the township is said to be <em>aneka naarii sambaddham nanaa  shilpi janaiH vR^itam | kraya vikrayaiH kiirNam sarva devaiH samanvitam nagaram tu iti vikhyaatam</em>  adored with many ladies, many sculptors or architects, and with many deities, and where the buying and  selling goes on it is <em>nagaram</em> the township."
        },
        {
            "type": "commentary",
            "text": "The Seaports are said as: <em> pattanam shR^iNu saampratam | dviipaantara gata dravya kraya vikrayikaiH yutam | pattanam tu abdhi tiire  syaat |</em> one which has all the above aspects but which is at seaside, it is <em>pattanam</em> seaport. The township between a <em>nagara</em>  and <em>puram</em> is <em>kharvaTam</em>"
        },
        {
            "type": "commentary",
            "text": "And the City is: <em> kraya vikrayaiH yutam naanaa jaati samanvitam | tantuvaaya samaayuktam tat puram tu vikathyate</em>The  one with all the above aspects plus very many civilisations and weavers and the like craftsmen, is <em>purii</em>, the city. Apart from these, the royal places, army stations etc.,  do comprise the ten varieties of urban places as said in the above verse, where the village is the first  unit."
        }
    ]
}