{
    "id": "prose-aranya-44",
    "kanda": "aranya",
    "sarga": "44",
    "title": "Rama eliminates Maareecha",
    "chapter": "44",
    "overview": "Rama eliminates Maareecha when he is escaping beyond reach in the form of Golden Deer. He sports with that deer for a long time and when it is leading him away and afar from the hermitage, he is vexed with the trickery of the deer and kills it. At the time of his death Maareecha shouts out for Sita and Lakshmana, as demanded by Ravana. Rama is perplexed at this oddity of Maareecha and presumes that some danger is immanent and then returns to hermitage.",
    "content": [
        {
            "type": "verse",
            "text": "Rama, the great-resplendent scion of Raghu, on instructing his brother Lakshmana in that way securely fastened his sword with golden handle to his waist. Rama whose valour is escalating then took his own insignia, the three-way arched bow called <font color=\"#B3003A\">kodanDa</font>, and fastened two quivers and proceeded. "
        },
        {
            "type": "verse",
            "text": "On peering at the peerless one among kings, namely Rama, who is indeed coming down on him, that Golden Deer disappeared as if with fear and even to beguile him, and again it came into clear visibility. And Rama speedily spurted to that place from where the Golden Deer has firstly disappeared with securely grit sword and firmly handled bow. "
        },
        {
            "type": "verse",
            "text": "Rama the wielder of bow kept on beholding that Golden Deer which is observing him over and over and running away into deep of the forest. In the next moment he has seen it right in front of him as though effulgent with its marvellous form. At times he has seen it running away as though to circumvent the fall of arrow, and at times stopping only to tantalise him. Sometimes it appeared to be springing as though to skies in very highly perplexity of wariness. It is disappearing somewhere in the thickets of forest, and it is putting in an appearance elsewhere in those thickets, like the autumnal orb of the moon under the fly front of splintered clouds. "
        },
        {
            "type": "verse",
            "text": "In a wink Rama could proximately see that Maareecha who transformed himself into the Golden Deer, and again in a flash he appeared distantly. Thus that deer/demon has drawn off Raghava very far from his hermitage in this hide and seek game. Rama of Kakutstha is incensed as its form is spellbinding but its capture slippery, and then verily tired as he is he stayed on a pasture taking shelter of a tree shade. Nightwalker Maareecha has further maddened Rama in the guise of Golden Deer by reappearing in his close-by, surrounded with other animals of the forest. "
        },
        {
            "type": "verse",
            "text": "Again on seeing Rama who is stalking his catch that deer ran towards him as though to impress with its guilelessness, and just at that moment it vanished again as if with extreme fear. Then that deer has again emerged out of the thick of trees, and on spotting it the great-resplendent Rama has firmed up his decision to fell it. "
        },
        {
            "type": "verse",
            "text": "At that instant Raghava became highly infuriated and unholstered a holocaustic, enemy-subjugating arrow that is similar to the flare of the sun, tautening it on his very sturdy bow that forceful Rama forcefully outstretched the bowstring with arrow targeting the Golden Deer alone, and released that fierily blazing arrow-missile which is carefully created by Brahma and which is hissing like a snake. "
        },
        {
            "type": "verse",
            "text": "On very profoundly impaling the body of deer's form that superb arrow which is similar to a thunderbolt has severed the heart of Maareecha in the core of deer's body. Then Maareecha is highly frenzied as his lifespan is minimised, blared a blaring shriek, vaulted up to a height of palm-tree, and fell down onto the ground. Maareecha on his part abandoned the body of Golden Deer when he is dying. But remembering the words of Ravana that demon gave a thought, 'how best will Sita hasten Lakshmana to this place, and how best Ravana can abduct Sita in a place void of people.' "
        },
        {
            "type": "commentary",
            "text": "Maareecha would have died without yelling for Lakshmana or Sita as tutored by Ravana because Maareecha is no real alley of Ravana. But it is said that he 'recollected Ravana's words and thought about it.' What he really thought is the causation of death to that one who caused his own death, namely Ravana. Ravana can do nothing to Maareecha now as Maareecha is breathing his last. Whatever is to be done now it has t become a self-ruinous act to Ravana. Hence, it is better to do as said by Ravana for the elimination of Ravana. So thought Maareecha."
        },
        {
            "type": "verse",
            "text": "Perceptive of the time that chanced bearing his death, and wishful of the death of Ravana too, then made a voice that is a soundalike to Raghava's voice and yelled 'ha, Sita...' also thus 'ha Lakshmana...' When Rama's incomparable arrow has indeed shattered his crucial organ, namely the heart, in a downright manner, then Maareecha assumed a very massive physique of a demon, abandoning the form of Golden Deer. "
        },
        {
            "type": "commentary",
            "text": "Though Maareecha assumed the form of a deer he has to retain his heart and brain of a demon. This is the yogic way of <em>para kaaya praveshanam</em> 'entering other bodies.' These assumed artificial bodies do not hold ground in <em>nidraa, surata, maraNa dasheSu</em> 'in sleep, copulation and death states,' where the mind, if distracted to these states, cannot concentrate or hold the body that is assumed by mental powers of yoga. Here no supernal god or deity is involved to grant such a capacity but one's own practise achieves it. Whereas in other case like Ravana, gods have bestowed boons, so he need not practise such yoga etc., as he is blessed to be above these mortal's practises and thus can change his form and can rejoice in any state with that body or form. This is how he abducts Sita changing his semblances instantaneously."
        },
        {
            "type": "verse",
            "text": "On seeing that demon with a fiendish look, who has fallen to earth with limbs steeped in blood, and who is weltering on the surface of earth, Rama emotionally took flight to Sita reminiscing Lakshmana's words. \"This is the trickery of Maareecha which Lakshmana vouchsafed earlier, that has indeed happened in that way alone, and the one whom I have killed now is none other than Maareecha. This demon died while crying out with a blatant voice 'ha, Sita... ha, Lakshmana...' And on hearing this how Sita will be? And what will be the plight of dextrous Lakshmana?\" Thus on thinking over them that righteous-souled Rama remained in a hair-raising predicament. "
        },
        {
            "type": "verse",
            "text": "On killing that demon in the form of Golden Deer, and also on hearing his yelling, Rama is ensorcelled with a frantic fear caused by his own gloom. "
        },
        {
            "type": "verse",
            "text": "Raghava then on killing another spotted deer and on taking its flesh, he hurried himself towards Janasthaana."
        },
        {
            "type": "commentary",
            "text": "As with any other demon's death Maareecha's  death also is eulogised as a merited one and reading or listening this is said to bring merit.  Though these results are not said in Ramayana proper, its collateral scripts like <em>skaanda purana, aadhyaatma raamaayaNa </em>etc., say them. For the  elimination of Maareecha <em>aadhyaatma raamaayaNa </em>says: "
        },
        {
            "type": "commentary",
            "text": "From that body of Maareecha a divine aureole  risen while all the world is seeing... that merged into Rama alone, causing very great  astonishment... this is the marvel of Rama, nothing else..' So the divine beings thought seeing from  heavens, and said 'a Brahman or a demon, or a sinner or meritorious one who cites the name of Rama  at the time of leaving his body, he attains the Ultimate Threshold...' Blessing so, the divine  beings returned to their abodes on seeing the salvation of Maareecha's soul in Rama.' <em>aadhyaatma raamaayaNa, aranya </em>, seventh sarga/chapter. "
        }
    ]
}