{
    "id": "prose-aranya-45",
    "kanda": "aranya",
    "sarga": "45",
    "title": "Sita rebukes Lakshmana",
    "chapter": "45",
    "overview": "Sita rebukes Lakshmana for he is still here, loitering away even after listening Rama's cry for help.  She goes to the extent of slandering him as having intents to woo her, at the cost of Rama's life. Lakshmana  tries to pacify her but in vain, as she persists in her rash talk. Lakshmana leaves her alone and starts  to reach Rama, broken-heartedly.",
    "content": [
        {
            "type": "verse",
            "text": "This is a much debated chapter in Ramayana because human complexities are involved in its narration.  The sublimity of Sita's characterisation is disputed by her speeches in here. The question is whether  Sita becomes an ideal woman in view of her tongue-lashing, or not. This is as good as asking the nature  as to 'why it thunders before a storm, scaring children, birds and calves... cannot it just shower some  rains and go...' If anything is not done in accordance with her wish and whim, or which goes against  her peculiar way of thinking, it is usual for a shrewd woman to tongue-lash. Here, Sita is called  a woman who is <em>bhartR^i prema antha - bhartR^i kShema arthi</em> 'blinded by the devotement to her  husband...' 'a desirer of her husband's welfare...' even at her own risk."
        },
        {
            "type": "verse",
            "text": "This Ramayana is not the story of Rama. It is <em>raama ayana</em> and becomes <em>raamaayaNa</em> when  compounded. Again <em>raama</em> is not the epical hero Rama alone. Sita is also <em>raamaa</em> as  said by Sumantra in Ayodhya, Ch. 60, 10th verse:"
        },
        {
            "type": "commentary",
            "text": "'like an young girl Sita, with not so young moon's face, [i.e., like the full moon,] is delighting  herself even in uninhabited forests with Rama...'"
        },
        {
            "type": "verse",
            "text": "Thus this epic is called <em>raamaa raamayoH ayanam raamaayaNam</em> 'the peregrination of Sita and  Rama...' where the first word <em>raamaa</em> with elongated end syllable belongs to Sita and the  second <em>raama</em> with shortened end syllable belongs to Rama, and thus this is the peregrination  of both Raamaa and Raama. If the course of the legend has to move forward, the characters have to move,  and if they were to move, some situations should become turning points, and this is one such situation  occasioned through the shrewdness of Sita. In a legendary perspective, if evil is to be eliminated,  good has to peregrinate troublesomely, and that troublesome peregrination of Sita, as well as that  of Rama, is triggered off at this situation, again due to the shrewdness of Sita. Thus, there is no  oddity in the shrewd talk of Sita. Some more discussion is incorporated in the endnote."
        },
        {
            "type": "verse",
            "text": "On identifying the grievous voice that is identifiable with her husband's voice, Sita spoke to Lakshmana,  \"you go at once, and check up on Raghava. I have heard the loud yelling voice of highly fretful Rama  whereby my heart, or my very entity, is not abiding in its place, and it will be apt of you to protect  such a brother of yours who is screaming in the forest."
        },
        {
            "type": "verse",
            "text": "\"He might have come under the subjugation of demons as with a bull coming under the seize of lions,  hence, you hurry up so as to near such a brother of yours who is seeking protection.\" So said Sita  toi Lakshmana."
        },
        {
            "type": "verse",
            "text": "Although she spoke a lot to him in this way, Lakshmana on his part has not moved out remembering his  brother's order to stay guard to Sita, and hence that Janaki, the daughter of Janaka, who is already  agitated for Rama further spoke to him in the paradox of his not going out of hermitage."
        },
        {
            "type": "verse",
            "text": "\"You are like a foe of your brother in friend's mien, Soumitri, as you are not making a move towards  a brother even if he is in an emergency. Because of me you wish Rama to be completely destroyed, and  only because of your cupidity for me you are not following up on Raghava. It is definite."
        },
        {
            "type": "commentary",
            "text": "The 'real' woman in Sita is coming out. From now on, she goes on talking unhesitatingly, unilaterally  and even abusively because her mind is fuddled with the thought 'some damage is being done to her husband.'"
        },
        {
            "type": "verse",
            "text": "\" 'Raghava in direst strait' is the most liked thing to you, thus I deem, as you have no heart for that  brother, and as you complacently stay behind even when that great-resplendent Rama is unseen. After  which helmsman you have come here that Rama is undergoing an uncertainty of life-and-death, as such  I indeed wonder what business you have here now in staying with me at this hermitage?\" Sita spoke  so to Lakshmana."
        },
        {
            "type": "verse",
            "text": "Lakshmana spoke to Sita, the princess from Videha kingdom, who is talking deluged under tears and  anguish in that way, as she is fretful like a she-deer."
        },
        {
            "type": "verse",
            "text": "\"Oh, Vaidehi, your husband is an impossible one for vincibility by serpents, asura-s, gandharva-s, gods,  fiends, demons, no doubt about it. Oh, auspicious one, unmarked is some combatant who can counterattack  Rama from among gods, humans, gandharva-s, birds, ogres, kinnaraa-s, beasts, or oh, lady, even from  horrendous demons, as Rama vies with Indra in any given war. It is inapt of you to talk that way as  Rama is inextirpable in a given war, and as for me, I do not venture to abandon you in this forest in  the absence of Raghava."
        },
        {
            "type": "verse",
            "text": "\"Let the most forceful Crowns with all their military forces, or, all of the gods together with their  heads, why they, let all the three worlds put together come mutinously, whether jointly or severally,  Rama's prowess is irrestrainable. Hence, let your heart be diverted and anxiety divested, as your husband  will be returning soon on killing that extraordinary deer."
        },
        {
            "type": "verse",
            "text": "\"Evidently it is not the voice of Rama, nor that of any other god, but someone mimicked that voice for  chicanery, and that must be the illusory voice of that demon Maareecha, similar in effect to the magical  city of gandharva-s usually created by magicians in general."
        },
        {
            "type": "commentary",
            "text": "Lakshmana has repeated the word gandharva nagara which he said to Rama. This magic is said as: <em>gandharva  nagaram proktam indrajaalam maniiShibhiH</em> 'magic show of showing celestial cities by magicians.'"
        },
        {
            "type": "verse",
            "text": "\"And you are an entrustment, oh, best lady Vaidehi, as the great-souled Rama has entrusted you in my  security, as such I do not dare to leave you off now. Oh, gracious lady, we have become the adversaries  of these night-walkers insofar as the elimination of Khara and others, and concerning the eradication  of Janasthaana. The demons are the swaggerers in violence in great forests and they will be employing  various voices. Therefore Vaidehi, just do not bother about it.\" Thus Lakshmana advised Sita."
        },
        {
            "type": "verse",
            "text": "As for Sita, she became furious on hearing Lakshmana's words of advice, and while her eyes are becoming  bloodshot she spoke these rude sentences to that veracious Lakshmana. You are a debased one devoid of  mercy, thus a dreadful one, and a degrader of your dynasty, and I deem that you derive pleasure from  fatal hardship to Rama."
        },
        {
            "type": "commentary",
            "text": "The wording <em>anaaryaH akararuNaarambha= dayaa prasakti rahitaH</em> is as per the text of Govindaraja,  while other mms have it as <em>akaarya karana aarambha; a kaarya kaaraNa aarambha</em> 'starter for  doing an untoward deed.' From Sita's viewpoint it is 'in wooing brother's wife you are the starter  of an untoward deed.'"
        },
        {
            "type": "verse",
            "text": "\"You are haranguing all these sermons only on noticing hardship to Rama. It is unsurprising that the  pitiless ones and rivals of your kind, who always behave in a cloak-and dagger way, will tend to commit  deadly sins, Lakshmana, and it is not uncommon. You are verily maleficent for you have singly and covertly  followed Rama, who started to forests all alone, or instigated by Bharata, only because of me."
        },
        {
            "type": "commentary",
            "text": "The covert operation of Lakshmana as instantly surmised by Sita is that, 'when one half-brother Bharata  can snatch the kingdom from Rama, you, the other half-brother, can snatch away his wife, hence you have  come with covert intentions, on your own, leaving all your kinsfolk. Or, Bharata wanted me too along  with the kingdom, so he might have instigated you to fetch me for him, after Rama's death, thus he covertly  sent 'you' alone.'"
        },
        {
            "type": "verse",
            "text": "\"Whether this is an intrigue of yours or that of Bharata it is unachievable, Saumitri. How can I long  for another commoner when I have put my faith only in the lotus-blue-complexioned and lotus-bright-eyed  husband of mine, Rama?"
        },
        {
            "type": "commentary",
            "text": "For how shall I, the chosen bride / Of dark-hued Rama, lotus-eyed, / The queen who once called Rama  mine, To love of other men decline? - Griffith."
        },
        {
            "type": "verse",
            "text": "\"If that comes to that, I will just discard my life in your presence, Soumitri do not mistake it. I  do not eke out an existence on this earth even for a moment without Rama.\" Thus Sita threatened Lakshmana.  When that self-mortified Lakshmana is addressed in this way with hair-raising and acerbic words by Sita,  he spoke to her suppliantly adjoining his palm-fold."
        },
        {
            "type": "verse",
            "text": "\"I do not venture to reply you Maithili, as you are like a deity to me. Women using words that are in  a class by themselves is not at all surprising. This sort of bringing stilted words into play is the  nature of women and it is obvious in the world. Women by their nature are unbound by the etiquette of  decency, whimsical, cantankerous and they tend to become the artificers of vicissitudes, and oh, Vaidehi,  the daughter of Janaka, indeed unbearable are this kind of words that are much the same as burnt iron  arrows thrust in between my two ears."
        },
        {
            "type": "commentary",
            "text": "The role of women in bringing alterations in joint families, peaceful histories or even in transcending  legends is evident in every culture. <em>mahaanto api hi bhidyante striibhiH adbhiH iva acalaaH | kaamandaka  - lavaNa jalaantaa nadyaH strii bhedaantaani bandhu hR^idayaani | praaciina smR^iti - dk -</em> 'They,  the women, may be great beings but they tear asunder hearts, like oceans tearing great mountains.' Lakshmana  is not eye-to-eye with Sita and he is going on listening all her accusations with his two ears. And  in between his two ears his conscience is there which is not permitting him to tolerate these words,  yet he is tolerating."
        },
        {
            "type": "verse",
            "text": "\"Let all of the forest-itinerants indeed listen as to how you are addressing me with bitter words, though  I am reasoning with you conscientiously, and let them become my corroborators for the sake of justice.  Fie upon you, you are acrimoniously tempered owing to your faminality, and by which impulsive reason  you mistrust me who am presently abiding in my brother's order, may God damn you for that crotchety.  I am going there where Rama is, oh, lady with best visage, you be blest, and oh, broad-eyed one, let  all of the forest deities protect you."
        },
        {
            "type": "verse",
            "text": "\"Gauging by those dangerous forebodings that are now bidding fair, can I to see you again along with  Rama on my return, or not? That I do not know.\" Thus Lakshmana spoke to Sita."
        },
        {
            "type": "commentary",
            "text": "Lakshmana is repeatedly addressing Sita as 'a broad-eyed-lady,' suggesting that 'though you have broad-eyes,  but your mental perception is not that broad' 'as your eyes are belying your faculties.' 'And as 'the  daughter of Janaka,' that is the 'daughter of a judicious person, yet unable to discriminate.' And as  Vaidehi that is, one 'coming from Videha province.' Videha also means 'without body.' You are some supernatural,  yet that demon beguiled you,' so on."
        },
        {
            "type": "commentary",
            "text": "Lakshmana said Sita 'be lost in desolation...' in the first instance and further said that she 'be  blest...' and seeks the help of pastoral divinities to protect Sita in his absence. This appears self-contradictory  on the part of Lakshmana. But it is held correct, for he uttered derogatory words in the first instance  as a vexed person and then, on knowing what that is suddenly uttered by him, he is correcting himself  in saying that 'she be blest...' He wished her to prosper as she belongs to Rama. Whatever belongs to  Rama that cannot be ridiculed, especially his mother-like elder sister-in-law."
        },
        {
            "type": "verse",
            "text": "When Lakshmana spoke to that wailful daughter of Janaka, she on her part spoke this curt sentence to  him, while tears whelmed her to a fault. Without Rama I plunge myself in River Godavari, or else I string  up myself, or discard this body of mine from heights...\" Thus Sita started to vent out her feelings.  I drink deadly poison, or I enter a flaring fire, but I will never touch another man other than Raghava."
        },
        {
            "type": "commentary",
            "text": "With regard to touching another man, some texts say the word <em>kadaapi</em> 'never' and some <em>padaa  api</em> 'by foot, even.' 'I do not touch any other man even with my foot.' This signifies 'marriage.'  In marriages there is a custom for the newly weds, like handshake and pressing toes of one another,  in order to acclimatise one with the other's body touch. Here, if this <em>paadaa api</em> is taken  as that custom in marriages. Thus she says that 'in the process of marriages such foot-pressing of bride  and bridegroom occurs, hence I do not wish to undergo such situations.' As such, this is not mere touching  someone with her foot."
        },
        {
            "type": "commentary",
            "text": "These intimidations of Sita that she will commit suicide by consuming poison, hanging, plunging in  river, self-immolation etc., are not new to Sita or to any woman, under these irksome situations.  She is giving many alternatives for suicide and the last one is self-immolation. If she is not going  to die by hanging herself, or by consuming poison, or by drowning in river, then the question of self-immolation  comes up. But she lists all of them in her anguish for Rama. With the same impetuosity she jumps into  fire in the episode of <em>agni praveshanam</em> after war, when Rama belittles her. There also, she  orders the very same Lakshmana to arrange pyre for her, disregarding her own accusations made at Lakshmana,  at this situation."
        },
        {
            "type": "verse",
            "text": "Sita on declaring to Lakshmana in this way, she who is anguished and weeping bitterly, then started  to smite her belly with both of her palms in a heightened agony. Observing the agonised aspect of Sita  that cheerless Saumitri started to cheer her up by repeatedly informing that her husband Rama will come  soon. Even then Sita has not spoken in the least to the brother of her husband, and maintained a silence  of antipathy."
        },
        {
            "type": "verse",
            "text": "But then, holding Sita in usual reverence that self-respectful Lakshmana briefly came to her fore  making a reverential palm-fold that briefly, and then he proceeded to the proximity of Rama, while repeatedly  looking back at that lonely lady in the thick of forest."
        },
        {
            "type": "commentary",
            "text": "Till now Lakshmana is at her behind or at her sideways, as he usually stands a foot behind Rama or Sita,  and now came to her fore to revere her <em>vis-&agrave;-vis</em> and made a semi-salute, i.e., briefly and  briskly adjoined and disjoined his palms, without bringing the joined palms up to his heart or his face.  Bringing the folded palms up to one's own heart is suggestive of 'pouring forth one's own heart' at  the other, which is known in prayers as <em>iungo manus ante pectus</em> and if it is lifted up to forehead,  it is suggestive of 'concentrating with whole of the mind,' and if hands are totally lifted into air  it is for the god unknown. But here this <em>iungere manus</em> is neither <em>ante pectus, infra pectus,</em>  nor <em>supra abdomen</em> but a quick gesture. He is performing <em>an iSTa namaskaara</em> 'un, interested,  greeting...' 'a half-hearted gesture' like a 'cold-handshake' rather than a 'warm' one because he is  now sent by her compulsively and compulsorily."
        },
        {
            "type": "commentary",
            "text": "Indian woman is no sacred cow. For that matter, no woman is of that kind, unless compulsorily conditioned  to be like that. A woman can be said as cow-faced-tigress, as: <em>go mukha vyaaghra,</em> [not in dissent.]  She prowls, growls and howls at others if her interests are contradicted. Thus, Sita's is not only  a sacred cow but also a shrewd lioness-princess, and her rash talking is not new or instantaneous at  this place alone. She said something against Kaikeyi with Sumantra, which, Sumantra does not report  to Kausalya in Ayodhya Kanda, chapter 60, and verse 14. One full chapter, Aranya Kanda of 9th is catered  to Sita's haranguing Rama, when Rama wanted to wage an unprovoked war. She does not spare even her  own husband, if the contemplated deed is contrary to her thinking, and because she is countering her  own husband she includes a saving clause, 'I have spoken in all my womanliness... it is up to you to  decide....' otherwise it will be a straight tongue-lashing. Thus talking riff-raff with Lakshmana is  no great surprise."
        },
        {
            "type": "commentary",
            "text": "Further, she is angering through perplexity caused by the hearing a help cry similar in tone with her  husband's voice: <em>bhartR^i aarta svara sadR^isham aakrandanam aakraNya vidiirNa hR^idayaa hR^idaya  dayitu premNaa kartavyam ajaananaa jaanakii - - - sam utpanna kopayaa siitayaa - bhaaShitam - dk</em>  Sita said <em>mama hetoH praticchannaH</em> 'for me you are covertly behaving...' and Lakshmana, who  is famous for his rashness also said to Sita <em>tiikShNaa bhedakaraaH striyaH</em> 'women are the  severe wreckers...' of households, kingdoms etc., remembering Sage Agastya's saying in Aranya, Ch. 13  verse 6: 'With the dangling of hundreds of streaks of thunderbolt and also a weapon's incisiveness,  and also with the speediness of an eagle and wind's gust, the women are conformable...'"
        },
        {
            "type": "commentary",
            "text": "Besides, Sita vowed to offer many oblations to Ganga, when crossing that river to enter the deep of  forests in Ayodhya II, Ch. 52, verses 87-90: <em>suraa ghaTa sahasreNa maamsa bhuuta odanena ca yakShyaami  aham</em> 'I will offer thousand pots of liquor, meaty food, if, my husband and I return safely...'  Even though Shiromani Vyaakhya says that these are not liquor pots or it is not the meat food, yet they  are some offerings to be made by Sita to Ganga, if they return. She uses many 'if' clauses while praying  thus, for the safety of her husband. What will become of them, if Rama's life itself is at stake?"
        },
        {
            "type": "commentary",
            "text": "Here, both Sita and Lakshmana, are accusing each other. It is not reiterated elsewhere in Ramayana,  and hence some say that this episode is an interpolation. 'Can these two go on narrating this scandalous  dialogue to somebody, detailing how each accused the other...' is the ensuing question. This episode  has happened in between these two and it does not merit a discussion with somebody else, because such  a discussion will attract many <em>cha, cha</em>-s, and <em>chi, chi</em>-s for Sita, hence this is neither  an interpolation nor a repeatable episode."
        },
        {
            "type": "commentary",
            "text": "Then the commentator concludes in saying that each of them is right in his/her way and in emotion, situation  and portent.<em> siitaa vacanasya bharti aarta shabda shravaNa samjaata kheda vashena aapadi raamo avashyam  samrakShaNiiya iti etat abhipraayakatvaat | lakShmaNa vacanam api ayukta tara siitaa vacana shravaNa  janita kopa vashena pravR^ittam | agastya vacanam tu svataH saralaa siitaa iti abhipraayakam iti na  virodhaH - - dk</em>"
        },
        {
            "type": "commentary",
            "text": "Later, Sita repents for her rash talk with Lakshmana in yuddha kaaNDa, Ch. 113, verses 40, 45-46,  saying:"
        },
        {
            "type": "commentary",
            "text": "'When my fate is against me, and when my earlier sins [of finding fault with Lakshmana,] have acquired  this [incarceration in Lanka...] one has to reap the results of one's own faults... a sinner, or a do-gooder,  or one undergoing a capital punishment shall be treated kindly... who is he/she that does not offend...'"
        },
        {
            "type": "commentary",
            "text": "These are the very same words of Sugreeva in Kishkindha, Ch. 36, verse 11: \"Either in faith or in friendliness  if I have overstepped, in the least, that may be pardoned for I am an attendant of yours... for, none  is unoffending...' All this culminates into the saying 'to err is human...'"
        },
        {
            "type": "commentary",
            "text": "On the other hand, in the perspective of mythology, the time has come for Sita to go to Lanka, in  order to effectuate her curse to Ravana as Vedavati, where Vedavati cursed Ravana, 'I will be the root  cause for your total elimination... as Sita...' For such a transit, Rama shall go away from her, for  that she wanted that golden deer and as a good husband Rama ran after it. But this security guard is  an obstinate obstacle than Rama and he will not go away from here, because he has to keep custody of  his brother's entrustment. Unless such unbearable words are spoken to a self-respectful person like  Lakshmana, he doe not stir out. To stop his leeching onto her, she had to talk in an abnormal way, which  made him to go away, though reluctantly, and which paved the way for Ravana's entry. If the Golden Deer  is not there, Rama will not go, if Rama's voice is not heard Lakshmana cannot be sent, and if Lakshmana  does not go, Ravana will not come... then a blemish called anavasthaa doSha -- ad infintum...occurs  to Ramayana. If we do not mind to end Ramayana in that way, Ravana will be ruling high, even today..."
        }
    ]
}