{
    "id": "prose-aranya-46",
    "kanda": "aranya",
    "sarga": "46",
    "title": "Ravana praises Sita's beauty",
    "chapter": "46",
    "overview": "Ravana praises Sita's beauty by extolling every limb of hers, though he enters like a Brahman sanyaasi,  a friar. He indulges in a most untoward laudation that is unbefitting for a saintly and elderly almsman.  Unable to refute him, because he is in such a pious garb, she had to invite him as an untimely guest.",
    "content": [
        {
            "type": "verse",
            "text": "Raghava's younger brother Lakshmana is very much infuriated at Sita who spoke to him rudely, as such  he journeyed towards Rama at once as though he is yearning to see Rama immediately, albeit his heart  wanted him to stand guard to Sita. Quickly taking hold of intervallic time then the ten-headed Ravana  approached Vaidehi adopting an aspect of a sanyaasi, a meandering Brahman friar. That sanyaasi is now  cloaked in smooth silky saffron, his head-hair is neatly tufted, sandals are wooden, umbrella is on  right shoulder, and on his left shoulder a shaft of sanyaasi is shouldered, onto which his handy water  vessel is hooked, and he proceeded towards Vaidehi in a mien of meandering sanyaasi."
        },
        {
            "type": "commentary",
            "text": "There are many dress rules to a <em>sanyasi </em>'the Hindu sanyaasi' where the main items are, as said  by Sage Angiirasa: <em>Brahma suutram tridanDam ca vastram jantu nivaaraNam | shikyam paatram bR^isiim  caiva kaupiinam kaTi veShTitam</em> 'sacred thread, three-shafts, saffron clothing, deerskin, handy  water vessel, grass-mat, loin-cloth, girdle-cloth... by these he will be known as a real sanyasi 'Hindu  sanyaasi.' Out of all these items, the shafts make a difference. Vaishnavaite sanyaasi-s handle three  shafts tied into one, and the three are symbolic to cit, acit, iishvara 'animate, inanimate, and lord...'  and on this Manu says <em>vaak daNDaH ca mano daNDaH kaaya daNDaH tathaiva ca | yasya ete nihitaa buddhau  sa tridaNDii ca ucya te</em> the word <em>daNDa</em> means 'repressing, suppression, control...' thus  a sanyaasi has to control his 'speech, mind, and body... by that alone he is renowned as sanyasi...  Manu. As such, Ravana is in the getup of an unmistakable Brahman sanyaasi, with an unbridled tongue."
        },
        {
            "type": "verse",
            "text": "As with a pitchiest gloom overcoming the sunless and moonless lively eventide, that great-mighty Ravana  came over to Vaidehi in that forest, when she is without two of the brothers, namely Rama and Lakshmana.  As a sinister planet looks over Star Rohini when she is devoid of Moon, that extremely sinister Ravana  then looked over the glorious and youthful princess Sita."
        },
        {
            "type": "commentary",
            "text": "Rohini is the principle star and dear wife of the Moon will be in lunar asterism of the same name, and  when she comes in the view of planets like Saturn and Mars astrology predicts earthly havocs. Hence,  Ravana is compared with such a planet and Sita with Rohini."
        },
        {
            "type": "verse",
            "text": "On observing ferocious Ravana whose activities are iniquitous, the trees of Janasthaana are not in full  sway, nor the wind is in full swing. On seeing him who is seeing with his bloodshot eyes, River Godavari  too is frightened and started to rush off quietly, whose onrush will be rapid otherwise."
        },
        {
            "type": "commentary",
            "text": "The reaction of the trees, wind, and river is as said by gods to Brahma in Bala Kanda, at 1-15-10: \"Surya,  the Sun will not verily parch Ravana. Maarutha, the Air will not surge at his sides. On seeing Ravana,  the lord of the undulating, drifting waves, Ocean... will not pulsate either, and will hide the undulating  waves, for the waves are his wives, and Ravana may abduct them... like Sita.\""
        },
        {
            "type": "verse",
            "text": "In the meanwhile the Decahedron demon Ravana, who is all the while waiting for some lapse of Rama, neared  Vaidehi in the getup of a sanyaasi. That disgraceful Ravana made advances in a graceful mien of Brahman  almsman to Vaidehi who is thinking over her husband, like the slow moving Saturn making advance to Star  Citra which will be ominous. Like a wellspring shrouded by grass, enshrouded in a decent getup of a  Brahman friar, in a trice Ravana leeringly stood before of Vaidehi, the admirable wife of Rama."
        },
        {
            "type": "commentary",
            "text": "This idiomatic usage of <em>tR^iNa kuupa</em> which draws upon straw, is held high by Dr. Satya Vrat,  which is repeated often in Ramayana. He says 'Probably Kalidasa too was inspired by this very expression  of Valmiki when he put it in the mouth of Shakuntala as she was being repudiated by Dushyanta: <em>ko  anyo dharma kancuka praveshinaH tR^iNa kuupa upama asya tava anukaari bhaviShyati - abhij~naana shaakuntalam</em>  Act 5."
        },
        {
            "type": "verse",
            "text": "While standing before her then Ravana eyed at the auspicious wife of Rama, whose lips and teeth are  fine, visage is shiny like a full moon, and who is presently tortured by her tearful lamentation and  sitting in the straw-cottage, and he approached that lotus-petal eyed Vaidehi who is dressed in ochry  silks, as that night-walker is gladdened at his heart for her solitude. He who is hit by the arrows  of Love-god that king of demons Ravana, on seeing Sita entered resonating the resonances of Vedic-hymns  as precursory in seeking alms, and spoke these well-mannered sentences to her who is in solitariness."
        },
        {
            "type": "verse",
            "text": "Ravana really acclaimed her who is an excellent one in all the three worlds, beaming forth with the  beauty of her body, and who is like Goddess Lakshmi but for Divine-lotus as Her settle, for Sita is  devoid of her settling, namely Rama. \"Glittering like the glitter of gold, silkened in ochry silks,  you are like a lotus-tendril garlanded with divine lotuses as your ensemble, who are you?\" Thus Ravanan  started addressing Sita"
        },
        {
            "type": "commentary",
            "text": "The beautiful outfits on this lotus-stalk like Sita are her <em>mukha kamala, netra kamala, kara kamala,  paada kamala...</em> 'lotus-eyes, lotus-face, lotus-stalk like hands and lotus-feet and other limbs...'  The word <em>padmini</em> also means a 'lake' besides the runner of lotus plant. The first compound  is also read as: <em>raupya kaancana aabhaa</em> meaning 'shining like silver and gold...' but it is  in limited mms and with very limited use."
        },
        {
            "type": "verse",
            "text": "\"Oh, rosy faced one, are you the personified numen of Respect, Renown or Resplendence, or the Felicitous  Lakshmi herself, or oh, curvaceous one, are you a nymphal Apsara, or the numen of Benefactress, or a  self-motivated woman, or Rati Devi, the consort of Manmatha, the Love God."
        },
        {
            "type": "commentary",
            "text": "These three attributes are as informed by gods to Vishnu about the three wives of Dasharatha at 1-15-20,  as: <em>hrii, HR^illekha,</em> virtue, modesty, uprightness... <em>shrii, shriikaara</em> affluence,  prosperity and also suggestive of resplendence, radiance of that prosperity or effluence and <em>kiirti</em>  fame, renown, glory... a <em>bhuuti, vibhuuti</em> is accordance, give-all, fortune. The ash applied  on forehead in worships is to be applied with a verse <em>bhuutir bhuutikar iishvarii...</em> and for  each of these attributes, a presiding deity is there with the same name. Here the <em>hrii</em> is also  taken to mean <em>bhuu devi</em> 'Mother Earth' another wife of Vishnu. The addressing <em>varaarohe</em>  etc., are the attributes of the addressees as a beautiful woman in the group of: <em>varaarohaa, matta  kaashinii, uttamaa, vara varNiniii - amara kosha</em> ."
        },
        {
            "type": "verse",
            "text": "\"Your teeth are evenly, smooth and their tips are like jasmine buds, and your whitish broad eyes are  spotless, reddish at ends, and pupils are black. Your hips are beamy, thighs burly akin to elephant's  trunks, and these two breasts of yours that are ornamented with best jewellery are rotund, rubbing and  bumping each other, and they are swinging up and up, their nipples are brawny and jutting out, and they  are smoothish like palm-fruits, thus they are covetable for they are beautiful. Oh, allurer, your smile  is alluring, teeth are alluring, and your eyes allure, oh, beauty, your waist is palmful, your hair  velvety, your breasts are jostling, and you rob my soul as a spate robs riverbank."
        },
        {
            "type": "verse",
            "text": "\"I have not hitherto seen any earthly female with this kind of features on the face of earth; or, a  goddess - no; a gandharva female - no; yaksha female - no; kinnaraa female - no, none whosoever! I marvel  why an excellent one in all the three worlds by her features, more so, fragile and youthful as yourself  should be living here in the thick of forest."
        },
        {
            "type": "verse",
            "text": "Such as you are you go back, let safety betide you, as you are unsuited to live in here, for this forest  is the dwelling for ghastly demons who by their wish will be changing their guise. Delightful rooftops  of skyscrapers, flourishing and richly fragranced pleasure-gardens of cities alone are meetly to you  to saunter."
        },
        {
            "type": "verse",
            "text": "Oh, beauteous lady, I opine that only best garlands, best scents, best foodstuffs, best clothing are  meetly to you, oh, lady with black pupils, hence it is meet and right to you to have a best husband."
        },
        {
            "type": "verse",
            "text": "\"Getting at you, the garlands, scents, foodstuffs, or clothing, they all become the best, because you  are the best beauteous one, as such, he alone becomes a best person who gets you as his wife, and it  is meet and right to you to choose such a husband, [aside: me alone.]"
        },
        {
            "type": "verse",
            "text": "\"Oh, curvaceous lady, who are you? Oh, one with an impeccable smile, do you belong to Rudraa-gods, or  Marut-gods, or to Vasu-s? To me you are beaming forth like a goddess."
        },
        {
            "type": "commentary",
            "text": "Vividly: 'your kind of female is unspotted by me among humans, so you must be some goddess, but I have  marked all gods and there I did not find you. This province belongs to demons. As such, gods, gandharva-s,  kinnaraa-s and others cannot enter this place, let alone the gods from Shiva's side, because Shiva is  the Ultimate for demons. If so, do you belong to <em>ekaa dasha rudraa-s </em>eleven Rudraa-s? Or, because  Air can circulate here, do you belong to any of the forty-nine <em>marut gaNaa-s, </em>Wind-gods? Or,  because earth has ancient connections with <em>aSTa vasu-s, </em>eight-Vasu-s, do you belong to any  one of them?' Further, Sita is not smiling throughout this chapter as her mind is set on her husband's  safety. Nevertheless Ravana assumes that if Sita smiles, that smile will be impeccable."
        },
        {
            "type": "verse",
            "text": "\"This is the dwelling-place of demons, and no goddess, nor a gandharva, nor a kinnara can arrive here,  but how you have come here? Here, simians, lions, leopards, tigers, likewise other predators, bears,  tigers, vultures will be moving. How you are not frightened from them? Being alone in this forest, oh,  lady with a lovely face, how you are unafraid of horrendous and mighty elephants possessed of rut?"
        },
        {
            "type": "verse",
            "text": "\"Oh, auspicious lady, who are you? Whose are you? Also from where are you? And being lonely, what for  you are moving in dreadful Dandaka forest that is adored by demons?\" Thus Ravana spoke to Sita."
        },
        {
            "type": "verse",
            "text": "When the wicked minded Ravana praised her in this way, Vaidehi the princess from Mithila has seen him  who has arrived in the getup of Brahman and started to revere him with all the respects affordable to  a casual guest."
        },
        {
            "type": "verse",
            "text": "She firstly fetched a seat him, then invited him with water for feet-wash, and then said to him who  looked gracious in his bearing, 'alms are ready.'"
        },
        {
            "type": "verse",
            "text": "Maithili explored him who arrived with the features of a Brahman, with a saffron-robe and alms-bowl,  and finding no reason to refute him flatly, as he has come like a Brahman, she invited him as a Brahman."
        },
        {
            "type": "verse",
            "text": "Maithili explored him who arrived with the features of a Brahman, with a saffron-robe and alms-bowl,  and as he came with an unimperilling appearance of a Brahman, she invited him as she would ordinarily  invite a real Brahman. [3-46-35]"
        },
        {
            "type": "commentary",
            "text": "Did she recognise Ravana as a pseudo-Brahman or not... is the doubt raised by this verse, because different  texts use different compounds <em>apaaya a darshanam.... upaaya a darshanam </em>etc. It is concluded  that she, for sure, identified him as a pseudo-Brahman, because she has seen many such <em>sanyasi</em>-s  while she was in Mithila. Hence she is said here as <em>Maithili </em>because she hails from Mithila  and her father's court was full with these <em>sanyasi-s, yati-s, parivraajaka-s. </em>Then it is questioned  as to why she invited him, though recognised him as a pseudo-Brahman. For this Govindaraja says: <em> kaaSaaya daNDa maatreNa yatiH puujyo na samshayaH | </em>'By spotting the saffron robe alone, a <em> sanyasi </em>is venerable...'"
        },
        {
            "type": "commentary",
            "text": "Then, another doubt is raised as to how she noticed him to be pseudo-<em> sanyasi </em>. For this it  is said <em>raatri advaanam yaanam ca strii kathaa laulyam eva ca | mancakam shukla vastram yatiinaam  patanaani SaT || </em>'Meandering during night, using vehicles, showing interest in episodes relating  to women, and relations with women, using a cot to sleep, wearing white cloths... these six show the  downfall of his sanyaasi-hood...' Ravana is indulged in <em>strii kathaa </em>in the whole of this chapter,  in admiring at her lips, breasts, thighs etc., and no usual <em>swasti vacana, shubha aashiis </em>'blessings...'  are uttered by him and thus Sita could discern him to be a pseudo-<em> sanyasi. </em>"
        },
        {
            "type": "commentary",
            "text": "Though knowing him as such, why should she revere him at all, is another question. What else she could  do as his appearance itself is <em>uddveSTum a+shakyam </em>'irrefutable appearance of a Brahman <em> sanyasi</em>...' hence, somehow some time is to be gained until the arrival of Rama or Lakshmana. Otherwise,  this pseudo-<em>sanyasi</em> may cause any pseudo-problem that she cannot solve. For this, the reply  is at the word in the last verse <em>haritam dadarsha... </em>'only greenery is seen by her not Rama  nor Lakshmana...' And in the next verse itself she is addressing him as a \"Brahman...' but not with  the titles like<em> sanyasi or yatiishvara, paramahamsa, parivraajaka </em>etc. A Brahman alone is eligible  to take up <em>sanyaasa </em>'Hindu-sanyaasi-hood...' not Kshatriya or others. Hence, she concluded  him to be Brahman. When once the sanyaasi-hood is taken he is no more a Brahman and his bodily being  neutralises in the Absolute, and such a sanyaasi shall drag on his body, without comfortable bodily  needs, until his natural death. But Sita is addressing him contrary to his stance."
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahman, this is the Darbha-grass-seat and you be seated comfortably, here is water, receive it  for hand and feet wash, here is the forest grown victuals for your sake... dine on them relaxedly...\"  Thus Sita said to Ravana."
        },
        {
            "type": "verse",
            "text": "Ravana thoroughly observed that wife of the king, Maithili, when she invited him talking civilities  contextual in inviting a guest, that too Brahman sanyasi, and he firmed up his mind to abduct her even  forcibly, and started to dedicate himself for destruction."
        },
        {
            "type": "verse",
            "text": "Then she looked forward for her shapely husband who has gone on a hunting game, and who must be returning  along with Lakshmana, and though she looked intently she could only see the green backdrop of that great  forest, but not Rama or Lakshmana."
        }
    ]
}