{
    "id": "prose-aranya-47",
    "kanda": "aranya",
    "sarga": "47",
    "title": "The debate of Sita and Ravana is started,",
    "chapter": "47",
    "overview": "The debate of Sita and Ravana has started, as Ravana wished to woo Sita. In the first instance Sita believes him to be a Vedic Brahman but insists to know about him. Ravana reveals his identity and asks her to become his wife. Thereupon she goes into a frenzied state and brainstorms Ravana in all her curtness.",
    "content": [
        {
            "type": "verse",
            "text": "When Ravana whose intention is to abduct her has enquired thus, then on the basis of his Brahman friar's mien Sita informed about herself on her own. Thinking briefly that, 'he is a Brahman and an untimely guest, he will indeed curse me if he is not replied,' Sita spoke this sentence. "
        },
        {
            "type": "commentary",
            "text": "A lie cannot be uttered to a sanyaasi, much less to a Brahman. This friar appears as someone who is attired as a sanyaasi to fill his stomach. But he is Brahman, because he came booming Vedic hymns, which no other lesser Brahman can do. Thus, he is someone with a perfect Vedic background... and according to the saying <em>yatiinaam puujanam kaaryam striyaa vaa puruSena...</em> ' an ascetic is to be revered either by a lady or a gentleman...' and thus he cannot be turned out saying 'my husband is not at home...' and if he is neglected he may curse...' these are the criss-cross thoughts of Sita at that moment. Ghastly Viradha boldly carried her off at one time, but she is yet to see the cunningness of a demon. So with a half-belief and half-heart she started to talk to him."
        },
        {
            "type": "verse",
            "text": "\"I am the daughter of noble-souled Janaka, the king of Mithila, by name I am Sita, and the dear wife and queen of Rama, let safety betide you. "
        },
        {
            "type": "commentary",
            "text": "Here some versions use <em>bhaaryaa</em> 'wife' while some use <em>mahiSii</em> 'queen...' and this <em>bhadram te</em> coupled with <em>jihiirSuNaa</em> 'abduction wisher...' is taken as a forewarning to Ravana, as she immediately says who her husband is, as she is aware that this friar is Ravana. Then it implicitly means 'you who wish to abduct me, think twice, for my husband is Rama, and let safety prevail on whole of your dynasty, for it is hard to deal with Rama or with his dear queen-wife...'"
        },
        {
            "type": "verse",
            "text": "\"On residing in the residence of Ikshvaku-s in Ayodhya for twelve years, I was in sumptuosity of all cherishes while relishing all humanly prosperities. "
        },
        {
            "type": "commentary",
            "text": "Mythically Sita is Goddess Lakshmi and an accorder of prosperity. Here she is saying that she had to enjoy 'humanly indulgences...' because her husband incarnated himself as a man, and since she had to enjoy along with him in her in-law's place, she enjoyed those luxuries. Or, if this is read as <em>a+ maanuSa bhogaan</em> 'superhuman delights...' [of course, not 'inhuman delights...'] she enjoyed heavenly comforts as she was enjoying as Lakshmi in <em>vaikunTha</em> 'Milky Ocean of Vishnu.' And then, she is indirectly telling Ravana that she has come now as Sita, after immolating herself as Vedavati, in an earlier incarnation, only to end Ravana."
        },
        {
            "type": "verse",
            "text": "\"In the thirteenth year the lordly king Dasharatha deliberated together with his imperial ministers to anoint Rama as Crown Prince of Ayodhya. When Raghava's anointment was being organised my venerable mother-in-law known as Kaikeyi begged her husband Dasharatha for a boon. Restraining my veracious father-in-law by a good deed once done by her in his respect, Kaikeyi besought two boons from him, namely expatriation of my husband, and anointment of her son Bharata."
        },
        {
            "type": "verse",
            "text": "\" 'If Rama is anointed now, come what may I will not eat, sleep, or drink, and my life ends this way,' thus Kaikeyi was adamantine, and the king and my father-in-law entreated her who is nagging with meaningful riches, but she did not make good on that entreaty. "
        },
        {
            "type": "verse",
            "text": "\"My great-resplendent husband was of twenty-five years of age at that time, and to me eighteen years are reckoned up from my birth."
        },
        {
            "type": "commentary",
            "text": "These foots are said to be nonexistent in some more ancient mms. But lengthy  narrations are there in calculating the age of Rama and Sita, at this point of legend with these  stanzas. The letter <em>bha </em>in the line <em>mama bhartaa mahaatejaa </em>is the ninth letter of  Gayatri hymn and thus the ninth book of Ramayana with thousand couplets is started from here. The  whole of Ramayana is with twenty-four thousand verses and Gayatri hymn has twenty-four letters, and  each book of Ramayana contains a thousand verses, starting with each letter of Gayatri. This is the  then classification of the cantos of this epic and such grouping of verses is nonexistent now."
        },
        {
            "type": "verse",
            "text": "\"Rama - thus he is exalted in the world, an unambiguous, unblemished, unsullied one, and a broad-eyed ambidextrous one, who delights in bringing universal welfare, is my husband. "
        },
        {
            "type": "commentary",
            "text": "The dexterity of an archer depends mainly on his sighting and targeting eye. Hence, the eyes and dexterity are to be coupled instead of cleaving them as two attributes of Rama. Otherwise, in Sita's saying that 'my husband is a broad-eyed one...' it does not make any sense to Ravana, because Ravana's eyes are much more bigger and bloodshot. Thus 'my ambidextrous husband's eyes are broad <em>puNDariika vishaala akshaH,</em> and those eyes are a couple of fish-eye lenses of a camera and can view in 360&ordm;, thus you cannot escape their target, in any angle...' Further, these and some more attributes in the coming verses like <em>simha uraska</em> etc., they are the very same words coined by Sage Narada, while informing Valmiki about Rama in the first chapter of Bala Kanda. Some think such repetitions are essentially Homeric. But in Indian scripts they are not mere repetitions but reiteration of the very same concept in the very same words, which is not an epical flaw in view of the ruling <em>aadaraat punarukti, aadaraat dvirukti...</em> 'an affectionate reiteration...' Hence, the very same words are put on the tongue of the principle character, Sita."
        },
        {
            "type": "verse",
            "text": "\"But Rama's father Dasharatha was lovesick for Kaikeyi and to fulfil her desired aspiration that great king did not anoint Rama. When Rama arrived in the presence of his father, Kaikeyi readily and decidedly spoke these words to my husband. "
        },
        {
            "type": "verse",
            "text": "\" 'What your father has proclaimed, oh, Raghava, that may be heard from me. He said, 'let this thornless kingdom be accorded to Bharata. And you, oh, Kakutstha Rama, indeed have to inhabit the forests for nine plus five years, hence you repair to forests and redeem your father from the remorse of perjury.' "
        },
        {
            "type": "verse",
            "text": "\"As an unfearing one from any quarter and as a resolute one in his pledge my husband Rama said 'so be it' to Kaikeyi and followed her dictate. My husband is evermore a renderer but not a recipient, and forever he speaks truth, and not the untruth, least of all. Oh, Brahman, this is the unalterable and unsurpassable vow of Rama. "
        },
        {
            "type": "commentary",
            "text": "In Maha Bharata Dharmaraja is informed that 'a king shall give, but he shall not beseech, he can perform  a Vedic Ritual but cannot make it performed by others, he can learn Veda-s, but cannot teach them, he  shall endeavour to govern the people [properly...] <em>dadyaat raajaa  na yaaceta yajeta na yaajayeta | na adhyaapayet adhiyiita prajaan ca paripaalayet || bhaarata - raaja  dharma</em>"
        },
        {
            "type": "verse",
            "text": "\"One known as Lakshmana is such a Rama's brother from another mother, and he is a valorous one, tigerly-man, and an eliminator of enemies in war. "
        },
        {
            "type": "commentary",
            "text": "A stepmother is called as <em>vi maata</em> or <em>dvaimaata</em> and it is said <em>vaimaatreyo vimaatR^ija - amara kosha</em> one is other mother, the other is second-mother, both are the nomenclatures of a stepmother."
        },
        {
            "type": "verse",
            "text": "\"He who is known as Lakshmana, a follower of virtue and steadfast in his commitment, followed Rama handling his bow as a helpmate, when Rama was proceeding to forests along with me."
        },
        {
            "type": "commentary",
            "text": "Some texts use the word <em>Brahma caarii</em> 'celibate' basing on the word Rama used when saying about Lakshmana to Shuurpanakha about Lakshmana as <em>apuurvii</em> while some others use as above."
        },
        {
            "type": "verse",
            "text": "\"Because Rama always abides in probity and resolutely vowed to it, he entered Dandaka forest in the aspect of a tufty haired saint along with me and his brother. Such as we are, oh, eminent Brahman, we three are moving about the impenetrable Dandaka forest just by our own mettle as we fell down from kingdom owing to Kaikeyi. "
        },
        {
            "type": "verse",
            "text": "\"Be comfortable for a moment, here it is possible for you to make a sojourn, and soon my husband will be coming on taking plentiful forest produce, and on killing stags, mongooses, wild boars he fetches meat, aplenty. Such as you are, oh, Brahman, you may make mention of your name, parentage and caste, in their actuality. For what reason you are wandering in Dandaka forest lonesomely?\" Thus Sita questioned Ravana."
        },
        {
            "type": "commentary",
            "text": "She is addressing him as 'oh, Brahman...' and yet asking his caste. This is a tricky stanza. This implies her knowledge and/or ignorance about Ravana. As a housewife, it is a natural question to be put to an out-of-way friar moving in the deep of forests. Here, neither a village, nor a single family, nor even a human being is available to accord alms, and this odd almsman is moving here who is supposed to move about villages as said: <em>bhiksha artham graamam pravishet.</em> Or, she must be asking him about his caste, creed etc., when he was a householder. But it is out of place. On the other hand, if Sita is from a well-trained family, she is not supposed to question the caste, creed, and name of a real sanyaasi. Again, she is asking him to reveal himself 'in essence, truthfully.' She might have thought him to be a cursing Brahman in the first instance, but she might have found him out to be a pseudo-sanyaasi. Now that she is slowly realising that he may not be a proper Brahman either, she may be asking him straightforwardly. Because Ravana is coming out of Brahman's guise in next two stanzas, it is said that she pointedly asked him as above."
        },
        {
            "type": "verse",
            "text": "Ravana, the great-mighty king of demons, brusquely replied Sita, the wife of Rama, while she is still speaking in this way. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Sita, of whom all the worlds composed of gods, demons and humans are highly startled, I am that sovereign of hosts of demons, known as Ravana. On seeing you, oh, impeccable one, glittering with golden complexion and attired in ochry-silks, I derive no pleasure in my wives. "
        },
        {
            "type": "commentary",
            "text": "Ravana as a devotee of Lakshmi said the above as a renouncer. <em>tvaam dR^iSTvaa</em> 'on seeing you...' after a long time... <em>svakeSu</em> 'in my kith and kin...' <em>daareSu</em> wives...' <em>ratim</em> 'pleasure, involvement...' <em>na adhigacChaami</em> 'not, I attain...' 'On seeing you, I no longer can attain pleasure with my kith and kin, or with my wives... for I have seen my ultimate motherly goddess... thus I am ready to renounce this accursed being of Ravana...' Maheshvara Tirtha."
        },
        {
            "type": "verse",
            "text": "\"You become my prime queen above all the choicest women with superior status, whom I have appropriated from here and there. "
        },
        {
            "type": "commentary",
            "text": "Ravana as devotee is saying: <em>aaR^itaanaam uttamam striiNaam</em> 'To all of the choicest women appropriated by me...; <em>mama</em> to me'; <em>agra mahiSiiyaa</em> 'to the one who is my prime queen'; <em>tasyaaH ca mama ca</em> to her and to me; <em>bhava iishvarii</em> you be the ruling deity; 'To all of the choicest women appropriated by me... and to the one who is my present prime queen, namely Mandodari, to her and to me, and to all of us, you be the ruling deity...' Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Nestled on a mountaintop my great city known as Lanka is there in the midst of an ocean and all over encompassed by an ocean. Oh, Sita, there you can saunter in pleasure-gardens along with me, and oh, lady with resentment, you will not think back to this forest-living, at all events. "
        },
        {
            "type": "commentary",
            "text": "The word <em>bhaamini</em> is an addressing to a beautiful lady, who is with some anger or resentment <em>kopanaa saa eva bhaaminii - amara kosha</em> and Ravana mistook Sita's fury as 'an anger in passion.'"
        },
        {
            "type": "verse",
            "text": "\"Oh, Sita, if you become my wife five thousand handmaidens adorned with ornaments of every description will be in your attendance.\" Thus Ravana said to Sita. "
        },
        {
            "type": "commentary",
            "text": "Ravana, the devotee, is saying <em>panca sahasraaNi daasyaH</em> 'five thousand servants...' <em>me</em> 'with me... together with me' <em>paricariSyasi yadi tava</em> 'if we all render service to you...' then you will be <em>baaryaa; bha + aaryaa; bhaayaa= kaantyaa, aaryaa= puujyaa</em> 'by your splendour...' <em>bhavasi</em> you will become the venerable Goddess Lakshmi by your own splendour while thousands are serving you...'"
        },
        {
            "type": "verse",
            "text": "When Ravana said in this way, Sita the daughter of Janaka, a flawless one by her physique, dishonoured and replied that demon. "
        },
        {
            "type": "commentary",
            "text": "Here the word <em>tu</em> in <em>raavaNena evam uktaa tu</em> is said as <em>tu shabdena puurvokta upacaara vacana vilakshaNa vacana</em> it means ultimately as - Sita spoke in derision."
        },
        {
            "type": "verse",
            "text": "\"I have avowed to adhere to such a husband Rama, who is inflexible like a sturdy mountain, comparable to lordly Indra, unshakable like a vast ocean. "
        },
        {
            "type": "commentary",
            "text": "Vividly: 'A mountain will be unswerving even if a hundred thunderbolts strike it at once, thus is my husband... but you, you are always swerving while hankering after your petty cherishes... thus, you are a straw in the wind... my husband is a coequal of Indra, while you are humiliated by Indra's son. The ocean will be turbulent on its surface but it will be calm and clear at its abyss, engulfing unusual treasures... though my husband appears as a passionate person, an indulgent person in humanly pursuits, from hunting games to hollering, in worldly agonies and ecstasies, but at his heart, he is like the fathomless serene ocean... I have avowed to follow him in this lifetime.'"
        },
        {
            "type": "verse",
            "text": "\"He who is enriched with all endowments, and who is like a banyan tree with its surmounted orbicularity, the high-minded one with truthfulness alone is his target, and I am avowed to adhere to such a Rama. "
        },
        {
            "type": "commentary",
            "text": "The banyan tree is an Indian fig tree, Ficus benghalensis, the branches of which  hang down and root themselves. The simile of a banyan tree to Rama says that: he is an atom in the  atomic seed of that tree. On its growth, it spreads so wide and broad and every branch take its own  root like the manifold growth of this universe. Hence, every individual being is his offspring and  progeny. And the whole universe is pervaded by his 'tree-top' like shelter. Secondly, that tree  gives shelter to innumerable beings for it is so wide at its apex. Hence, anyone can take shelter  under Rama, because he is obliged to oblige all <em>sarva jana anukuulata</em> as said in an ancient  saying: <em><span style=\"letter-spacing: 1.5pt; line-height : 115%; margin-top: 1%; margin-bottom: 1%\">&nbsp; </span> <em>kuupa udakam vaTa cchaayaa yuvatiinaam stana  dvayam | shiitaa kaale bhavet uShNam uShNa kaale bhavet shiitalam ||</em>&nbsp; 'water in a well,  banyan tree shade, maiden's two breasts, will warm up in cold season and cool down in hot season...'  Govindaraja.</em>"
        },
        {
            "type": "verse",
            "text": "\"He who is ambidextrous, broad-chested, supreme among men, and a lion-like person with the strides of prancing lion, and I am avowed to adhere to such a Rama. "
        },
        {
            "type": "commentary",
            "text": "'His dexterity is evident from the moment he started to save the order of universe, at the time churning Milky Ocean, becoming Mohini, becoming a Fish, a Tortoise etc. His strides are evident, when he as a dwarfish boy strode all the three worlds. As a lion-man, he tore the very stomach of the evil and now he is striding like a prancing lion towards you, for you alone are the prey for that lionised human incarnation...'"
        },
        {
            "type": "verse",
            "text": "\"He who is a valiant one with a face like that of full-moon, a prince with his self-conquered, and he who is expressly acclaimed and effectively armed, and I am avowed to adhere to such a Rama. "
        },
        {
            "type": "commentary",
            "text": "'He is a valiant person and he confronts, if need be, his enemies straightforwardly, about which you have heard when your Khara, Dushana, and others are eliminated by him... but you are sneaky and slithery... you are ever a thief, never a valiant one... his face is like a pleasant full-moon, at any given opportunity, while yours is revulsive... and you are like the eclipsing planet Rahu or Ketu, whose effect lasts a few minutes... he is expressly acclaimed for his welfare activities and of course, you are also expressly acclaimed, but, only for your ill-faring actives... the senses of an yet to be crowned prince will be like the unbridled horses... but my husband conquered his own senses like an uncrowned sagacious emperor... while you, though you declare yourself as the monarch of demons, there is not even an iota of self-righteousness in you, befitting even to a petty king... then where is the question of your majesty, monarchy, or sovereignty...'"
        },
        {
            "type": "commentary",
            "text": "Sita reiterates the statement 'I am avowed to adhere to such a Rama...' four times. This is <em>daarDhyata</em> - said for the purpose of 'reinforcement' of her statement."
        },
        {
            "type": "verse",
            "text": "\"You being a fox you woo me who am an absolutely inaccessible lioness? Why wooing, it is impossible for you to touch me as with the untouchable Shine of the Sun. "
        },
        {
            "type": "commentary",
            "text": "A fox usually waits in a ditch until the lion or lioness finishes its feast. The lion will have its lion's share and go away. Then the lioness and her cubs have their share and go away. Then it is the day of the fox-in-the-ditch. 'Like a fox-in-the-ditch, how you dare to come to an inaccessible lioness, when the lion departed...' Next, Sun's wife is Prabha or Shine and she is non-figural resplendent entity. She is perceivable but untouchable. If anyone can lay his hands on her by the dint of his yogic or ascetic practises, and if he baskets that Shine for use in night, that night becomes a day, for it will be shining with sunshine, and thus his pleasurable night is evanished. Thereby he looses his minimal personal comfort of a night and it will be self-ruinous to experiment with such ideas."
        },
        {
            "type": "verse",
            "text": "\"You who are an ill-fated demon, oh, demon, by your wooing the dear wife of Raghava, thus you must be visualising many golden trees, undeniably. "
        },
        {
            "type": "commentary",
            "text": "A dying person fantasises golden trees and the like presuming his travel to heaven. By these illusions his death is predictable."
        },
        {
            "type": "verse",
            "text": "\"Do you wish to twitch fangs from the mouth of a ravenous lion, the expeditious challenger of animals, and from the mouth of a rebounding venomous serpent. "
        },
        {
            "type": "commentary",
            "text": "The simile of lion and serpent is to Rama and the fangs to Sita. A lion or a snake knows well how to protect its instruments, namely fangs. Hence, Sita is the fang of expeditious and ravenous Rama in eliminating evil on earth and now he will become a grudging venomous cobra too, for its tail is going to be trampled, by Sita's abduction. Thus, the instrumentality of Sita is established and no instrument needs to bother on its own, because its owner takes care of that instrument."
        },
        {
            "type": "verse",
            "text": "\"Do you wish to steal away the massive Mandara Mountain by the sleight of your hand, but how do you wish to decamp healthily without consuming lethal poison? "
        },
        {
            "type": "commentary",
            "text": "She is reminiscing her emergence. Mt. Mandara is mentioned but not Mt. Himalayas or Mt. Meru, even though they are more massive and lofty. Vishnu used Mt. Mandara as a churn-staff when Milk Ocean was churned, but not Himalayas or Meru and the burden of that Mt. Mandara was sustained by Vishnu alone as a Tortoise, which is impossible for simpletons like Ravana, as Ravana failed to lift Mt. Kailash. Before Lakshmi's emergence from the churning Milk Ocean, Her elder sister <em>haalaahala</em> 'lethal poison' emerged and it could be contained only by Shiva, and now, if Ravana contemplates to consume her elder sister <em>kaalakuuTa, haalaahala</em> 'lethal poison' it is evident what will become of him. This is <em>nidarshana alankaara; samaanya vaakyaartha aikyata</em> 'aesthetics of correspondence...'"
        },
        {
            "type": "verse",
            "text": "\"If you wish to override the dear wife of Raghava, then it is as good as wishing to deeply scrape your eyes with needlepoint, and licking the razorblade with your tongue. You who wish to bitterly intimidate the dear wife of Rama are as good as the one who wish to swim an ocean arraying a boulder around his neck, and with a pair of hands you wish to steal away both the Sun and Moon? \"You who wish to abduct me with an auspicious legend as the wife of Rama, thus you wish to steal away a glowing fire in a cloth-bundle, though evincing it to be highly flaming?"
        },
        {
            "type": "verse",
            "text": "\"You who wish to override the befitting and selfsame wife of Rama, are wishing to tread on the needle-sharp spikes of iron spears. "
        },
        {
            "type": "commentary",
            "text": "This declaration that she is selfsame to Rama is on the analogy of <em>raamaa</em> the feminal name of Rama. <em>aham naaraayanii  naama saa sattaa vaiShNavii paraa - lakShmii tantra 3-1 - yahaa mayaa jagat vyaaptam svaruupeNa svabhaavataH  | tayaa vaaptam idam vishvam niyantrii ca tathaa iishvarii ||</em> 'I am indeed Naaraayanee  [i.e. Lakshmi] the supreme essence of Lord Vishnu----Lakshmi Tantra 3.1. 'In my essence and entity I  pervade all this universe, and as I pervade all over I am the controller and presiding deity...'"
        },
        {
            "type": "verse",
            "text": "\"Which odds are there between a lion and a fox in a given forest, which odds are there between a turbid-rivulet and an ocean, and which odds are there between a fine-wine and sour-gruel, likewise you are also at odds with the son of Dasharatha. "
        },
        {
            "type": "commentary",
            "text": "The usage of the word <em>syandanika</em> is said to be the usage of a rare word by Valmiki, meaning <em>kshudra nadi</em> 'a turbid-rivulet...' as recorded by Pt. Satya Vrat, in Ramayana - A Linguistic Study."
        },
        {
            "type": "verse",
            "text": "\"Which imparity is there among the metals of gold and lead, which imparity is there among the waters of sandalwood and sewage, which imparity is there between an elephant and a wildcat of forests, such an imparity exists between you and the son of Dasharatha. "
        },
        {
            "type": "verse",
            "text": "\"Which dissimilarity obtains betwixt a crow and an eagle, which dissimilarity obtains betwixt a waterfowl and a peacock, which dissimilarity obtains betwixt a swan and a falcon living in forest, such a dissimilarity obtains betwixt you and the son of Dasharatha. "
        },
        {
            "type": "verse",
            "text": "\"Even if you steal me away now, later when Indra similar Rama posits himself with his bow and arrows in hand on the battlefield, you cannot live on, and in the meanwhile you cannot digest me, as with a diamond swallowed along with a fly.\" Thus Sita gave her vent to her disdainful feelings towards Ravana. "
        },
        {
            "type": "commentary",
            "text": "Here, if a fly is accidentally swallowed along with pure ghee, it will be vomited out for the nausea caused by that fly in the stomach. But diamond rends the stomach. The word <em>vajram</em> is usually a diamond, and if a diamond is consumed, accidentally or wilfully, it will tear off the intestines to death. Hence taking the Vedic saying <em>vajro va aajyam</em> the word is generally translated as ghee."
        },
        {
            "type": "verse",
            "text": "On speaking these sentences with high-strung words, with all her unsullied intentions to that highly sullied night-rambler Ravana, her fragile body trembled tormentedly as with a banana plant up-heaved by gust. "
        },
        {
            "type": "commentary",
            "text": "She poured forth all of her feelings unbothered for consequences and when her haranguing is over, she felt certain uneasiness. This uneasiness is two fold. One is in accordance with humanly nature of a woman as she is staunch enough to not yield to any, and if anyone makes an untoward advance, she has a 'list' of suicide-programs, those that are narrated to Lakshmana in the previous chapter. Further, she is yet to know about Rama's welfare, which will be impossible if this demon carries her away now. On the other side, as a Divine Consort of Vishnu, her uneasiness is for her separation from Rama, but not from the fear of any molestation by Ravana, and as the expected hour has come, the expectancy for the prospective elimination of Ravana is making her to tremble, impetuously."
        },
        {
            "type": "verse",
            "text": "On closely marking Sita to be tremulous, he that Ravana whose impetus is Death similar, clearly informed her of his name, caste, competency, and capability as his purpose is to cause scare. "
        }
    ]
}