{
    "id": "prose-aranya-48",
    "kanda": "aranya",
    "sarga": "48",
    "title": "Ravana tempts Sita",
    "chapter": "48",
    "overview": "Ravana vaingloriously extols himself and tempts Sita with all impossible comforts and luxuries, if  she obliges him and comes to Lanka with him, leaving Rama. She curtly dismisses all his baiting and  luring.",
    "content": [
        {
            "type": "verse",
            "text": "When Sita spoke thus Ravana is embittered, and knitting his eyebrows he indeed spoke these rudish  words to Sita."
        },
        {
            "type": "verse",
            "text": "\"I am known as Ravana, oh, lady with superb complexion, let safety betide you, the highly valorous and  ten-headed stepbrother of Kubera. I am that Ravana at whose sight all the gods together with gandharva-s,  evil-spirits, birds and snakes will always be frightened and fleeing, as with the people frightened  and fleeing from death. I am that Ravana who when infuriated for some other reason took up a duel with  Kubera, his brother from stepparent, wherein that Kubera is set up against and completely trounced in  a combat. I am that Ravana by whom Kubera, the god for Wealth-Management whose vehicular transport is  handled by humans, is tormented fearfully and made to completely abandon his wealthiest place which  is presided over by him till then, and I am the one who made that Kubera to flee to the excellent Mt.  Kailash where he is somehow living, because I will not cause any harm on Mt. Kailash as I hold it sacred."
        },
        {
            "type": "verse",
            "text": "\"I am that Ravana, oh, auspicious lady, who just by his valour acquired Kubera's auspicious aircraft  known as Pushpaka, whose pilotage is just by the wish of its aviator, with which I will be travelling  in skies. Just by seeing rancour-shot face of mine, oh, Maithili, all the gods will quickly shoot off,  even if Indra is leading them, then where is the question of their confronting me. Where I will be staying  there the Air-god wafts doubtfully, lest his gusts and blasts may hurt me, and the Sun also effectuates  his singeing sunbeams as cooling moonbeams, lest I may abduct his wife Prabha, the Sunshine. At places  where I will be staying or freely moving there the leaves of trees will be less of rustle, lest I may  wilt them up, and there the gush of water of rivers too will quieten, lest I may dry them up."
        },
        {
            "type": "verse",
            "text": "\"My magnificent city known as Lanka is there on the other shore of the ocean, plethoric with all kinds  of amenities, as well as with ghastly demons, which city will be on par with Indra's Amaravati, but  for meekly gods and meaningless souls. That gorgeous city is completely walled in with compound walls  that are adorned with whitish silver, and its palace-chambers are golden, and its archways are fully  jewelled with lapis jewels. It is encumbered with elephants, horses and chariots, well sounded by the  sounds of trumpets, and with trees which yield fruits that fulfil all the savours, and it is bedecked  with chirrupy pleasure-gardens."
        },
        {
            "type": "verse",
            "text": "\"Oh, princess, oh, self-respectful lady, if you reside there together with me, h&egrave;, Sita, then you  will not think of yourself as one from among human females. [3-48-13]"
        },
        {
            "type": "commentary",
            "text": "The addressing expression <em>h&egrave;</em>, has some significance, as in <em>h&egrave;, raam... h&egrave;, prabho... h&egrave;,  bhagavaan...</em> This has a signal of reverence than that the usual 'O' or 'oh,' for they are bland  expressions of addressing."
        },
        {
            "type": "verse",
            "text": "\"Revelling in humanly luxuries, over and beyond in heavenly luxuries also, you will not recollect humanly  Rama, whose longevity is lessened."
        },
        {
            "type": "commentary",
            "text": "Vividly: 'you said that you enjoyed all humanly luxuries when you stayed at your in-law's place in Ayodhya,  as at 3-47-4... they are nothing when compared with the luxuries I provide in Lanka... they are <em> a + maanuSaan bhogaan </em>'super human luxuries...' as well as <em>divyaan </em>'paradisiacal...' so  you choose yourself between this forlorn state and a stately living...' Ravana spoke this as a perfect  tempting debauch."
        },
        {
            "type": "commentary",
            "text": "Ravana as devotee of Lakshmi is saying: 'If you come to Lanka with me and <em>tatra vasatii </em>'while  staying there...' another text for the above <em>tatra vasa </em>'you stay there...' <em>mayaa </em> ' by me, a servant of yours, suchlike me...' ellipt. <em>samarpitaan </em>'submitted, offered offerings...' <em>maanuSaan ca divyaam ca bhogaan bhunjaanaa </em>'humanly, and heavenly luxuries, on enjoying...' <em>maanuSiiNaam naariiNaam: dvitiiyena SaSTi </em>'one among human females...' <em>na smariSyasi </em>'you do not reminisce...'"
        },
        {
            "type": "commentary",
            "text": "'You will not count yourself as a human female, if you come over to Lanka and enjoy the humanly and  heavenly luxuries, which I, as a humble servant of yours, will offer...'"
        },
        {
            "type": "commentary",
            "text": "If you come there, you will not think of <em>maanuSasya </em>'incarnate as man, Rama...' <em>gata aayuSasya  = gata, aayuSaH </em>= acquired, longevity; 'Rama who acquired a longevity for eleven thousand years... <em>raamasya </em>'about such a Rama... you will not think about him at all...' ellipt. <em>naH sambandhinaH </em>'we, the related beings of Rama...' <em>smariSyasi </em>'you think of...'"
        },
        {
            "type": "commentary",
            "text": "'you will stop thinking about humans and other humanly affairs, and you also will not think of Rama  alone, but you will think about us, the accursed demons, the dependents and servants of the Supreme  Person, Vishnu... and in doing so, your thinking shall lead towards our release from this accursed demon-hood...'  Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Though Rama is the eldest son, king Dasharatha established his dear son Bharata as king, and because  Rama is spineless he is put to flight to forests, and now, what is he and what am I, in matter of sovereignty."
        },
        {
            "type": "commentary",
            "text": "Ravana as devotee says: <em>raaj~naa </em>'one that rules from within...' like an <em>antaryaami, </em>'an inner force... i.e., you as Goddess Lakshmi, <em>raaj~naa </em>'by King Dasharatha...' as an  inner force of Dasharatha, you made Dasharatha to select <em>manda viiryaH, a priyaH, putram, Bharatam </em>'spineless, not, the choicest, son, Bharata...' and <em>sthaapayitvaa </em>'you made Dasharatha  to establish Bharata on throne...' <em>raaj~naa </em>'by the inner ruler, inner force... by you...'  the King Dasharatha is incited to send his <em>jyeSTaH </em>'eldest son...' also as said in <em>vishNu  sahasra naamaavali: jyeSTaH shreSTaH prajaapatiH </em>'eldest, best, ruler of people... Vishnu, is <em>prasthaapito vanam </em>'sent away to forests..."
        },
        {
            "type": "commentary",
            "text": "&rsquo;you are Goddess Lakshmi, an inner-ruler in all beings... though Dasharatha was uninterested to select  Bharata you made Dasharatha, as his inner force, to select a spineless Bharata, and Bharata is established  on the throne by Dasharatha, through you... besides, though Dasharatha was disinterested to send his  dear eldest son Rama to forests, you as Dasharatha&rsquo;s inner force, made Dasharatha to send Rama, the  eldest, best, and the only ruler of people, namely Rama, [as said in Vishnu&rsquo;s Thousand names,] to forests  for the elimination of demons, and thereby to release us from our accursed being... hence you, as inner  force of everybody, have to come with me, if Rama&rsquo;s incarnation is to yield its results...&rsquo; Maheshvara  Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Rama is subverted from kingdom, thus dwindled is valour, thus winded down is his anima, thus he has  become a pitiable one, thus he became an ascetic as nothing else is there for him to undertake, oh,  broad-eyed lady, what do you aspire to do with such a Rama?"
        },
        {
            "type": "commentary",
            "text": "When a tempter can convincingly prove that a woman's husband is 'unfit' then only he can succeed in  his overtures. His theorematic reasoning is to let down Rama from Sita's viewpoint, as she has broad-eyes,  and she is supposed to see reality: 'Rama is rendered to nothing as said in an age-old saying <em>bhagnaa  kR^iSe bhaagavataa bhavanti </em>'when manly pursuits fail, he turns out as a sanctimonious person... <em>sanyaasi, bairaag, </em>a friar...' Hence, living with him here will cause only eye-soar in looking  at these murky forests, to your wide-eyes... thus, come with me...'"
        },
        {
            "type": "commentary",
            "text": "Ravana as devotee says: <em>bhaSTa raajyena; bhraSTam ariiNaam raajyam, yena tena </em>'subverted, enemies',  kingdoms, by whom, by him...' 'he who has subverted all the kingdoms of enemies, with such a Rama...' <em>gata cetasaa </em>'devoid of inner soul...' He by himself is the Cosmic Soul and no duality of souls  occurs in the Absolute Soul. Because He has no duality, there will be no duality in his acts <em>na  tasya kaaryam, kaaraNam na vidyate... shruti. </em>Then He is <em>taapasena tapasvinaam: taapasa ina  tapasvinaam </em>'for ascetics, lord, also an acetic...' because He is lord of all ascetics he must  also be one with them...' <em>saha raameNa tvam </em>'with, Rama, you...' ellipt. <em>ayam vij~naapanam </em>'this supplication...' <em>kariSyasi kim </em>'will you make over, isn't it?"
        },
        {
            "type": "commentary",
            "text": "'He who has snubbed down all enemy kingdoms, where enemies are not earthly enemies, and as he has no  duality in his deeds, won't you make over this request of mine, in welcoming you to Lanka, to him...'  Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"I, the king of all the demons, am hit by the arrows of Love-god and came to you in love, and instead  of beseeching me to love you, your rejection and speaking this way, is unapt of you."
        },
        {
            "type": "verse",
            "text": "\"Although I am the king of all the demons, on seeing you I am hit by the arrows of Love-god and came  to you, thus you love me... but rejecting me this way is unapt of you, as you alone will be loosing  heavenly comforts, if you reject me. [3-48-17]"
        },
        {
            "type": "commentary",
            "text": "Ravana, the devotee is saying: 'I maybe the king of all the demons, but <em>kaamaat </em>'longingly,  devotedly, zealously...' <em>iha aagatam </em>'to here, he who came...' <em>manmadha shara aaviSTam  prati </em>here the last word <em>prati </em>'towards' is to be taken as <em>iva </em>'like, as though,  deem...' then 'deeming me as though I am hit by the arrows of Love-god and talking nonsense...' <em> svayam </em>'you personally... in your right mind' <em>aakhyaatum na arhasi </em>'to say so, is inapt  of you...'"
        },
        {
            "type": "commentary",
            "text": "\"I may be a king of all the demons in universes, but I am a zealotry devotee of yours... but deeming  me to be one who is hit by the arrows of Love-god and thus speaking nonsense... this way of your thinking  of me and speaking to me, is unapt of you in the right your mind...' Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Oh, modest lady, on refusing me you surely become remorseful like Uurvashi who once kicked Puruurava  with her feet."
        },
        {
            "type": "commentary",
            "text": "Uurvashi is one among the four celestial chief maidens, apsara-s, namely, Uurvashi, Rambha, Menaka and  Tiolottama. When Vishnu was in His meditation all the other apsara-s came to Him to disturb His meditation.  Knowing that, Vishnu gave birth to this Uurvashi from his things. Thus, she is called the one who came  from thighs <em>uuruH</em> 'from thighs...' and this word is defined as <em>uru vaSTi</em> 'muchly,  splendorous one...' Then the other apsara-s had to accept ashamedly that Uurvashi is a beauty of higher  order. Kalidasa took this as his subject for his drama 'Vikramorvashiiyam.'"
        },
        {
            "type": "verse",
            "text": "\"He that Rama is merely a human, and in war he equals me not by my finger, oh, richly colourful lady,  and I chanced here merely by your serendipity, thus you honour me and my desire to possess you...\" Thus  Ravana spoke to Sita."
        },
        {
            "type": "commentary",
            "text": "'Serendipity' is the faculty of making happy and unexpected discoveries by accident... coined by Horace  Walpole [1754] after The Three Princes of Serendip [now Sri Lanka,] a fairy tale. Now as a Lankan, let  Ravana also say so."
        },
        {
            "type": "commentary",
            "text": "Ravana, the devotee is saying: <em>yuddhe </em>'in war...' <em>yasya angulyaaH samaH ko api na asti </em>'whose, finger, equalling, whoever, even, not, there...' <em>yaH saH raamaH </em>' who, he, is  Rama... or, Vishnu Himself...' <em>maanuSaH </em>'humanly incarnate...' <em>tam </em>'him, such a Rama...' <em>mama bhaagyena </em>'by my, fortune...' <em>sampraaptam </em>'presently' let that Rama arrive [in  Lanka...]' <em>bhajasva </em>'him, that Rama, you hold him in honour...'"
        },
        {
            "type": "commentary",
            "text": "\"In battlefield none can match that Rama even by his little finger, for He is none other than Vishnu,  and such a Vishnu chanced here in the human incarnation as Rama, and let fortune betide me and let that  Rama arrive in my Lanka, and you be instrumental to his arrival, then you may hold that Rama in high  honour... for all this to happen first you come with me...\" Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "Vaidehi who is spoken thus is infuriated on her part and with her eyes bloodshot spoke these bitter  words to the king of demons in that lonely lace."
        },
        {
            "type": "commentary",
            "text": "The lonely place is an advantageous place for such tempters. But if the tempted is self-controlled,  nothing adverse can happen. <em>raagam viviktaa iti vardhayanti</em> 'inclination increases in isolation...'  But Sita is disinclined to any such advances or lures or temptations. Some discussion is there in  endnote."
        },
        {
            "type": "verse",
            "text": "\"How you wish to commit sins although saying that Kubera, a god reverenced by all of the gods, is your  brother? All the demons will perforce get completely destroyed, oh, Ravana, for whom you the cruel and  culpable one with uncontrolled senses is the king, and you will be blameworthy for the elimination of  righteous demons like Vibheeshana, et al."
        },
        {
            "type": "verse",
            "text": "\"It may be possible to live after abducting Shaci Devi, the wife of Indra, somehow and anyhow there  will be no liveability after abducting me, the wife of Rama."
        },
        {
            "type": "verse",
            "text": "\"Oh, demon, un-mirrored is the prettiness of prettyish Shaci Devi, and one may live long on forcibly  snatching her away from the hands of the wielder of Thunderbolt, Indra, but to him who intimidates or  abuses me or women like me, there will be no <em>moksha</em>, release from the cycle  of rebirth, even if he has consumed <em>amR^ita</em> ambrosia.\" Thus Sita spoke  to Ravana."
        },
        {
            "type": "commentary",
            "text": "Sita iterated twice about Shaci Devi for reinforcing her argument. She did not say 'on abducting me  you will not survive...' but said 'on abducting me, or women like me...' this is to say that any husband  devote-wife is not to be subjected to such humiliation. Further, this is for <em>ashliila nivaaraNa  artham</em> 'to avoid obscenity from the mouth of this principal character in legend....' Govindaraja.  As Sita is unsure whether Ravana consumed ambrosia or not, but, 'if your-like malicious minded beings,  though they have gulped <em>amR^ita</em> 'ambrosia' there is no <em>moksha</em> 'release, deliverance...'  from death-birth cycle and that <em>moksha</em> is possible through wise thinking... and, as your soul  is full with foulness, that unwise state of yours will never attain <em>moksha...'</em> Rama Tilaka  Commentary."
        },
        {
            "type": "commentary",
            "text": "Sita is considered as a topmost husband-devotee  and there must be some reasons for this. A devote-wife is one who abides by her wedded husband through  thick and thin. The reasons for the umpteen number of divorces that are happening all around the globe  are incorporated in the following simple verses:"
        },
        {
            "type": "commentary",
            "text": "'She who devotes herself to her own  man, but not to any other man, with her heart, word and deed, she alone is the jewel in world... though  enticed by others with riches or intimidated with forcefulness, or tempted with richly clothing [and  others womanly fancies, but one on discarding them all] attends her own man... she who does not wish  other man even in her heart of hearts, she alone is a husband-devote...'"
        },
        {
            "type": "commentary",
            "text": "As such, there are no extraordinary talents or  traits that make an ideal woman as a husband-devote, except her abidance to the sacredness of marriage  as an institution. The domestic quarrelling, bickering, nagging... all these persists in every home,  but making a mountain of that anthill, will eventually lead to the collapse of that institution of marriage.  No doubt, Sita is a nagging, quarrelling, and sermonising, tongue-lashing woman but if it comes to  her husband, she is undone without him, though he lost his empire, roaming in forests, eating trash  etc., and yet she does not depart from her pledge to the institution of marriage."
        }
    ]
}