{
    "id": "prose-aranya-49",
    "kanda": "aranya",
    "sarga": "49",
    "title": "Sita's abduction takes place now",
    "chapter": "49",
    "overview": "Sita's abduction takes place now. Ravana forcefully abducts Sita in his air-chariot. She bewails and bemoans for Rama and Lakshmana and appeals to all nature to inform Rama about this abduction. Finally, she sees Jatayu, the eagle, and asks him to narrate her abduction to Rama.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "On hearing Sita's words that valorous ten-headed Ravana loudly clapped in dissent for once and divulged his very mighty body. "
        },
        {
            "type": "commentary",
            "text": "These beings, including Hanuman, change into titanic form when they are infuriated. A cruel aspect minus anger is not in consonance with each. Thus, Ravana got wild first, but he does not want to hide his reality before his Goddess Lakshmi, hence he divulged his real aspect. Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "That wordsmith Ravana again spoke these words to Maithili, \"Perhaps you have not heard about my valour and vanquishes in all your madness for Rama. "
        },
        {
            "type": "commentary",
            "text": "Ravana as devotee is saying to Sita: 'unheard are my valour and vanquishes <em>na unmattayaa : matta janaat udgataa unmatta bhinna taa dR^ishayaa</em> 'not mad... you are far from the maddened crowd, you are opposite of a mad personality...' <em>na unmattayaa tvayaa na shrutau manye...</em> 'though you are not a madcap in reality, you did not give any ear to my valour and vanity...' Maheshvara Tiirtha."
        },
        {
            "type": "commentary",
            "text": "Once the demon Mahisha-asura was eliminated by Goddess Durga, a female, and Ravana is now talking to a female, [and maybe she is also in disguise like him.] If this woman assumes her real nature at the time of abduction, the abduction will not be easy and handy. Hence, before her assuming her real form, it is better to show his real entity. Thus, he clapped for once before changing into his real entity. Or, the role-play of a Brahman sanyasi is not in consonance with the villainous abduction and that garb of a Brahman itself is a hindrance to his original atrocious nature known to world as <em>raa vaNa</em> 'one who makes people to cry...' thus vexed with this role-paying of a Brahman, he clapped loudly and infuriately, for once. Rama Tilaka."
        },
        {
            "type": "verse",
            "text": "\"Standing on the sky I can lift up the earth with two of my arms, I can completely gulp down any ocean, standing in war I can even put the Death to death. Indeed, I can split the Sun and splinter the earth with my splitting arrows, oh, mad woman, I can assume any form as I wish, and endow any wish you wish, such as I am, I must be your husband, behold me.\" So said Ravana when revealing his real nature. "
        },
        {
            "type": "verse",
            "text": "While the infuriated Ravana is saying in that way his eyes which by themselves are torchlit in their shine have became further bloodshot and blackened at their edges. Immediately discarding the gentle form of a Brahman friar, that younger brother of Kubera, Ravana, assumed his own ferocious form which is similar to the form of Terminator. That celebrated Ravana whose eyes are bloodshot as he is ensorcelled by desperate fury transmuted his form into a tend-faced, twenty-armed night-walker wearing golden ornaments of purified gold and appearing as a black tempestuous cloud. On discarding that guise of a Brahman friar that sovereign of demons Ravana educed his own physique and then that mighty bodied one attired in reddish clothing stood before Maithili observing that gem of a lady. "
        },
        {
            "type": "commentary",
            "text": "He stood before her showing his mighty physique, expecting her to yield on seeing such a magnificent manly physique, which dissimilar to the girlish physique of her husband Rama."
        },
        {
            "type": "verse",
            "text": "She whose tresses are glossily blackish until their ends, and who has on her glittering jewellery and silken-ochry-sari, whereby who is imperceivable like sun's glaring shine, to such Maithili Ravana spoke. "
        },
        {
            "type": "verse",
            "text": "\"If you wish to have a husband of well-renown in three worlds you seek shelter in me, oh, high-hipped lady, I alone will match up to you as husband. Ultimately you have a much-lauded husband in me, as such you oblige me, and I will not cause any displeasure to you at any point of time. Let your heart refrain from that humanly Rama and you start bringing round your heart towards me. "
        },
        {
            "type": "verse",
            "text": "\"Oh, halfwitted lady, you who deem yourself a highly intellectual lady, listen, that mindless Rama who just by a word of a woman forebode kingdom along with all of his amiable people, and lives in this forest where the predators are on the prowl, thus he who is spurned off from kingdom, ungainful are his purposes, and who is even a short-lived human, I wonder by what merits you are impassioned for such a Rama?\" Thus Ravana spoke to Sita. "
        },
        {
            "type": "commentary",
            "text": "For the verses from 11 to 14 Maheshvara Tiirtha, a very ancient commentator, tries hard to establish Ravana as an absolute devotee of Goddess Lakshmi, for Ravana himself was their doorkeeper in heaven before his accursed being. He is one from the two doorkeepers in <em>vaikuNTha</em> 'abode of Lord Vishnu and Lakshmi' called <em>Jaya and Vijaya</em> Ravana is Jaya, the doorkeeper. That commentary is like this. <em>yadi aham patiH</em> 'if, I am, the lord...' <em>raakshasaam iti seSaH</em> elliptic, 'of demons...' <em>tava sadR^ishaH : kim bhR^itya - iti seSaH</em> 'you befitting, elliptic, am I a befitting servant - no I am not...' 'Although I am not a good servant of yours, but if you wish to me be one, <em>triSu lokeSu vikhyaataam yathaa tathaa</em> 'as if to become famous in all the three worlds...' <em>maam bhartaaram aashraya</em> 'me, as servant, accept...' Here <em>bharta</em> is defined as <em>shushruuSa aadinaa svaaminam bibharti iti bhartaa - bhR^itya iti arthaH</em> 'one who serves his master by his services is <em>bhartaa.</em> Thus <em>bhartaa</em> does not only mean a husband but also a servant. Why should she accept Ravana now as a newly recruited servant? Because <em>ciraaya tava shlaaghyaH</em> 'for a long time I have been extolling you in <em>vaikunTha</em> as Jaya...' and I am a <em>priya : priiNayati iti shshruuSa aadinaa svaaminam - iti priya bhR^ityaH</em> 'a dear, earnest servant of yours...' <em>maam bhajasva</em> 'you know me thus as your humble servant...' <em>maanuSe bhaava tyajataam</em> 'humans only are to be saved..' - you leave this thinking and think that we the demons are also to be saved...' <em>muuDhe paNDita maaninii mayi bhaava praNiiyataam</em> 'Although I am an unread stupid, grace me too because I am your long serving servant...' Further, Rama is <em>raajyaat cyutam</em> 'not fallen from kingship, but he is a spurner of kingly pleasures, he thrusts these small things back with his foot...' why because <em>a siddha artham - ashca asau siddha arthaH ca</em> 'Vishnu is one with His purposes fulfilled... thus He does not care for a petty kingdom, when He is the King of Kings...' <em>parimita aayuSam : parigatam - tyaktam; mitam - alpam - aayuH yena tam - a parimita aayuSam</em> 'He is an eternal entity...' <em>kaiH guNaiH - kaiH= anirvacaniiya; guNaiH= ananta kalyaaNa guNa shiila</em> 'One with indefinable, illimitable auspicious merits...' <em>anuraktaa asi</em> 'you are impassioned for such a Vishnu, though... and I have no objection for that, but bless me too... <em>durmati : duSTeSu api matiH - anugraahikaa buddhi</em> 'He is not a mindless person, but he has a mind for the mindless and bad-minded persons like me... So please come with me and let your husband follow you to Lanka and accord salvation, as planned by you all...' Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "On saying that sentence to Maithili, who by herself is a nice talker and who is a proper one for addressing with nice words, that verily evil-minded demon Ravana maddened by lust drew nigh of Sita and grabbed her, as Budha, the Jupiter grabs the Star Rohini in firmament. "
        },
        {
            "type": "commentary",
            "text": "What happened to the <em>Lakshmana rekha?</em> 'A boundary drawn by Lakshmana when he departed Sita in search of Rama?' Some discussion about this is there in the endnote. Here, even though Ravana is <em>su duSTa aatmaa, kaama mohitaa</em> 'a very wicked souled and lustily crazed....' it is all for other women, but not towards Sita. And thus he caught hold of Sita, as the planet Budha, Jupiter, the son of Moon catches his own Star mother Rohini, a dear wife the Moon, reverentially. Maheshvara Tiirtha. Later commentators rejected this saying that, if it were to be so, then Ravana has Oedipus complex."
        },
        {
            "type": "verse",
            "text": "He that Ravana grabbed the lotus-eyed Sita on lifting her up with his left hand at her plait of hair at nape, and with his right hand at her thighs. "
        },
        {
            "type": "verse",
            "text": "On seeing him who grabbed Sita, who has incisive fangs, mightily armed and who is shining forth like a mountain crest and similar to Death, the forest deities quickly fled away terrorised by his terrorism. "
        },
        {
            "type": "verse",
            "text": "Then the miracle-air-chariot of Ravana which is miraculously designed to appear and disappear at the wish of its master, yoked with miraculous mules, and built with its golden wheels and parts, appeared afore Ravana braying noisily. Then he whose voice is strident that Ravana lifted her up by her waist and got Vaidehi up on the air-chariot intimidating her with bitter words. "
        },
        {
            "type": "verse",
            "text": "Agonised with anguish when gone into the captivity of Ravana, she that glorious Sita wailed loudly for Rama saying 'oh, Rama,' which Rama has gone deep into the forest by then. Ravana who is infatuated with lust picked her up, which lady is disinclined for any kind of sensuality and who is verily writhing like the wife of King Cobra, and then he surged skyward and flew off with her in his air-chariot."
        },
        {
            "type": "verse",
            "text": "While that lord of demons is abducting her in the skyway, Sita became frenzied with bewildered faculties and then bawled stridently like a hysterical person. "
        },
        {
            "type": "verse",
            "text": "\"Haa, greatly dextrous Lakshmana... oh, rejoicer of your mentor... you are incognisant of me who am being abducted by this demon who is a dissembler. "
        },
        {
            "type": "commentary",
            "text": "Sita tongue-lashed this Lakshmana alone in the earlier chapters and him alone she is addressing now, that too firstly, before calling Rama, that too addressing as 'dextrous one...' Is she self-contradictory? Not so, 'Lakshmana is the one who can protect even the self-reliant Rama, then where is the question of his not protecting Sita from any calamity?' is her reasoning. On the other hand, Lakshmana left the hermitage just now, so he must be within earshot, while Rama went into deep of the forest long back."
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, you have relinquished your high-life, happiness, and riches for the sake of righteousness, and though you avowed to protect your observants, you are unobservant of me who am being abducted by the unrighteousness itself. Oh, enemy-inflamer Rama, I reckon that you are an absolute controller of uncontrollable beings, I wonder why you are not controlling this kind of sinner, Ravana, indeed?\" This is how Sita started her cry in wilderness. "
        },
        {
            "type": "verse",
            "text": "\"Indeed, the result for an evil act will not be apparent instantaneously. Even the time becomes a factor in the matter of cause and effect, as with the crops becoming cookable after certain time lag.\" Thus, she is addressing Ravana now. The Time has battered your brains and as an infringer you have undertaken this particular exploit, whereby you will get a devastating and life-ending tribulation from Rama.\" Thus, she upbraided Ravana. An honest wife of a glorious one who aspires nothing but honesty, such a wife of Rama as I am, I am being abducted, thus the aspiration of Kaikeyi and her kinfolk has now come true. Oh, god!\" Thus, she soliloquised. "
        },
        {
            "type": "commentary",
            "text": "Rama also talks in this way when Viradha abducted Sita in the opening chapter of this Aranya Kanda. This small talk is more humanly as said: <em>supramatta kupitaanaam bhaava  j~naanam dR^iSTam</em> 'in the delirious or furious conditions, one's own heart is outspoken...' and if it is spoken in anger none but their antagonists are envisaged, firstly."
        },
        {
            "type": "verse",
            "text": "\"I call the attention of the flowered Karnikaara trees of Janasthaana, you inform Rama that Ravana is thieving Sita.\" Thus, she is addressing the woods and others on the ground from air-chariot. I pray you who are with the bustle of swans and saarasa water birds, oh, River Godavari, you promptly tell Rama that Ravana is thieving Sita. "
        },
        {
            "type": "commentary",
            "text": "This does not mean that this request is as good as asking that river to overflow its banks to go to Rama and tell the news. It is: \"I pray you to tell this news to any one of the bustling birds in your lap and that bird swiftly takes to flight to go to Rama and informs him, because the birds are also sympathetic with Rama and with me, as well...' This is <em>hamsa sandesha, saarasa sandesha</em> which idea became more famous at a later time for the emergence of masterpieces like <em>megha sandesha</em> of Kalidasa and <em>hamsa sandesha</em> in <em>nala damayanti upaakhyaana.</em>"
        },
        {
            "type": "verse",
            "text": "\"I also venerate you, the sylvan deities that travel in this forest with diverse trees or, those that abide on the treetops, you may please inform my husband that I am being stolen. "
        },
        {
            "type": "commentary",
            "text": "The word <em>namaskaromi</em> is of two parts: <em>namaH, karomi</em> and this <em>namaH</em> is again cleavable as <em>na mama</em> 'not, mine...' 'I have no 'I-ness' and I wholly submit my 'my-ness' unto you...' Thus <em>namaH kaomi</em> is 'I am making myself in submission to you...' and if this said with the gesture of adjoined palms called <em>an~jali,</em> which in Latin is <em>iungo, iungere</em> and if <em>iun</em> is read as <em>an`</em> and <em>ng</em> be read as <em>ema</em> of Sanskrit, this <em>iungo</em> is also <em>an~jali</em> as Latin has many Sanskrit words in it. Then this is called <em>namaskaara baaNa</em> 'a salutation-arrow' more like a cupid's arrow to bring two together... not necessarily a male and a female, but any two or more, in veneration or friendship."
        },
        {
            "type": "verse",
            "text": "\"Or, over there, some few beings that are living over there on the ground below, I seek shelter of all the flocks of birds and hoards of animals, and I pray you to convey this news."
        },
        {
            "type": "commentary",
            "text": "Sita firstly appealed to the trees frenziedly. But reasoning herself that the trees can tell only when Rama comes to them, for they cannot move, and then she appealed to River Godavari and her swans. Presuming that the water loving water birds may not penetrate the deep forest, and then she appealed the sylvan deities presiding on the treetops. Again presuming that these sylvan deities of forests may not be able to see through the thick of forest, she is now asking the animals and birds that usually move on the ground, to locate Rama. This entire criss-cross thinking has happened within split seconds."
        },
        {
            "type": "verse",
            "text": "\"Inform my husband about his dear and loftier wife than his lives, saying that, 'helpless Sita is stolen by Ravana.' If that ambidextrous Rama comes to know about me, even if I am taken to heavens, or, even if I am impounded by Death, that great-mighty Rama brings me back, on aggressing against all of the gods in heaven, or, against Yama, the Death God.\" Thus, she appealed to one and all, but in vain. "
        },
        {
            "type": "verse",
            "text": "She that wide-eyed Sita who is highly anguished and bewailing with pitiable words then with a wide-eyed expectancy saw the eagle Jatayu perching on a tree. She that well-waisted lady who has gone into the captivity of Ravana craned and stared at the eagle, and worsted by fear she shrieked squeakily with a stuttering voice that is walloped with anguish. "
        },
        {
            "type": "verse",
            "text": "\"Oh, fatherly Jatayu, see me, like an orphanized one I am pitiably abducted by this lord of demons with sinister deeds. It is impossible for you to forestall this merciless night-walker, for he is formidable, shining forth with cunning conquests, also thus this wicked minded one is with weaponry. Oh, Jatayu, everything about my abduction shall be narrated to Rama, or to Lakshmana, as it has happened in its entirety.\" Thus Sita supplicated Jatayu. "
        },
        {
            "type": "commentary",
            "text": "Nobility will not seek help selfishly; if help is sought that way, the seeker instantly becomes an ignoble, falling from the heights of personal nobility. Sita may be an impetuous lady but if she talking to a noble elderly person or being, she talks judiciously in all her humbleness. Here she is not asking Jatayu to wage a war against Ravana to save her. She is asking Jatayu to convey the news of her abduction to Rama, because as an old eagle, as old as her father-in-law, Jatayu may not fight back this Ravana successfully. Besides, Ravana is with weaponry and a cunning warrior. Jatayu may be a powerful eagle, but if it comes to weapons and missiles, a natural being cannot withstand the artificial ammunition of war. Hence, visualising the danger in Jatayu's attempting any combat with Ravana, she is asking him to be the carrier of news, as all the trees, river and her birds, sylvan deities, and the other birds and animals are not heedful of her request, and this eagle alone is beheld, besides being an old acquaintance."
        },
        {
            "type": "commentary",
            "text": "Whether Sita is touched by Ravana or not - is a much debated issue by ancient commentators. When Ravana  is carrying a curse on his head, that makes his head/heads to be splintered, if he lustfully touches  any woman, against her will, it is questioned how his head is not splintered now, when touching Sita.  Maheshvara Tiirtha brings in <em>skaanda puraaNa</em> which says that: <em>chaayaa graahitvam api asi  sarva vidyaa vishaarade | kesha chaayaam paraamR^ishya jaanu chaayam tahaiva ca | gR^ihiitvaa jaanakiim  hR^iShTo lankaam praayaa tathaa eva ca |</em> 'Ravana being an expert in all branches of sciences, caught  Janaki by the shadow of her head-hair and the shadow of thighs...' Maheshvara Tiirtha."
        },
        {
            "type": "commentary",
            "text": "For this Rama Tilaka says yet another way of catching Sita, as explained for the verse at 3-49-17: <em>muurdhajeSu kareNa : muudhaja iSu kareNa '</em>best ones, arrows, with hands...' 'with the hands  that handle the best arrows... Sita is caught...' <em>vaama kareNa uurvo saH pari jagraaha </em>here  the word <em>uuru </em>which usually translates as 'thighs' is said as 'feet...' 'Ravana caught hold  of her feet as the Planet Budha, the Jupiter caught the feet of his mother Star Rohini in early times;  and now iks requesting his personal deity Goddess Lakshmi to come to Lanka. Rama Tilaka."
        },
        {
            "type": "commentary",
            "text": "Catching Sita while she is standing is not possible in both the ways as said above. She should be  in a supine position on ground to handle her from under her thighs or at the nape of the neck. Her falling  on ground is not explicitly said in these verses in Aranya. But Sita says at verse 3-49-34, that 'in  a state of helplessness, I am abducted...' This word <em>vivasha, vi vashatvam</em> is not only 'helplessness...'  but also a state of 'swooning...' She repeats the same wording in Sundara Kanda and even in Yuddha Kanda  II at verse 8 of 116 sarga, while replying Rama's accusation, in saying that <em>yadi aham gaatra samsparsham  gataa asmi vivashaa prabho</em> 'when I was 'helpless' I was touched by Ravana... fault is not mine,  gods alone have fouled it...' Thus, it is assumed that Sita was in a short swoon when caught by Ravana.  Then again, when she was rolling on ground in the same state Ravana lifts her up by her waist into his  air-chariot."
        },
        {
            "type": "commentary",
            "text": "All this discussion is to establish Sita is an 'untouchable' for others, and for fear of a blemish  to her <em>paativratya '</em>husband-devotness...' which topic will be raised by no other than Rama,  after war. The absolute devotees of Rama or Sita hold Ravana's touching Sita, as an intolerable  act. Thus, to portray that Sita is 'untouchable' there are many more legends woven around this topic."
        },
        {
            "type": "commentary",
            "text": "One among it is <em>Lakshmana rekha '</em>Lakshmana's drawing a line around the hermitage, like a firewall...'  When Sita transgressed this firewall and came out of it to offer alms to Ravana, in Brahman sanyaasi's  guise, she in her fear fell down on ground, as said in <em>aadhyaatma raamaayaNa</em> in the verse: <em>tato vidaarya dharaNiim nakhaiH uddhR^itya baahubhiH | tolayitvaa rathe kShiptaa yayau kShipram  vihaayasaa || '</em>then [Ravana] cleaved the earth with his nails, uplifting that clod with his hands  and with a balancing act put it in the air-chariot, and quickly went away in skyway...'"
        },
        {
            "type": "commentary",
            "text": "Another anthology says that Rama while going after the Golden Deer, hid the real Sita and placed a <em>maayaa siitaa '</em> an illusory Sita...' in the cottage. This deceptive Sita is continued until  her self-immolation after Great War. Real Sita emerged out of the pyre instead of this Maya Sita.  Then it is questioned, whether the bemoaning and bewailing of Rama for Sita, throughout the later  part of the epic is to hoodwink the readers or so? It is then replied that this also is one among the  many miraculous effects of Vishnu <em>viSNu maaya</em> All this culminates into the saying of Bhagavad  Gita: <em>vyavasaayaatmikaa buddhiH eka iha kuru nandana | bahu shakhaa hi anantaah ca buddhayo avyavasaayiNaam  || 2-41</em> 'the object to determine is distinct singularly, and many and unending are those who say  manifoldly with indistinct minds....'"
        },
        {
            "type": "commentary",
            "text": "Nothing happens by mere touching of Sita, for she is a resolute lady to abide by her husband Rama.  Valmiki is very clear in picturing her to be a stubborn and staunch husband-devote, and no more mythological  bends are required to prove her chastity. She herself proved this with her <em>agni pravesha ' </em> self-immolation...' to all concerned. If Sita acquired a blemish by mere touch, then Draupadi will  be in a more pathetic state, since she is physically handled by Keecaka, that too when she is in her  senses. The common feature in both the cases is, some other man 'touching their braids...' A woman's  head hair cannot be touched by anybody in molestation. <em>atra dashagriivo atyanta avamati ruupam kula  kShaya karam kesha grahaNam svasya bhavitavya anuruupatayaa kR^itavaa | kesha grahaNasya - sabhaa nayana  - paruSha bhaaShaNa - vastra apaharaNa - aadi apekShayaa - vadhopekShayaa ca atyanta avamati karatvam  kula kShaya karatva ca bhaarate prati paaditam - dk</em> 'Ravana is predestined for self-ruin, hence  touched the braid of Sita, and touching the braid of a lady, dragging her to king's court, roughly  talking to her, undressing her, all these lead to the destruction of one's own clan, as demonstrated  in Maha Bharata...' In <em>vana parva of mahA bhaarata</em>, when Draupadi goes on complaining that  'I am dragged by my braid... I am dragged by my braid...' Krishna says to Draupadi: <em>rudiShyanti  striyo hi evam yeShaam kruddhaa asi bhaamini | satyam te pratijaanaaami raaj~naa raaj~nii bhaviShyasi  ||</em> 'you women always go on weeping for such tings... [having suffered in such a way,] I promise  that you alone will become the empress...' So also, Sita is instrumental for the elimination of evil,  called Ravana together with all his clansmen. This is as pledged by Veadavati, an earlier incarnation  of Goddess Lakshmi. As such, Sita has to go to Lanka to attend that complete eradication, according  to mythology."
        },
        {
            "type": "commentary",
            "text": "Whether it is myth or real she is not all a frailty to yield up that easily nor a weak bodied one for  an easy molestation. She travelled the length and breadth of the country barefooted, that too in impenetrable  forests. These ladies of lore had their yogic faculties with which Gaandhaari, the mother Duryodhana,  in Maha Bharata makes him a diamond-bodied one, excepting his thighs. Their words come true if they  utter them with certain concentration. At the time of burning the tail of Hanuman in Sundara Kaanda Sita  says: <em>siito bhava '</em>cool down...' 'Let the fire on the tail of that monkey be coolant to him...'  and it happened accordingly. That burning tail burnt whole Lanka, except some places, without any scorching  effect on Hanuman. Likewise she would have said at Ravana <em>hato bhava '</em>dead, you are...' but  she does not say so. Rama's pledge to saints and sages to eliminate evil on earth is to be fulfilled  by Rama alone."
        },
        {
            "type": "commentary",
            "text": "Leaving the untouchablness or otherwise of Sita aside, since every negative act is to be solemnised,  let us listen to the fruits of listening or reading of this episode, <em>siitaa apaharaNa '</em>abduction  of Sita...' as it involves the elimination of evil on earth, <em>Skanda Puraana</em> says 'nothing  inauspicious will happen to those best people who listen this episode of Sita's abduction...'"
        }
    ]
}