{
    "id": "prose-aranya-5",
    "kanda": "aranya",
    "sarga": "5",
    "title": "Hermitage of Sage Sharabhanga",
    "chapter": "5",
    "overview": "Rama after killing demon Viradha enters the hermitage of Sage Sharabhanga, as advised by the dying demon  Viradha in the previous episode. Sage Sharabhanga refuses the invitation of Indra to come to heaven, but awaits the  arrival of Rama to see him with his own eyes. After seeing Rama, Sita and Lakshmana, and also showing next course of  their journey, that Sage enters the yogic fire and ascends to Brahma's abode.",
    "content": [
        {
            "type": "verse",
            "text": "After killing that stupendously mighty demon Viradha in forest, then Rama comfortingly embraced Sita,  and spoke to his brother Lakshmana who is beaming forth with resplendence. "
        },
        {
            "type": "verse",
            "text": "&rdquo;Difficult is this impassable forest, nor we are forest inhabitants either... let&rsquo;s go quickly to that  ascetically rich sage Sharabhanga...\""
        },
        {
            "type": "verse",
            "text": "On his approach at the hermitage of Sage Sharabhanga, a sage with a divine effect and the one with a  purified soul, saw a great wonder at the nearby of that hermitage of Sharabhanga."
        },
        {
            "type": "verse",
            "text": "Rama has seen Indra, the lord of three worlds, with a radiant body that has the coupled radiance of Sun  and Fire, mounted on a great chariot that does not touch the earth, wearing greatly brilliant ornaments and attired in  spotless dress, while the other divinities are attending, and many more selfsame great-souls are worshipping him. Rama  saw at his very nearby a chariot yoked with green horses that traverses in firmament, which in its splendour is either  like the noontime sun, or a cluster of silver clouds, or like the silvern sphere of the moon. "
        },
        {
            "type": "verse",
            "text": "He saw the stainless parasol of Indra, marvellously garlanded and shining forth, and the exemplary and  invaluable royal fanning instruments with golden handles, which two best female celestials are handling and fanning at  Indra's head sides with them."
        },
        {
            "type": "commentary",
            "text": "Comment: The royal umbrella and fanning instruments of Hindu order are of particular type, in  comparison with their European counterparts. These chamara instruments will be made from the bushy long, silver-white  hair of chamara animal, a Himalayan beast, [Bos grunniens] and the hair will be studded into a golden or silver handle.  These are not for actual air circulation but they are royal insignias."
        },
        {
            "type": "verse",
            "text": "And the celestials like gandharva-s, amara-s, siddhaa-s and very many great sages as well are extolling  Indra who is abiding in firmament. On seeing Indra speaking there to sage Sharabhanga, Rama spoke to Lakshmana. "
        },
        {
            "type": "verse",
            "text": "Rama then on pointing out the chariot expressed his own amazement saying, &ldquo;Lakshmana see this wonderful  chariot that includes effulgence and auspiciousness as well, and that abides in firmament, and highly luminous like the  Sun... of which horses we have earlier heard from our teachers telling that they belong to Indra, the Chief Invitee in  Vedic rituals, they are these divinely green horses that now abide in the firmament, and definitely these must be  Indra&rsquo;s horses... "
        },
        {
            "type": "verse",
            "text": "&ldquo;And oh, manly-tiger Lakshmana, those that are there in hundreds and hundreds around Indra, those  youthful ones with their ear-ornaments and swords in hands, with wide and broad chests, with club shaped arms, and clad  in glimmering red garments, all are like tigers, all are unapproachable, all of them are wearing ornamental chains on  their chest-place that are akin to flaring fires, and in their appearance, Soumitri, they always bear a look of  twenty-five-year-olds... "
        },
        {
            "type": "verse",
            "text": "\"The age factor of gods remains constant at the age that appears for these nice-looking Tigerly-men, so  they say... for gods are immortals and they will be ever young... Stay for a moment Lakshmana along with Vaidehi, until  I know clearly about that resplendent one on that chariot... On saying to Lakshmana &lsquo;stay there only...&rsquo; Rama proceeded  towards the hermitage of Sage Sharabhanga.. "
        },
        {
            "type": "verse",
            "text": "Then, on seeing Rama arriving there, Indra, bade farewell to Sage Sharabhanga and said this to the  celestials attending him. "
        },
        {
            "type": "verse",
            "text": "\"Here comes that Rama...before he talks to me, you lead him towards his vow, after completing the result  of his incarnation, then only he is eligible to see me... Let him be a victorious and accomplished one, then I will see  him very soon...for that will happen very soon... A great deed is to be verily performed by him that is highly  impossible for others... "
        },
        {
            "type": "commentary",
            "text": "Comment: This verse in Gorakhpur version is said to be containing improper word placements thus  confusing in its meaning. Some ancient manuscripts are said to contain this as: "
        },
        {
            "type": "sanskrit",
            "text": "karma hi anena kartavyam mahad devai&times; suduÿkaram |<br>niÿa na ÿto ÿvaddhi tva nna draÿum arhasi ||"
        },
        {
            "type": "commentary",
            "text": "The same verse in Dharmaakuutam is like this,"
        },
        {
            "type": "sanskrit",
            "text": "karma hi anena kartavyam mahad anyai&times; su duÿkaram |niÿpadayitv tat karma tato mm draÿum arhasi ||"
        },
        {
            "type": "commentary",
            "text": "In any case, the import is this \"Now he that Rama can not talk to me, and after getting the results  of his incarnation, i.e., elimination of Ravana, then only he can see me...\""
        },
        {
            "type": "verse",
            "text": "Then that Enemy-destroyer Indra adoringly bade farewell to the sage, and travelled to heavens by the  chariot with its green horses."
        },
        {
            "type": "commentary",
            "text": "Comment: Vishnu is said to have instructed all the divinities to not to talk to him during his human  incarnation on earth as Rama. If any divine being comes into direct contact and conducts a dialogue, Rama's identity as  Vishnu is revealed, and Ravana will apprehend that and then revokes his boon of not to be killed by any divine being. As  long as Ravana believes Rama to be a human being, so long he dares any human to confront, because he slighted humans  when seeking his boon. Ravana can be ended only by Rama, but not by others. Hence, Indra departed from there before the  arrival of Rama."
        },
        {
            "type": "verse",
            "text": "On the transit of that Thousand-eyed Indra, Raghava with his adherents [namely Lakshmana and Sita,]  came nearby the Sage Sharabhanga, who is sitting nearby the altar of fire."
        },
        {
            "type": "commentary",
            "text": "The word paricChada means, that which encloses anything, apart from its ordinary meaning, attendants,  retinue etc. Here the enclosures for Rama are Sita and Lakshmana. As with any deity in a sanctum sanctorum, who is  enclosed by impregnable walls and sanctimonious atmosphere, Rama is enclosed by that impregnable Lakshmana like a  firewall, where the sanctimonious environ is the presence of Sita, near at Rama."
        },
        {
            "type": "verse",
            "text": "Touching the feet of that Sage Sharabhanga Rama along with Sita and Lakshmana, and duly permitted and  invited by that Sage Sharabhanga they sat there, as they obtained a shelter. Then, Raghava enquired with sage about the  arrival of Indra and Sage Sharabhanga narrated all that to him."
        },
        {
            "type": "verse",
            "text": "\"Oh! Rama, that boon-giver Indra wishes to take me to Brahma's abode, which is achieved by me by my  arduous ascesis and that which is unattainable for them with their souls unconquered... on knowing that you are course  is nearby, oh! Manly-tiger, and without seeing my dear guest I do not wish to go to Brahma's abode..."
        },
        {
            "type": "commentary",
            "text": "Sage Sharabhanga, with his sixth sense came to know that Vishnu is coming this way and will become  his dear guest. He thus is obliged to receive Rama in his hermitage. It is his first priority than escaping to Brahma's  abode. The sage with his own arduous penance attained that travel to Brahma's heavens and he can go there anytime. But  seeing Rama, who is now a human incarnate, with his own human eyes is prime ordeal to that Sage. Secondly, ascending to  heavens with mortal body is an impracticable affair. Hence the mortal body is to be cast off here only. If that mortal  body is cast off, as per the request of Indra, the sage's mortal eyes cannot see Rama, for Rama leaves this earth after  fulfilling his vow of eradicating evil, and equally, a Sage of high order like Sharabhanga, on going to Brahma's abode  will not return as an earthling. Hence seeing and receiving Rama is his priority now."
        },
        {
            "type": "verse",
            "text": "\" Having met with you, a virtuous one and a great soul as you are, oh, manly-tiger, I wish to go through  undesirable lesser heavens to Brahma's abode, the highest."
        },
        {
            "type": "commentary",
            "text": "In Gorakhpur version it is <em>avaram, a+varam </em>. The translation will therefore be 'undesirable  heavens/lesser heavens...' If there is difference between paradise and heaven, this lesser one is paradise; the ordinary <em> swarga </em>of Indra, where the departed soul's merit is metered and count down starts with the enjoyment of heavenly  comforts. As and when the accumulated merit neutralises there, that soul has to take rebirth in the karmic cycle. <em> kshiiNe puNye martya lokam pravishanti...</em> This sage does not wish to go there, because he earned fartherest heavens  like Brahma's abode or <em>tridiva patham </em>etc., by his penance. And those lesser heavens are as cited by Krishna in  Bhagavad Gita <em>aaBrahma bhavanaallokaaH punaraavR^itti na arjuna... </em>8-16: and here Krishna also says <em>maam  upetyatu... </em>'In me repose yourself...' This 'Me,' is <em>tridivam... </em>and <em>tripaadvibuuti </em>, as cited by <em> puruSa suukta </em>n its hymn <em>paadosya vishvaa bhuutaani, tripaadasya amR^itam divi...</em>' etc. Dharmaakootam puts  it as <em>Brahma lokam gamiSyaami tridivam deva sevitam... </em>without separating this concept into two kinds of  heavens, namely paradise and Brahma's abode. Hence there is nothing enjoyable in any of the said heavens, than having a  glance at you. Maheshvara Tiirtha."
        },
        {
            "type": "verse",
            "text": "\"Oh! Tigerly-man, non-diminishing are the abodes achieved by me either in Brahma's abode or yonder than  paradise...you take them all...that are mine achieved by me ascesis...&rdquo; So said Sage Sharabhanga to Rama."
        },
        {
            "type": "commentary",
            "text": "Comment: The sage is dedicating all his achievements of penance unto god, without any <em>ahamtva  buddhi </em>, mine-ness. This is called <em>phala samarpaNa</em>. The fruits of pious achievements are to be dedicated  in the divine without the concept 'I am the doer thus I shall enjoy...' Even in the daily worship we are supposed to  dedicate all that we have done, with oblating water saying ' <em>karomi yad yat sakalam parsmai naaraayaNaayeti  samarpayaami...</em> 'Whatever is done, in all its entirety, I dedicate it unto the Supreme...' And Govindaraja  observes, whatever that is acquired by the sage is his wealth. So the heavenly abodes are his only wealth as of now, and  they all are surrendered to Rama, as guest-worship."
        },
        {
            "type": "verse",
            "text": "Thus said by the Sage Sharabhanga to that Manly-tiger Rama, being the scholar in all the scriptures he  spoke this sentence to that sage. "
        },
        {
            "type": "verse",
            "text": "\"I alone can gain all those worlds, oh! Great Saint, I now seek a place to dwell here in this forest as  indicated by you... [Apparent meaning.]"
        },
        {
            "type": "verse",
            "text": "\"I will however take all those worlds of yours, for you have waited for me and dedicated whatever you  achieved by your penance at my tri-feet, as <font color=\"#B3003A\">atithi satkaara</font>, honouring guests&hellip;&rsquo; leaving  'the doer and doing' attachment, and without desire to enjoy the fruits of works, as a <font color=\"#B3003A\">karma phala  tyaagi </font>. For now, show me a place to dwell in this forest like an ordinary human being&hellip;&nbsp; [Implicit meaning  according to Govindaraja.]"
        },
        {
            "type": "verse",
            "text": "&ldquo;I will win-over all those worlds myself, as Kshatriya-s are not supposed to take any donations; they  either have to won by them or acquire them for themselves, just show me a place to dwell&hellip; [Maheshvara Tirtha.]"
        },
        {
            "type": "verse",
            "text": "&ldquo;Everything merges in me alone, for I alone gave all these to you, and you also dedicated the same in me,  without the concept of doer and doing&hellip;[which again is reiterated in Bhagavad Gita&hellip;<font color=\"#B3003A\"> labhatecha  tataH kaamaan mayaiva vihitaan </font>|| 7-22 ' All the desires of the adherent like Brahma's abode, immortality etc.,  are acquired at my grace.' for now show me a place to live&hellip;[Another concept. tani sloki.]"
        },
        {
            "type": "commentary",
            "text": "Comment: Thus <em>aahara </em>means gaining, win-over, or snatching, stealing. Hence Rama as a king  refutes that donation, telling that he alone will acquire those worlds, in an explicit meaning, that conceals Rama's  identity as Vishnu. Vishnu has Himself given those merits to this sage, as said in Bhagavadgita. Implicitly all the  merits of earthly beings merge into that Absolute ultimately, and hence any fresh donation from the sage is negated. The  dictionary meaning of <em>aahara </em>is provider, fetcher, and Vishnu Himself is the fetcher, provider. In another way, <em> aahara </em>is to take, or snatch away, or merge and thus Rama is said to express 'I snatch away everything and anything  done by my true devotee...for he does not do it for his own sake...' This is said to be God's <em>karma phala swiikaara </em> 'receiving of the fruits of work..."
        },
        {
            "type": "verse",
            "text": "Thus said by Raghava, who is like Indra in strength, that supremely intellectual Sage Sharabhanga again  spoke this sentence this way. \"Here, oh! Rama, a great resplendent sage named Suteekshna, lives in this forest...a  virtuous and a self-disciplined one, and he will do something benignant to you... you approach Sage Suteekshna and to  you he will arrange housing in his auspicious and dpleasant place woods of hermits... following opposite to its flow you  may follow this River Mandaakini that carries flower-ferries, then you can reach there at Sage Suteekshna&rsquo;s  hermitage...]"
        },
        {
            "type": "commentary",
            "text": "Comment: Mandaakini is the name of River Ganga, and hence any river with continuous flow is  affectionately called Ganga, like Dakshina Ganga, Bhaagiirathi etc. So this name of Mandakini is to mean a river here,  but not Ganga. Later in Kishkindha also River Pampa is called Mandakini, at times."
        },
        {
            "type": "verse",
            "text": "\"This is the only way, oh, manly-tiger, and oh, sire, see me for a moment, till I forsake these body  parts of mine, like a snake casting its withered moult... "
        },
        {
            "type": "commentary",
            "text": "Sage Sharabhanga said, <em>eSha panthaa naravyaaghraH </em>meaning that 'this is the only recourse,  oh, manly-tiger.' Here Rama asked Sage Sharabhanga to show a place to dwell. Sharabhanga's hermitage itself will now  become vacant after the sage's ascension to heavens. But it is not shown to Rama to stay, instead yet another distant  place is shown. All these Sages and Saints show only one path that Rama, Sita and Lakshmana have to travel, i.e.,  towards Ravana, the evil on earth. From here they are directed to Sage Suteekshna's hermitage, there from to Sage  Agastya's hermitage, and there from, to still deeper place in forests, called Panchavati. According to Kaikeyi's  banishment Rama need not travel this far, but could have resided in some near-about forests of River Ganga. But one  after the other, either demons who became celestials or sages who are going to become divinities, all usher Rama  southward, i.e., towards the dominions of demons, whom Rama has to eradicated from earth. 'If Rama were to enter into  Panchavati, a powerful dominion of demons like Khara and Dushana, alleging their loyalties to Ravana, it is definite  that an encounter will ensue and Rama will start eradicating one after the other, and ultimately ending with Ravana...'  this appears to be the logic of all the sages. As such Rama is asked to go on travelling towards the evil side of the  earth, for all of the sages know about Rama's destination"
        },
        {
            "type": "verse",
            "text": "Then that hymnist on invoking the sacred fire and offering oblations with clarified butter into it, that  radiant sage Sharabhanga entered that sacred fire. "
        },
        {
            "type": "verse",
            "text": "The fire burnt down that great soul Sharabhanga from head-hair to body hair and thus his shrunk skin,  bones and whatever flesh and blood are there, they are also burnt completely. "
        },
        {
            "type": "commentary",
            "text": "Then the question arises whether Sage Sharabhanga wilfully encompassed the sin of suicide or not? Not  so, because it is said that his self-immolation is not in any mortal fire, but in some yogic fire, which he invoked and  sanctified with hymns. If it were to be an ordinary pyre, the mortal body do not burn completely to ashes as the skull  and vertebral bones remain, for immersion into holy waters after a while. Here it is said that nothing remained. Further  scriptures lay it down that: Hence Sage Sharabhanga, having seen Rama, got that divine knowledge and there is nothing  left for him to accomplish with his mortal body, and hence entered the holy fire. Those that are superior in character  and virtue, even the of Fire, Agni Deva, cannot even touch, rather provides a coolant condition in His lap. It is the  same with Sita in Yuddha Kanda and it also happened with Queen Chandramati, the virtuous wife of Emperor  Harishchandra, one of the forefathers of Rama. Thus said in Dharmaakuutam:"
        },
        {
            "type": "sanskrit",
            "text": "anuShTna asamarthasya vaana prasthasya jiiryataH |bhR^iguH agniH jalapaatena deha tygo vidhiiyate ||"
        },
        {
            "type": "verse",
            "text": "Those who obtained divine knowledge about this mortal body, and those that cannot practice <em> anuSThaana </em>their daily chores, or with any incapability, and those that have left house as holder, and desiccated,  could give up their mortal bodies into fire, waters or falling from mountain peaks."
        },
        {
            "type": "verse",
            "text": "He that Sage Sharabhanga, then reappeared as an youngster in the semblance of Fire, o\\n resurrecting from  that altar of fire he shone-forth."
        },
        {
            "type": "commentary",
            "text": "Comment: The age of celestial is always constant like twenty-five-year-olds, as said above by Rama at  3-5-17/18."
        },
        {
            "type": "verse",
            "text": "He that Sage Sharabhanga, transcending the ethereal worlds of fire-worshippers, of saints, of great  souls, and also of divinities, has ascended to Brahma's abode. He that meritorious and best Brahman Sharabhanga has seen  Brahma in Brahma&rsquo;s abode, and Brahma too, on seeing that Brahman happily spoke to him... \"Welcome...\" "
        }
    ]
}
