{
    "id": "prose-aranya-50",
    "kanda": "aranya",
    "sarga": "50",
    "title": "Jataayu's confrontation with Ravana",
    "chapter": "50",
    "overview": "Jataayu confronts Ravana on hearing the wailing of Sita. He boldly forestalls Ravana and his air-chariot  in the sky itself, and as an elderly being he reviles Ravana from the viewpoint of righteousness befitting  to kings, but of no avail. His dilemma is that he cannot take flight to Rama's place, nor he can forestall  Ravana until Rama comes. Yet, he persists to affront Ravana.",
    "content": [
        {
            "type": "verse",
            "text": "Jataayu who is slumbering away craned and stared on hearing the voicing of Sita and then he saw Ravana  and even Vaidehi. That best bird majestic Jataayu with a very sharp beak and appearing like a mountain  peak, then uttered these words of expediency still perching on a tree."
        },
        {
            "type": "verse",
            "text": "\"Oh, brother, now it is inapt of you to undertake a deplorable deed. I am one of those who abide by  perpetual probity and avowed to truthfulness. Such as I am, oh, Decahedral-demon Ravana, I am the mightiest  king of eagles known by the name Jataayu."
        },
        {
            "type": "commentary",
            "text": "This self-assured statement of Jataayu is like this: <em>aham puraaNe dharme sthitaH </em>'I abide by  the <em>sanaatana dharama</em>, 'The Eternal Virtue...' 'belonging to the master and the servant...' <em>aham daashyaH</em>, 'I am a humble servant of Supreme Soul...' <em>aham satya samshrayaH</em>, 'I  am sheltered by the Everlasting Truth... that Everlasting Truth is made known in <em>satyam j~naanam  anantam Brahma... </em>and thus <em>bhagavat ekopaaya niSTaH</em>, 'I have a complete dedication unto  god...' - 'I with my unwavering determination am subservient to Him alone, and such as I am, in my presence  you cannot undertake a deplorable deed, deplorable to that Eternal Virtue or to three worlds...' On  telling about himself, next he started to tell about his master. Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"Rama, the son of Dasharatha, is the master of all the world, one similar to Mahendra and Varuna, the  Rain-god, and the one who is connected with the well-being of all the world."
        },
        {
            "type": "commentary",
            "text": "The simile of Indra and Rain-god to Rama is to say that 'Rama is a bestower of rains and livelihood  like Indra, the presiding deity of east, through the Rain-god, the presiding deity of west, unlike you  who are a pilferer... and he is the preserver of all the worlds... so, you also get persevered by him,  because he is also the lord of yours...' Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"Whom you desire to abduct now, that best lady is Sita by her name, and this glorious one is the legitimate  wife of that preserver of all the worlds, namely Rama. How a king adhering to probity can lay his hands  on the wives of others? If it is a king's wife, oh, great-mighty Ravana, she is to be safeguarded particularly.  Reverse your filthy course, or fortuity, or mind form laying your hands on other's wives. A sagacious  person does not undertake that deed by which others deplore him. As with the protection of one's own  wife from somebody's laying hands on her, other person's wife is also to be protected in that way."
        },
        {
            "type": "commentary",
            "text": "If it is asked that a king's wife is a special entity to be protected, and then other's wives are less  fortunate or what? Not so, it is said that the wife of a king is a motherly entity. Other's wives may  become sisters or sister-in-laws etc., but a mother is a mother. The difference in dealing with a king's  wife and with wife of a commoner is that of a difference between a sinner and a criminal. Either way  unrighteous it is. The very basic concept of wooing others' wives itself, is both a crime and a sin. <em>'R^itaa upeyaat...' iti shaastraat - gamyaa sva bhaaryaa | anyaa bhaaryaa agamyaa iti- maadhava  aacaarya - dk.</em>"
        },
        {
            "type": "commentary",
            "text": "Here the word 'king' also denotes the god, as Manu uses the word 'raajaa' for Yama, the Terminator yamo  vaivasvato raajaa yaH tava eSa hR^iodi sthitaa... For this, Ravana may refute saying, 'this Rama may  be a god of yours... but not mine...' And for this it is countered in saying, devaanaam ca devataaanaam  ca saamaanyam adhi daivam... 'there is no your god or my god, but god is one... to everyone...'"
        },
        {
            "type": "commentary",
            "text": "Jataayu is asking for a reversal of Ravana's mind or course, otherwise misfortune likely to happen to  him. Further, being a king one shall never do a deplorable and unkingly act. <em>anena loka ninditam  karma na kartavyam iti | tathaa ca vishNu puraaNe - parityajyet artha kaamo dharma piiDaa karau nR^ipa  | dharmam api ashubhodarkam loka vikR^iShTam eva ca - dk</em>"
        },
        {
            "type": "verse",
            "text": "\"If the means to gain probity, or prosperities, or even pleasures are inconspicuous in scriptures, oh,  the scion of Paulastya, then even the erudite scholars will conduct themselves following the king and  his demeanour."
        },
        {
            "type": "commentary",
            "text": "There is another flex for the raajaanam anu as <em>raajaanam anu </em>as <em>raajaanam iva </em>'like  king, like subjects...' <em>shiSTaaH</em> 'anyone who takes recourse to righteous behaviour...' Because the king shall possess  an aptitude to go through the scriptures and ascertain what is right and what is wrong, then only his  subjects will follow likewise. Even if the course of conduct is imperceptible in scriptures, a king  shall decide the right way, and thus the subjects automatically follow him, in the same way... thus,  'being a king, yet behaving like a criminal and a sinner, is inapt of you...' so said Jataayu to Ravana.  Maheshvara Tiirtha."
        },
        {
            "type": "commentary",
            "text": "Ravana is the son of Vishravasa who again is the son of Pulastya, the brainchild of Brahma, who are  all supposed to be the well-read scholars in all scriptures and sciences. Hence, Jataayu is addressing  Ravana to remember his scholarship, which is in effrontery with his present behaviour. And the suggestion  that 'protect wives of others persons as you protect your own wife...' is to say that 'if somebody from  your subjects, on following your present path, gains access to your wife Mandodari, do you tolerate?'"
        },
        {
            "type": "verse",
            "text": "\"A king is the best repository for probity, prosperities, and pleasures, and whether it is probity or  felicity or even iniquity that will emerge from the fount called king."
        },
        {
            "type": "commentary",
            "text": "Other mms read raajaa dharmasya kaamasya... then 'the king is the root cause for the prevalence  of probity, felicity etc. anena prajaa raajaanam anusaranti iti suucitam... dk 'subjects follow  what a king does...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, prominent one among demons, deviltry and mercuriality are but natural for you demons, but how you  have amassed affluence, as with an evildoer attaining an aircraft that puts him to flight to heaven."
        },
        {
            "type": "verse",
            "text": "\"You by your nature are a devilish and mercurial personality though you have come from a decent lineage,  how you have become an outranking demon among demons and how you could attain kingdom, which is to be  ruled righteously, like an evildoer attaining a heaven-bound aircraft."
        },
        {
            "type": "verse",
            "text": "\"He whose nature is such, that nature is perhaps impossible to efface, a sermon does not dwell in the  heart of an evil-minded one for a long time, indeed."
        },
        {
            "type": "verse",
            "text": "\"He whose nature itself is vile, it is perhaps impossible for him to efface it, and in the residence  of such an evil-minded person, evilly acquired prosperity does not dwell for a long time, indeed."
        },
        {
            "type": "commentary",
            "text": "Ruling the kingdom righteously, in itself is a merit that leads that king to heavens. When the kingdom  itself is acquired unrighteously, and so the oppulence, there is no question of merit or heaven, or  even an air ticket to that heaven. For such persons, all these are ad hoc luxuries. <em>anena paapiShTasya  aishvaryam na bhavati | praaptam cet api na tiShTati - adharmaat ca eva nahuShaH pratipede rasaatalam  - kaamandaka - dk</em>"
        },
        {
            "type": "commentary",
            "text": "The reference to an aircraft that carries Ravana to heaven is not the Pushpaka aircraft, which he already  grabbed from Kubera. The airports of Pushpaka aircraft are in the mortal worlds and in heavens it can  land at the best in Indra's heaven, say paradise. There is no entry for these petty airships into the  higher realms of Brahma, Vishnu, and Maheshvara if piloted by Ravana like demons."
        },
        {
            "type": "verse",
            "text": "\"When that great-mighty Rama has not transgressed either in your country or in your city Lanka, then  how you become a transgressor in respect of that noble-souled Rama?"
        },
        {
            "type": "commentary",
            "text": "Vividly: 'you may say that abduction of enemy's wife is my hobby... but you are abducting the wife of  one who is neither a friend nor an enemy of yours... why for is this fancy when viewed in the prospective  of righteousness or polity of kingships... <em>anena anaparaadhiShu samiiciineShu aparaadho na kartavyam  iti suucitam | tathaa ca udyoga parve - mahaa bhaarate - duryodhanam prati bhagavad vacanam - aatmaanam  kR^intati hi eSha vanam parashunaa yathaa | yatsamyak vartamaaneShu mithyaa raajan pravartate || iti  - dk</em> 'No unilateral aggression is desirable at the unaggressive lot... Thus, Lord Krishna says  to Duryodhana in Udyoga parva of Maha Bharata: broadly: 'a wood is felled by its own kin-wood, namely  a wooden shaft attached to the axe... so, the present pseudo-kings will be felled down by their own  kinsfolk...'"
        },
        {
            "type": "commentary",
            "text": "Jataayu's questioning is the same that was once Sita asked Rama in the early chapters of Aranya, 'why  wage a war without a cause...' She must have understood the answer by now by the acts of Ravana."
        },
        {
            "type": "verse",
            "text": "\"If Rama of indefatigable deeds firstly eliminated Khara who is stationed at Janasthaana, and who transgressed  for the sake of Shuurpanakha, tell me what in actuality is the highly overstepping behaviour of Rama  in that matter, whereupon you are stealing off with the wife of such a lord of world?"
        },
        {
            "type": "verse",
            "text": "\"Instantly deliver up Vaidehi. Let not the disastrous and glowing fire-like eyes of Rama, which transmogrify  so when he assumes fury, burn you down as the Thunderbolt of Indra once burnt the demon Vritta. You  are unconscious that you have presently bundled a lethally venomous serpent at the fringe of your attire,  and you are equally unwary that the Terminator's lasso is presently loosened around your neck. Oh, cultured  one, that weight alone is to be shouldered by which a man is not brought down, and that repast alone  is to be consumed by which nothing upsets."
        },
        {
            "type": "commentary",
            "text": "Futile is the experimentation with impossible undertakings as they will be upsetting normalcy.&nbsp; <em>anena ashakyam karma na kartavyam iti suucitm | tathaa ca kaamandake - shakya ashakya paricchedam  kuryaat budhyaa prasannatayaa | kevalam danta bha~Ngaaya dantinaH shaila taaDanam - iti - dk</em>&nbsp;  'capability or incapability is to be assessed firstly, with a judicious mind... one's own teeth may  not be hit with a stone, only to examine how easily they can be broken by that stone...'"
        },
        {
            "type": "verse",
            "text": "\"Who will undertake a deed that yields neither probity, nor deference, nor distinction but results in  just physical drudgery?"
        },
        {
            "type": "commentary",
            "text": "The words <em>kiirti, yashaas</em> may look synonymous but have been defined separately. <em>kiirti</em>  is the fame which arises from acts of valour, etc., while <em>yashas</em> is the fame which arises from  acts of charity and the like. In another way <em>kiirti</em> is the renown obtained from doing merited  and socio-economic deeds done through conducting Vedic rituals and the like, and <em>yashas</em> is  the renown obtained from having riches, wealth, and affluence. Rama Tilaka says that <em>kiirti = deshaantara  khyaati</em> fame which 'spreads in countries beyond one's own country...' while <em>yashas = sva desha  khyaaati</em> is 'the fame confined to one's own country.' Dr. Satya Vrat is of the opinion that 'which  of the two explanations of the commentator, Rama Tilaka, is acceptable and more reasonable we cannot  say in our present stage of knowledge... In fact the commentator himself is not sure; one strikes him  at one time, and another at another place...' Kulluka Bhatt in his commentary on <em>manu dharma shaastra</em>  says that <em>jiivataH khyati ruupam - yashaH</em> 'fame in living time is <em>yashaH</em> and the other <em>mR^itasya khyaati ruupam - kiirtim</em> 'the fame that remains after death is <em>kiirti</em>"
        },
        {
            "type": "commentary",
            "text": "Fruitless, wearisome undertakings are meaningless thus they need not be undertaken. <em>ananena niShphalam  aayaasakaram karma na aarambhaNiiyam iti suucitam | tathaa ca manuH - na karma niShphalam kuryaat yasmaat  asukhodayam - dk</em>"
        },
        {
            "type": "verse",
            "text": "\"I have dedicated myself to the kingdom of my fathers and forefathers according to tradition, and sixty  thousand years have elapsed since I was born. You are youngish whereas I am oldish, you are an armoured  archer darting arrows from an air-chariot, whereas I am pensile bird in an open sky. Nevertheless, on  taking Vaidehi you cannot abscond safely."
        },
        {
            "type": "verse",
            "text": "\"It will be incapable of you to forcibly abduct Vaidehi when I keep an eye one her, as with the defilement  of definitive Vedic scriptures by the logicians, dialecticians, materialists and suchlike non-believers,  with their conjectural logic."
        },
        {
            "type": "verse",
            "text": "\"Veda-s are definitive in their canons and their authority is established beyond doubt, yet the doubtful  scholarly logicians still try to pamper their import with their conjectural logic, and when I am watchful  of what is going on I do not let you pamper Sita, as such take this caution and release her."
        },
        {
            "type": "commentary",
            "text": "The Indian materialists called <em>caarkavaa-s,</em> or, the nihilists like <em>Sage Jaabaali</em>,  who tries to preach nihilism to Rama, and the non-conformists to Veda-s, called <em>a-Vaidika-s</em>  like Buddhists and Jain-s etc., try hard to let down what Veda says, with all their masterly dialectics.  Even then, at one stage or the other, they all yield up, or a stalemate, or a faux pas occurs in their  debates. Thus, no scholar need abuse the scriptures, for he does not know the subject in its entirety,  or what those scriptures contain. <em>anena shruti pratipanno artho na aabhaasaiH tarkaiH baadhayitum  shakyata iti suucitam | tathaa ca manuH - yo avamanyeta te tuubhe hetu shaastra aashrayaat naraH | sa  saadhubhiH bahiShkaaryo naastiko veda nindakaH || - dk</em>"
        },
        {
            "type": "commentary",
            "text": "This Sita is compared with Veda-s, one to many times, for the reason of her sacredness as a devout  husband-devotee. Sugreeva also says this alone at 4-6-5: 'for I will fetch her very soon, like the retrieval  of Scriptures of Veda-s..."
        },
        {
            "type": "commentary",
            "text": "Basing on these references of Sita to Vedic canons, there is a thinking that the subject of Ramayana  is the problem of god in retrieving the lost word, where that word was with the god at the beginning.  Sita is Veda, the word, Gayatri etc. And god has lost it. In search of that word, Veda, Gayatri, the  god started his search. In his search he helps all those who abide by 'word' or 'faithful to word' and  ultimately annihilates the demons that falsify or abuse the 'word.'"
        },
        {
            "type": "verse",
            "text": "\"Stay for a moment, oh, Ravana, if you are valiant enough you can combat with Rama who will return right  away, and at his hand you will be slain and sprawling on earth in the same way as Khara sprawled earlier."
        },
        {
            "type": "commentary",
            "text": "Or optionally, you can combat with me in which meantime Rama will come hither..."
        },
        {
            "type": "verse",
            "text": "\"He who eliminated demons and ogres in combats time after time, that Rama though apparently attired  in jute-cloths like a meek-saint, will become a towering-inferno in a given combat, and he eliminates  you very soon. What can possibly be done by me when those princes have gone far-off! It is beyond the  scope of my fetching them in time! You knave, you who are scared of them will now be lost to my blockade,  without a doubt. When I am alive you cannot lead away this auspicious, lotus-leave-eyed Sita, the  dear queen of Rama."
        },
        {
            "type": "verse",
            "text": "\"But I must definitely accomplish something to forestall you till they come, for I cannot willingly  depart from here to fetch any of the two brothers, and that deed I needs must do shall be agreeable  to the great-souled Rama, likewise even to Dasharatha, even at the stake of my life."
        },
        {
            "type": "verse",
            "text": "\"Stopoff! Stopoff! Oh, Decahedral Ravana, briefly learn of me as how I jettison you from your best air-chariot,  as with the unloading of a burdensome fruit from its sepals. Oh, nightwalker, I will be giving guestship  to you in a duel as long as I am alive."
        }
    ]
}