{
    "id": "prose-aranya-51",
    "kanda": "aranya",
    "sarga": "51",
    "title": "The combat of Jataayu and Ravana",
    "chapter": "51",
    "overview": "The combat of Jataayu and Ravana ensues now, as Ravana was adamantine to the righteous sermons of Jataayu.  In combating with Ravana, Jataayu shatters Ravana's bows, arrows, and chariot and kills the mules of  the chariot and plucks off the head of the charioteer with his beak. Further Jataayu attacks on the  body of Ravana lacerating severally. Enraged at the bird-hits Ravana severs that eagle's wings, feet,  and sides. Then seeing that fallen eagle Sita weeps over, as if Jataayu is her own relative.",
    "content": [
        {
            "type": "verse",
            "text": "When Ravana is spoken to by Jataayu with judicious words, Ravana's eyes reddened infuriately, and his  burnished golden ear-knobs flickered injuriously, and that lord of demons dashed towards the lord of  birds, intolerantly."
        },
        {
            "type": "commentary",
            "text": "Ravana's ear-knobs jerked flickeringly, as if they are fireballsas, when he gnashed his teeth in anger. Here  another type of rendering for this verse is available in other versions, which reads: <em>iti uktasya  yathaa nyaayam raavaNasya jaTaayuShaa | kruddhasya agni nibhaaH sarvaa rejuH vimshati dR^iShTayaH ||</em>'thus  when Jataayu spoke to Ravana in judicious words, all the twenty eyes of infuriated Ravana are torched,  like torchlit fires...'"
        },
        {
            "type": "verse",
            "text": "As with two gigantic clouds up-heaved by the tornadic gusts will be hard hitting each other tempestuously  in sky, the combat between those two, Ravana and Jataayu, became tempestuous in the sky. As with a startling  combat between two gigantic and winged mountains, called Mt. Maalyavanta-s, that combat between the  eagle and demon then became a startling one."
        },
        {
            "type": "commentary",
            "text": "One commentator said that one Mt. Maalyavanta is in Dandaka forest and the other in Kishkindha, while  another commentator said that one is in Dandaka forests and the other is nearby Mt. Meru. There appears  to be no second Mt. Maalyavanta and the poet seems to be taking one mountain and mirroring it, and thus  saying that if two selfsame mountains were to confront, then it will be disastrous. This is to narrate  the equivalence between their courage and strength."
        },
        {
            "type": "verse",
            "text": "Then the great-mighty Ravana incessantly stormed the lord of eagles Jataayu, with arrows that have excruciating  and highly dreadful arrowheads, like tubular arrows, iron arrows, and with arrows that have crescentic  arrowheads. That eagle Jataayu who is the lord of winged- chariots, namely birds, in turn sustained  those arrays of Ravana's arrows in that combat. But that great-mighty Jataayu severally made gashes  on the body of Ravana with his two feet that have gashing claws for that bird is with best stamina.  Now the Decahedral demon Ravana infuriately took up ten deadly arrows that are similar in their shine  to the Shafts of the Terminator, wishful of the elimination of his enemy. That highly energetic Ravana  released and impaled the eagle with straight shooting arrows on fully stretching the bowstring up to  his ear, whose steel-pointed arrowheads are sharp, hurtful, and deadly."
        },
        {
            "type": "verse",
            "text": "That Jataayu on seeing teary-eyed Jaanaki in the chariot of the demon forcefully lunged towards that  demon heedless of arrows that are lunging at him. That unexcelled bird of high refulgence then shattered  Ravana's bow which is decorated with pearls and gemstones, and on which an arrow is admitted targeting  the eagle, just by the pair of his bare feet. Ravana convulsed in anger then took up another bow and  stormed hundreds and thousands of arrow storms. Nested in the arrows shot by Ravana that lordly bird  Jataayu then shone forth in that combat like a bird that obtains a readymade nest. On winnowing those  arrays of arrows with both of his wings, he that highly refulgent Jataayu shattered the mighty bow of  Ravana with both of his feet. That highly resplendent lord of birds also blasted off the armour of Ravana,  which is glowing and flamelike in its flare, with both of his feet."
        },
        {
            "type": "commentary",
            "text": "The word used here for armour is <em>sharaavara</em> and for this Pt. Satya Vrat says: 'Another word  which is also not noticed by Monier Williams is <em>sharaavara.</em> It means an armour <em>kavaca</em>  and occurs at least twice in the Ramayana...' i.e., here and at 3-64-49 of this canto."
        },
        {
            "type": "verse",
            "text": "Mighty Jataayu also knocked off the ghost-faced mules yoked to the chariot of Ravana which are covered  in golden armours and tantivy in fastness. Then that great-chariot which is flourishing with three bamboos  from chassis to yoke, and which traverses just by its steersman's wish, and which is crafted fantastically  with gem-studded body and stairs, or, whose wheels are crafted with gold and gemstones, and which in  its flare is like a Ritual-fire, Jataayu splintered down even that chariot of Ravana. Jataayu swiftly  collapsed the parasol of Ravana which in shine is mirroring the full moon, along with the regalia of  white-royal-fur-fans, together with the demons handling them for fanning Ravana. Again that highly energetic  and imposing king of birds pecked off the robust head of the charioteer of Ravana with beak. Now Ravana  who is with his devastated bow, devoid of chariot, dispatched are his horses and departed is his charioteer,  and such as he is, he on grabbing Vaidehi by her torso, or, placing her on the lower end of his torso,  jumped to earth."
        },
        {
            "type": "commentary",
            "text": "Again the problem of 'untouchability of Sita' occurred. Hence that compound <em>ankena aadaaya vaidehiim</em>  can be expressed in two ways, one is like the usual villain's grabbing by torso, and the other is like  an ardent devotee of Goddess Lakshmi, keeping her on his torso. This is similar to the method adopted  by Viradha while handling Sita."
        },
        {
            "type": "verse",
            "text": "On seeing Ravana who is foundered onto earth from his crumbled vehicle, all beings like sylvan deities,  caarana-s, siddha-s and suchlike, reverenced that lordly eagle Jataayu. But on seeing the commandant  of birds Jataayu is fatigued owing to his senescence, Ravana is gladdened and he again rose up to skies  taking Maithili. The highly resplendent king of eagles Jataayu swiftly rose to sky dashing practically  to forestall Ravana, which demon's assault devices are all demolished by now save for a single sword,  but who is cheerful to spirit away the daughter of Janaka, and actually spiriting away holding her onto  his flank, and Jataayu spoke this to such Ravana."
        },
        {
            "type": "verse",
            "text": "\"You mean-minded Ravana, you abduct her whose husband wields arrows that touch off like the Thunderbolt  of Indra, and this spite of yours is definitely for the destruction of all the demons. As one thirsteth  drinketh water, you drinketh venomous drink along with your friends, relatives, ministers, armies, and  with your accomplices, as this abduction of Sita itself is squirrelling away dangerous poison. As  with the mindless adventurers quickly getting ruination for they undertake self-ruinous exploits, unknowing  the backlashes thereof, so also you too will ruin that quickly with this mindless adventure. You are  tethered for termination with the lasso of the Terminator, as with a fish that can go nowhere on its  biting fishhook with a piece of flesh. How do you untether yourself from that lasso of the Terminator,  even if you go anywhere?"
        },
        {
            "type": "commentary",
            "text": "Vividly: The Terminator gives a sinner a longest rope possible to hang himself from a tallest tree.  Perchance there may be fish that bites the bait, stripping fishhook from fish line, dives deep down  to escape from the fisherman, and yet it cannot survive even there, because the fishhook is already  in its throat, which the fish can neither vomit nor swallow. Thus, it is destined to die. Likewise,  you bit the baited hook called Sita and running away with that bait and hook around your neck, thereby  the Terminator has already lassoed His noose around your neck, and perchance you may presently abscond  from this hermitage, but not from that noose, called Rama's arrow, for a long time."
        },
        {
            "type": "verse",
            "text": "\"But, oh Ravana, the unassailable Raghava-s of Kakutstha dynasty will nevermore condone your assailing  this hermitage. Like a dastard you are committing a crime of thieving Sita when none at home in the  footsteps of thieves, this thieving is contemptible to society and condemnable by valiant ones. Stay  for a moment, oh, Ravana, if you are valiant enough you can combat with Rama who will return right away,  and at his hand you will be slain and sprawling on earth in the same way as Khara sprawled earlier."
        },
        {
            "type": "commentary",
            "text": "This verse is a repeat of verse at 3-50-23, and such iterations are not for want of paucity of verses  or verbiage, but they are reckoned as the determination of the character to express his/her stance in  similar terms."
        },
        {
            "type": "verse",
            "text": "\"A person undertakes such an unrighteous and fateful activity if only death looms large on him. You  too have undertaken this unrighteous fateful activity only for your self-ruination. If sin is consequential  to any given activity who will undertake it? Even if that person vies with the Self-Born God and Lord  of the Universe, namely Brahma, will he undertake it?\" Thus Jataayu advised Ravana."
        },
        {
            "type": "verse",
            "text": "Even on speaking those commonsensical words to Ravana, Jataayu found him carrying off Sita heedlessly,  then that valorous Jataayu descended on the hind-side of that Decahedral demon Ravana, devastatingly.  On clasping Ravana with incisive claws Jataayu lacerated deeply and rampantly, as a mahout, an elephant-trainer-controller,  sitting astride on it will try to control an uncontrollable elephant that is running amok with an incisive  goad. Weaponed only with his claws, wings, and beak, Jataayu not only tore the back of Ravana asunder  applying his beak and claws, but started to tweeze even his hair. His lips becoming intolerantly quivery  when Ravana is exasperated by that king of eagles repetitiously, that demon staggered on to his right  targeting the hovering eagle at his hind-side to fell it down. Ravana who is aggrieved and convulsed  in fury hit back Jataayu with his palm while firmly clutching Vaidehi onto his left flank."
        },
        {
            "type": "verse",
            "text": "Jataayu, the lord of birds, being a vanquisher of enemies outstripped Ravana and ripped off ten left-arms  of Ravana with his beak, with which left arms Ravana is clutching Vaidehi, in order to release her from  his clutches."
        },
        {
            "type": "verse",
            "text": "Though his arms are mutilated thus, they instantaneously ricocheted from his body like snakes possessing  a series of venomous blazes sprawling out from a snake pit. The valorous Decahedron Ravana then threw  off Sita, and out of fury he scuffled with the king of eagles with fisticuffs and kicks, by both his  feet and fists. Then there chanced an encounter for some time between those two valorous ones with mutually  outweighing capabilities, namely the chieftain of demons and the chief of the birds."
        },
        {
            "type": "verse",
            "text": "Ravana brandishing his sword at Jataayu, who is revolting for the sake of Rama, hewed off both of his  wings, sides, and feet. When that demon of cruel actions has ruptured his wings that colossal eagle  Jataayu immediately fell down to earth with a lessened life."
        },
        {
            "type": "verse",
            "text": "On seeing Jataayu fallen on earth and dampened with blood Vaidehi fell into a fit of weeping and ran  towards him as if he is her own relative. Ravana, the monarch of Lanka, gazed at that worthily valorous  Jataayu, who in his shine is like a blue-black cloud with a whitely white chest and who by now is like  a quiescent fire-storm flattened onto ground."
        },
        {
            "type": "commentary",
            "text": "The cloudy blackness is simile to the black feathers of the eagle, and to the charred material by a  wildfire. The whitely white colour is to the whitish feathers on the chest of the eagle, and to the  white ashes overlaid on the charred material by wildfire, before they ashen. Thus, Jataayu fell down  in a supine posture."
        },
        {
            "type": "verse",
            "text": "But then Sita, the daughter of Janaka, whose face vies with moonshine hugged eagle Jataayu, whom Ravana  has subjugated with his forcefulness and felled down onto the surface of earth, and she wept over incessantly."
        },
        {
            "type": "commentary",
            "text": "Sita is hugging Jataayu. 'Is it admissible or not...' is another debatable issue. 'Because it is bird,  it may be handled...' is one adjustment, while the other is, 'when Jataayu is a personified entity and  a friend of Dasharatha, this bird is as good as a man. So, Sita's touching him shall be a taboo...'  The commentators deal this aspect in the next chapter of this canto."
        },
        {
            "type": "commentary",
            "text": "The character of Jataayu is not introduced just to give information  to Rama at the time of his physical death. He is an example of self-duteous, self-dedicated, unpaid  servant to his master. In Ch.14 of this Aranya canto when Jataayu firstly met Rama he says: <em>so aham  vaasa sahaayaH te bhaviShyaami yadi icchasi | idam durgam hi kaantaaram mR^iga raakShasa sevitam siitaam  ca taata rakShiShye tvayi yaate salakShmaNe ||</em>\"That is what I am, I will be your helpmate  at your residence, should you wish so, for this forest is one that is impassable and adorned by predators  and demons...oh boy, I wish to protect Sita, if you go out of your residence with Lakshmana...\" 3-14-34  And Jataayu kept up his pledge in 'helping Rama and protecting Sita' as much as he can, without hesitation.  This selfless service and sermons he rendered to Ravana are exemplary. This is called <em>daasya bhakti</em> 'devoutness through selfless service...' and service whether  paid or unpaid is thus to be rendered selflessly - is the lesson he taught."
        },
        {
            "type": "commentary",
            "text": "Secondly, birds hitting airplanes is not a recent phenomenon and  it existed even before airplanes were invented, as is evident from Jataayu's hitting Ravana's aircraft.  And Ravana's aircraft that is variously and amazingly portrayed by the sage-poet, is nothing before  a bird. Hence, Ravana should have used some other latest state of art technology to prevent such bird-hits.  This is to say, any artificial paraphernalia is nothing before a living organism, and Hanuman, a mere  monkey, taking lessons from Jataayu, a mere eagle, reduces even the artificially devised Lanka to ashes."
        }
    ]
}