{
    "id": "prose-aranya-52",
    "kanda": "aranya",
    "sarga": "52",
    "title": "The combat of Jataayu and Ravana",
    "chapter": "52",
    "overview": "Sita is abducted by Ravana. When they are on their way to Lanka the whole nature along with its inhabitants  laments for the atrocious abduction of Sita. In here, almost every verse is elaborated, for they contain  poetic niceties, and hence more stuffing in introduction is unbefitting.",
    "content": [
        {
            "type": "verse",
            "text": "Sita whose visage is like a full moon wept on gazing the king of eagles Jataayu whom Ravana nearly  killed."
        },
        {
            "type": "commentary",
            "text": "There occurs another verse before this one in Eastern recension which says that Ravana has firstly seen  Jataayu who is spinning on earth to breath his last: &lt;<em>&gt;tam alpa jiivitam gR^idhram sphurantam raakSha  adipa | dadarsha bhuumau patitam samipe raaghava aashramaat ||</em> thereby giving some time to Sita  to recollect what has happened."
        },
        {
            "type": "verse",
            "text": "\"Humans definitely perceive either agony or ecstasy by its concomitant happenings, or by the characteristics  of uncommon reflexes of their own body parts, or by the presages, or by conjecturable concomitants,  or by cognising calls of birds."
        },
        {
            "type": "commentary",
            "text": "Vividly: Sita's plaint is like this: 'Oh, Rama, we humans do perceive good or bad happenings by the  presages, like concomitant happenings of some hindrances when a deed is attempted, like unforeseen tidings  like sneezing, a minor accident or a misfire, or unable to catch a sight of one's own face in a mirror...  or by the undue reflexes of bodily parts, like flutter of eyelids or shudder of shoulders or arms...  or by the callings of birds and movements of animals... so, by now your left shoulder and left eye should  have shuddered, or some crows might have cawed uglily, or some birds might have gone from your right  to left, except <em>garuDa, bharadwaja</em> birds, and by these forebodings why do not you cognise that  something is happening to me and thus why not come to my rescue?'"
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, for sure you are not able to know about big catastrophe called my kidnap is chancing on you,  even though oh, Kakutstha, these animals and birds are running towards you surely for my sake, to tell  about me."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: 'Oh, Rama you may not be able to perceive the prognostications as you are in a fit of  hunting that Golden Deer, but, for a while keep that hunting at bay and give an ear to these birds and  animals that are rushing towards you to convey the news of my kidnap... and for god's sake do not kill  these animals, presuming that they are pestering you..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, this sky flier Jataayu who mercifully came here to save me is verily mangled on his encountering  Ravana, and he is sprawling on earth, indeed by my ill luck.\" Thus Sita wailed."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: 'My ill luck is so preponderant, in that it has demolished this Jataayu, who by himself  is a pious and merited being who came to help the helpless one like me... but my ill luck pervaded over  such an impeccable being also... otherwise Jataayu would have vanquished Ravana... thus, when an immeasurable  ill luck is holding sway, it is for you, and you alone, oh, Rama, to come for my rescue...'"
        },
        {
            "type": "verse",
            "text": "That best lady who is very highly panicked bawled noisily, \"oh, Rama of Kakutstha... oh, Lakshmana...  liberate me now...\" as though the addressees are before her."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: A subject's bawling in the audience of a king is different from that of a cry of a subject  in a moor. Here Sita is visualising those two Kakutstha-s, Rama, and Lakshmana, right in her front,  in a halo, and suppliantly bawling, as though asking them to come out that halo to help her out. Her  bawling is not in a clamorous tone but it is a <em>roshantiim madhura svaraam</em> 'crying with mellowly  voice...' as detailed at verse 42 below, for there should be difference between the braying of an ass  and parroting of a parrot."
        },
        {
            "type": "verse",
            "text": "That sovereign of demons, Ravana, rushed towards Vaidehi whose garlands and jewellery are muddled up  and who is bawling like an orphanized one."
        },
        {
            "type": "verse",
            "text": "Ravana, the lord of demons, has repeatedly and harshly taunted Sita saying, 'leave it off, leave it  off...' when Sita devoid of Rama in that timberland is clinging and muffling a sturdy tree like a  climber plant, and bawling, 'Rama, Rama,' and that demon whose shine is similar to the Death has clutched  her hair loosened from her bun, as death loomed large on him."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: Here the word <em>vane</em> 'in timberland...' is actually 'loneliness...' plus, 'minus  Rama...' and her crying is <em>araNya rodana</em> 'a cry in wilderness...' And from the viewpoint of  Ravana, she is uttering a wild cry indicating that 'the giant tree called Ravana is going to fall...'  as with the woodcutters' yelling 'timber... timber...' as a warning cry that a tree is about to fall,  when the word 'timber' is used esp. as intransitive. This catching a chaste woman by her hair is the  worst possible crime and sin as explained at 3-50-13 of this chapter. And now all the gods feel satisfied  for the commencement of the process for elimination of vice on earth, called Ravana, though pitying  Sita."
        },
        {
            "type": "commentary",
            "text": "Here, the 'capturing Sita by her shadow' as explained by Maheshvara Tiirtha, is an untouched subject.  If she can be captured by shadow while she is in her senses and agitating and clinging a sturdy tree,  as with Simhika-Hanuman in Sundara Kanda, Ravana should not have given her this much time to bemoan,  but should have captured by her shadow without leaving her to pay a visit to dying Jataayu. Hence, this  capture is viewed on a human plane, rather than a conjuror's trick."
        },
        {
            "type": "verse",
            "text": "While Vaidehi is insulted thus, entire world together with its mobile or sessile beings became chaotic,  and there chanced a blanketing of a blinding blackness, and waft-less is the Wind and shine-less is  the Sun."
        },
        {
            "type": "commentary",
            "text": "This 'blackness' is a poetic gloominess of the mood, rather than a material or mythical, or superimposing  darkness. Sun is gloomy, wind is gloomy, and the entire nature is in oblivion of sadness."
        },
        {
            "type": "verse",
            "text": "On seeing Sita's appropriation by an inappropriate being with His clairvoyant eyes, the illustrious  Grandparent of Universe Brahma declared, \"the deed is done...\" but all of the supreme sages in Brahma's  abode on seeing Sita in such a condition became despondent, and yet delighted in foreseeing results."
        },
        {
            "type": "commentary",
            "text": "Usually this expression <em>parama R^iSaya</em> 'quintessential sages...' is linked with the words <em>danDakaraNya</em> in next verse and said that 'the sages dwelling in Dandaka forest are delighted  and yet, despondent...' If some elderly sages were available in the vicinity, they would have waited  until the arrival of Rama and would have informed Rama of Sita's abduction, though they may not be  able to combat Ravana or hurl a curse at Ravana. But Ravana is no fool to abduct Sita while a bystander  stands over looking on the spectacle. Hence, these sages said here are those that are available in the  academy of Brahma. And the <em>danDaraNya vaasinaH</em> in the next foot are the voiceless and incommunicable  beings in Dandaka forest."
        },
        {
            "type": "verse",
            "text": "On seeing Sita's appropriation by an impropriate being, the dwellers in Dandaka forest cognised that  Ravana's annihilation has chanced coincidentally."
        },
        {
            "type": "commentary",
            "text": "Again a poetic 'thinking' that even speechless beings can presage and prognosticate. Though they may  not tell us directly, their body language and odd behaviour will certainly tell. The behaviour of animals  and birds before an earthquake or a storm or any natural devastation is not an unknown phenomena. After  all, a frog crocks before a rain."
        },
        {
            "type": "verse",
            "text": "Ravana, the lord of demons, on wresting Sita who is bawling, \"Rama... Rama...\" also thus as, \"Lakshmana...\"  took flight skyward. That princess Sita scintillated like the oblique flashes of lightning in a cloud,  owing to her golden coloured body which is muffled up with jewellery of pure gold, and added with a  golden coloured ocherish silky dress, while traversing in the sky."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: A lightening in a cloud does not last for a long period. So also, for being with this  cloudlike Ravana, these flashes of lightning, called Sita, will not last long, albeit those flashes  alone will electrocute that cloud, called Ravana."
        },
        {
            "type": "verse",
            "text": "When her ochreish silk sari's upper fringe is upheaved by air onto to Ravana, Ravana looked blazing  like a mountain set ablaze, muchly and overly."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: If some parts of a mountain are afire it is no problem since it is usual. But when  the mountain itself is overly and muchly aflame, it is impracticable for any to prevent it or help it  out. The upper cloth of Sita's sari is goldenly silky and thus it will have a tinge of reddish brown  hue, like the outer edge of the tongue of fire. That fringe <em>pallu</em> is upheaved, [intr.] rise  and fall rhythmically or spasmodically, by air and it is flagging off the annihilation of Ravana, by  its flag-like motions on his face. Thus, Ravana who is standing like a mountain as of now is destined  soon to become a mountain with a self-ruinous fire, overly and muchly."
        },
        {
            "type": "verse",
            "text": "Reddish and scented lotus-petals adorning that highly auspicious Sita have slithered, but again upheaved  by air they are bestrewn on Ravana."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: The reddish lotus petals which hitherto are on her body, as garlands and on her braid  as a chaplet, are crumpled and loosened in the tussle and thus each petal is falling each time. Instead  of falling onto earth, they are upheaved and sprinkled on Ravana's body by the fast wind under the feet  of Ravana, somewhat like a floral welcome. This is in one way a good omen to Ravana to get a release  from his accursed state, while on the other, it suggests that his opulence is soon destined to wither  away like a withered petal of lotus. The last foot is taken, which obtains in other mms, leaving off  the middle foot, that also says the same."
        },
        {
            "type": "verse",
            "text": "Upper fringe of Sita's silk sari with golden glitter is upheaved in the sky, and with the reddish  hue of sun in red heat of midday it beamed forth like a reddish cloud."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: A reddish cloud is acceptable either in morning or in evening but not in midday since  it is a bad omen."
        },
        {
            "type": "verse",
            "text": "As with a stalk-less lotus the immaculate visage of Sita is unbright in the sky when she is on the  flank of Ravana as Rama is not in vicinage."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: A lotus without a stalk looses its glamour as well as its infrastructure. As sun brightens  the face of moon, Rama brightens Sita's visage. As moon depends on sun, Sita depends on Rama, and  devoid of him, she is lost to the world for a glimpse."
        },
        {
            "type": "verse",
            "text": "Her lotus pistil like un-pimply face is adorned with a pretty forehead on which prettyish curls are  fluttering, and with teeth that are spick and span and sparkling, but tears dabbed on that face to sideways  when she wept, yet it is pleasant like moon for a sight with shapely nose, pretty eyes, roseate lips,  and shining with golden hue in sky. Nevertheless, when she has gone in the flank of Ravana on the sky  such an immaculate face of Sita turned like a palish moon that has just risen bursting a bluish cloud."
        },
        {
            "type": "verse",
            "text": "Highly disconcerted by the king of demons that auspicious face of Sita is unbright like the moon arisen  in daytime with somewhat golden hue, owing to the absence of Rama."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: One moon is enough. If there were to be two moons, it is indicative of some havoc. Now,  a silvern moon is there and this lady with her golden-moon face may supersede that silvern moon and  thus may cause havocs. Moon coming out when sun is still on sky will be somewhat golden in hue. She  is un-brightened because Rama is not at her side as of now, but like a diamond that is coexistent with  coal, Sita is now with this coal-like Ravana."
        },
        {
            "type": "verse",
            "text": "She that golden coloured Maithili who is moored by the blackish-bodied sovereign of demons shone forth  like a sapphirine gemstone studded in a golden cincture."
        },
        {
            "type": "verse",
            "text": "She that golden coloured Maithili who is moored by the blackish-bodied sovereign of demons shone forth  like a golden cincture girded to an elephant."
        },
        {
            "type": "commentary",
            "text": "The gemstone sapphire, more precisely <em>indra niila maNi</em>, shines brilliantly when studded in  silver ornaments, rather than in golden ones. Gold is no match to that blue stone. So also, Sita's  shine is dullish. This is <em>vyatireka ukti alankaara</em> 'a litotes...' The mms of Govindaraja says <em>shushubhe kaa.ncanii kaa.ncii niilam maNim iva aashritaa</em> 'shone like a sapphire with gold...'  while Maheshvara Tiirtha puts it as <em>gajam iva aashritaa</em> 'a golden cincture like elephant's  girdle, where Ravana is the elephant and golden cincture is Sita...' Though this text of Tiirtha is  found more emphatic, but the blemish of reiteration occurs to the epic, because another verse, namely  30 below, contains similar 'elephant-golden-cincture' expression <em>gajam kakshyaa iva kaa.ncanii</em>  Then, in the text of Maheshvara Tiirtha this verse 30 is pushed to a farther place that is at 30. 'Then  unblemished it is, insofar as proximate reiteration is concerned...' it is said so."
        },
        {
            "type": "verse",
            "text": "Sita, the daughter of Janaka, with a complexion that is goldenly yellowish in the tinge of a lotus,  moreover with her ornaments of purified gold, flashed like a lightning possessed in a dark-cloud, when  that stonehearted Ravana possessed her."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: A lightning seeks no mercy. Though Sita is overlain on the shoulder of that <em>ghana  saara hR^idaya</em> 'stonehearted...' Ravana, she does not seek for his mercy to leave her off, as lightning  overlain on a cloud does not seek the mercy of a <em>ghanaa ghanaH</em> 'a darkly massive cloud...'  The nearness or the proximity of a lightning and cloud is short-lived, so is this proximity of Sita  with Ravana. And the lightning will brighten a darkish cloud, but the darkish cloud cannot darken that  silvery lightning."
        },
        {
            "type": "verse",
            "text": "With the rustles of Vaidehi's jewellery that lord of demons shone forth like a shipshape blue-black  cloud with rumbles and undulating lightning."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: A massive darkish cloud may rumble, roar or blare, but its bursting will be scanty  and short. So also, this Ravana may appear like a thunderous cloud as of now, but it dissipates soon."
        },
        {
            "type": "verse",
            "text": "Flowers gracing her best body on her head, in garlands on chest, and on armlets have fallen all-over  the surface of earth like showers of flowers while she is being abducted. Though that flower-shower  has fallen all-over, it is windswept by the speed of Ravana, and fell again on that Decahedral demon."
        },
        {
            "type": "commentary",
            "text": "All the gods have caused the flower-shower, for their mission is going to fructify by this act of <em>siitaa apaharaNa</em> 'Abduction of Sita...' saying, 'Oh Goddess Lakshmi, you have graced all  of us and the earth to allow yourself for abduction... thus triggered off is our mission of elimination  of vice, in the shape of Ravana, on earth...' So said in <em>kaTaka vyaakhya</em> kaTaka's commentary.  But Maheshvara Tiirtha says that 'when gods have no guts to affront Ravana or come into the sight of  Ravana, wherefrom they cause a flower-shower? So, it is not gods that showered these flowers, but they  are the flowers on her body fallen down by the gust caused by the speed of Ravana, but again windswept,  up-heaved and fallen on the body of Ravana...' In either the case, Goddess Lakshmi has blessed Ravana  with the flowers fallen from her physique onto the head of Ravana, as with the flowers slid from an  idol in a temple, becoming worthy to wear on heads of devotees."
        },
        {
            "type": "verse",
            "text": "Like the garland of pristine stars that circles round the loftiest Mt. Meru, that flower-shower circled  Ravana, the brother of Kubera."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: This whirling and twirling of flowers around Ravana is not a one time affair. It is  continued by his dashing speed. When the circling flowers are lowered by gravity, they are again up-heaved  by Ravana's speed and thus it is recurrent."
        },
        {
            "type": "verse",
            "text": "Slid from the left foot of Vaidehi her anklet adorned with gems fell down onto the plane of earth like  an electric annulus with its sparky sparkles."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: This anklet has not suddenly fallen. It is whirling for sometime against the gust raised  by Ravana's rush. When it is circuitously whirling, that ring's sparkles are like the sparks of electricity  in a circular band. And this ringlet is a symbolic of an electric ring-like guard for the entire earth  against further atrocities on earth, which is why it exhibited its electric-sparks in sky for a while  and descended onto earth."
        },
        {
            "type": "verse",
            "text": "She that Vaidehi who is so delicate like reddish leaflets of trees made that blackish bodied lord of  demons, Ravana, well and truly lambent, herself becoming a golden girdle girded around the elephant  like Ravana."
        },
        {
            "type": "verse",
            "text": "She that Vaidehi who is so delicate like reddish leaflets of trees made that blackish bodied lord of  demons, Ravana, well and truly lambent, as with an elephant, with a golden girdle, stabled in an elephant-stable  by a mahout, the elephant-trainer."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: The first gist is the apparent and lexical in its meaning and the second one is like  this: An elephant that runs amock and berserk will be controlled and brought back to normalcy by a mahout,  an elephant-trainer. He will use all necessary items like ropes, chains, hurdles etc., to stop its haphazard  running, and among them is a girdle rope with which he mounts that elephant with his goad to control  it. Here Sita is that golden girdle to this elephantine Ravana, with the help that rope Rama, the  mahout, can control this elephant in rut, namely Ravana, and can place that pachyderm in its elephant-stable.  Govindaraja."
        },
        {
            "type": "verse",
            "text": "Ravana, the brother of Kubera, on invading the sky abducted that radiant Sita who is radiating the  sky by her own radiancy like a massive meteor."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: The sighting of a meteor in itself is a bad omen <em>mahaa utpaata suucitam</em> 'augural  of a great havoc...' and this Ravana is personally handling such a causer of a great havoc. A meteor,  though visible as a streak of light falling in yonder sky, becomes incandescent as a result of friction  with the earth's atmosphere. As such, it is tantamount to a massive fireball. Ravana is carrying this  fireball to set his home afire. Perhaps Ravana might have thought in similar way and thus kept Sita  in Ashoka gardens, instead of placing her in his golden palace, so that his golden palace will not be  burnt with this torch, called Sita. But the same torch burns that golden palace down to ashes, though  not directly but indirectly through Hanuman, in Sundara Kanda, as a coincidence."
        },
        {
            "type": "verse",
            "text": "Some of her ornaments which are lustrously flamy, for they are sparkling like the sparkles of fireworks,  are strewn about on the plane of earth with much clatter like the stars pelted down from the sky. A  multi-string pearl pendant, a rivi&egrave;re, that vies with the moonshine has glissaded from the medial of  her breasts, and while glissading from sky it is sheeny like River Ganga while she glissaded from skies."
        },
        {
            "type": "commentary",
            "text": "Bhaava/import: The simile <em>upama</em> of Sita's pearly strings of a pendant to River Ganga may  be observed and the portrayal of <em>Ganga avataraNa</em> 'Ganga's descent to earth...' may be referred  in Bala Kanda. The pearls of the pendant are shining like Ganga's glistening froth and foam, the strings  are her streams, and the string's wavy movement is Ganga's beautiful flexuous and curvy drift, moreover  the stings are falling off medially from two mountains, called Sita's breasts, as Ganga also rose  and fell from mountainous heights."
        },
        {
            "type": "verse",
            "text": "The trees on which diverse birds are perching have been stirred up with the wind blown and up-heaved  by the gust of Ravana's flight, while the swaying motion of those treetops is as though waving hands  to console Sita saying, \"fear not... fear not...\""
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: When the treetops, rather whole of a tree is swaying, will not the birds abiding on  it chirp and chitter? Yes! They will. Thus, the birds are twittering and trees are swaying their tops  for a bon voyage. The chirrups of the birds are <em>abhaya vaakyaaH</em> the 'expression of good wishes  to a departing traveller...' and the swaying motion of treetops are <em>abhaya hasta abhinaya</em> are  the 'gesturing with raised and swaying hands wishing good to a departing traveller... etc. minus voicing,  as with 'ta-ta, cheerio, best of luck...'. The word is 'tree' which comes out of earth and stands on  earth, thus an earth-born one. Sita is also an earth-born one and kindred of trees, i.e., nature.  Nature itself is assuring Sita to not to fear."
        },
        {
            "type": "verse",
            "text": "With wilted lotuses and scared fishes and other beings moving in water the lotus lakes are unenthusiastically  sorrowing for Maithili as though Sita is their girlfriend."
        },
        {
            "type": "verse",
            "text": "The lakes with lotuses as their faces, and fishes as their eyes, and with the other facial adornments  like the swimming, sweeping and sailing water-moving beings like tortoises, waterfowls and the like  are unenthused, for a similar girlfriend of theirs, the lotus-faced, fish-eyed, lotus-modelled Sita  is beleaguered, and thus they are sorrowing for such a selfsame Maithili."
        },
        {
            "type": "verse",
            "text": "All lions, tigers, animals and birds have then gathered in herds from all-over and ran rancorously and  pursuantly shadowing the shadow of Sita."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: Even the cruellest animals will be compassionate, if only humans are compassionate  to them. Neither Sita scared any animal nor any animal scared Sita. This may be a useful verse for  Animal Rights Activists."
        },
        {
            "type": "verse",
            "text": "The mountains appeared bewailing with their waterfalls as shedding tears and with their peaks as upraised  arms, while Sita is thus being abducted."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo:A mountain cannot fly up to confront Ravana like an eagle, nor it can express its anguish  like a swaying tree or a chirping bird, nor it cannot doggedly run after like lions and other animals,  thus it is a 'cannot but situation' for any mountain to sit back and weep, as it is sessile. The eyes  do not shed tears only in one direction. So also, the waterfalls are shed in many directions at the  face-level of mountains, but not from their peaks. Then how to express their anguish bodily, to her  who is up above the sky or pray the Almighty to rescue her? Hence, their raised mountaintops are their  upraised arms, expressing all of their anguish, more so, with the booming weepy noise of the air coming  out their caves, which in normal situations will be like the booming voicing of Sama Veda."
        },
        {
            "type": "verse",
            "text": "On seeing Vaidehi who is being abducted thus, magnificent Sun in firmament is saddened, and lowly weakened  is his sunshine, palely whitened is his sun-disc, and faintly deadened is his solar constant. \"When  Ravana is abducting none other than the wife of Rama, then there is no probity. At such a juncture,  how conscience can prevail? Unfounded are candour and compassion,\" thus the throngs of all beings overly  regretted. Verily frightened are the fawns of deer, and their saddened faces are with tear shedding  eyes with flustered looks, and they looked up and up at Sita in sky and wept."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: The fawns are frightened because they have very broad and comely eyes like Sita and  someday some seducer like Ravana may also lead them astray, as collapsed is the equilibrium of conscience,  candour or compassion. Hence, they are peeking out skyward repeatedly while Sita is also looking down  for Rama and Lakshmana, where the commonality is in the fawn-eyes filled with tears, both to the fawns  and Sita."
        },
        {
            "type": "verse",
            "text": "On seeing Sita who is undergoing anguish in that way the sylvan deities physically shuddered in a  worst way. She who is looking searchingly at the plane of earth for Rama or Lakshmana, and truly bawling  in high-pitched but mellowly voice calling \"Rama, Lakshmana\", and whose hair-lengths are tousled, and  whose felicitous vermilion mark on her forehead is smudged very untidily, that Decahedral demon abducted  such an uncompromising husband-devout, Vaidehi, only for his self-ruination."
        },
        {
            "type": "verse",
            "text": "She who is already detracted from her kinsfolk in Mithila or in Ayodhya, that Maithili with pretty teeth  and clean-cut smile is then distanced from the only two last kinsmen, for either Raghava or Lakshmana  or both are unseen by her, and thus her face is paled for she is chastened by the cumber of consternation."
        },
        {
            "type": "commentary",
            "text": "There are many taboos annexed to woman saying that 'a woman is untouchable by other men...' and much  discussion is also there in Ramayana. For this, the commentator of Dharmaakuutam says, that when Sita  herself said to Hanuman that touching other men is indecent in Sundara Kanda, Ch. 37, at verses 60 or  so: <em>bhartur bhaktim puraskrtya raamaat anyasya vaanara | na aham spraShTum padaa gaatram iccheyam  vaanarottama || yadaham gaatra samsparsham raavaNasya gataa balaat | aniishaa kim kariShyaami vinaathaa  vivashaa satii ||&nbsp; </em>the commentator questions 'how then can she embrace Jataayu, let alone touching?'  and in answer he says <em>iti hanuumantam prati para puruSha sparshana maatram anucitam iti vakShyasi  | evam taadR^ishiiyam siitaa para puruSham jataayuSham katham aali~Ngatavati iti cet na | duShTa bhaavena  para puruSha aali~Nganasya doShatvo api duHkha parihaaraaya aatura buddhi sparshane doSham a-bhaavaat  | tatra - gautamaH - strii prekShaNa aalmbhane maithun kaa~NkShayaam - varjayet iti sheShaH | atra -  mitraakSharaa - prakasheNa iikShaNam avayavasho niruupaNam - na yaadR^icchika darShanam | aalambhanam  sparShanam | maithuna sha~Nkaayaam iti vacanaat baalaayaam - vR^iddhaayaam - aaturaayaam svasya ca baalaadeH  na doSha iti | evam saamaanyatayaa baala vR^iddha aaturaaNaam para puruShaaNaam striibhiH sparshane  kR^ito api na doShaH ||&nbsp; </em>"
        },
        {
            "type": "commentary",
            "text": "'advances towards a woman with a libidinous look, or a voluptuous gesticulation  or lustful approaches are 'immoral' but mere touching or embracing age-old people, people in anguish  etc, is as good as fondling her own babies...' Again according to <em>gautama suutraa-s</em>  'lustful eying, or teasingly hankering after other's women is to be avoided...' "
        },
        {
            "type": "commentary",
            "text": "Even the <em>mitraakshara</em> 'A treatise of Friendlily Advises' says: 'seeing voyeuristically,  bodily gesticulations, habitual observations, or hankering after lustfully etc., are immoral for a man  of age at any woman...' This is discussed for the act of Sita in hugging Jataayu at last verse of  previous chapter of this Aranya Kanda: <em>punaH ca samgR^ihya ruroda</em> 'again  taken into hands, wept away...' Some publications of this Gorakhpur version has this word <em>samgR^ihya</em> a word of less intensity, 'taken into hands...' has a replacement <em>parishvajya, aali.ngya</em> the words with clear-cut action, 'embraced, hugged  a dying eagle with a fatherly affection. Therefore it does not mean women are 'untouchables' in general."
        },
        {
            "type": "commentary",
            "text": "From Ravana's side his curse is that, 'his head splinters into  thousands of pieces if he touches other's woman...' But it is not yet splintered though he handled Sita  that roughly. Hence, that curse in its actuality is 'raping' but not mere 'touching' of body parts.  Touching the 'untouchable' parts of other's women, that too without proper and full consent of that  woman. As such, though he touched Sita, carried on his flanks, took to his Lanka on his own body,  he gives her time to reconcile herself, but does not make haphazard advances unilaterally. Thus, a difference  between touching and fondling, grasping and caressing is established and it is no sin or taboo for any  woman to do so."
        }
    ]
}