{
    "id": "prose-aranya-53",
    "kanda": "aranya",
    "sarga": "53",
    "title": "Sita denounces Ravana's misdeeds",
    "chapter": "53",
    "overview": "Sita denounces Ravana's misdeed and challenges him to brave her husband in a manly combat, rather  than thieving her in a mousy way. She reasons with him about his propriety in abducting other's wives,  in vainglory.",
    "content": [
        {
            "type": "verse",
            "text": "Maithili, the daughter of Janaka, on seeing the skyward flight of Ravana taking her along became highly  frantic and remaining in highest dismay she is distraught. Sita whose eyes turned coppery-red with  tears and resentment, still outpouring tears while being abducted she piteously poured this scorn on  that gory-eyed demon's chief, Ravana."
        },
        {
            "type": "verse",
            "text": "\"You knave Ravana, you are taking flight on thieving me after prowling about my loneliness, such as  you are, are you not ashamed in the least for this subterfuge. You black-hearted fiend, for sure, you  alone sidelined my husband in a trickish guise of Golden Deer wishful to abduct me as you are a coward.  Which king of eagles battled against you to bail me out, an old friend of my father-in-law, such as  he is he is also felled, indeed."
        },
        {
            "type": "commentary",
            "text": "Annex: 'You have felled an old and withered eagle after a long-drawn battle... then, how long can you  battle that Raghava? Does this felling of an age-old eagle adds any feather to your crown?'"
        },
        {
            "type": "verse",
            "text": "\"Ah, truly what an audacious audacity is shown by you... you basely demon... by ear-shattering your  great name saying that 'I am Ravana...' I am conquered in a combat - Really?"
        },
        {
            "type": "verse",
            "text": "\"Am I conquered by you in a combat between my husband and you, wherein you on announcing your name to  my husband and truly showing your audacious audacity defeated my husband, and thus triumphing over me  - or what? Tell me, you mousy demon..."
        },
        {
            "type": "verse",
            "text": "\"Unable to conquer my husband in a combat, but able to earbash your name to a lonely woman and abducting  her, will this tantamount to your apparently audacious audacity? Thus, I am not really triumphed over  by a lowly demon like you..."
        },
        {
            "type": "verse",
            "text": "\"A woman, that too a lonely one, that too the other man's wife, that too an abduction, but not winning  or wooing her... you knave, on your undertaking such a kind of deplorable deed, how unashamed are you?"
        },
        {
            "type": "commentary",
            "text": "Annex: 'Will not the other males deplore you for your unmasculine female stealing, for this kind of  undertaking is unobserved even in animal world?'"
        },
        {
            "type": "verse",
            "text": "\"A self-glorifier as you are, this highly inhuman, iniquitous, imputable deed of yours will be recounted  by all men in all worlds."
        },
        {
            "type": "commentary",
            "text": "Annex: 'For this is an unmanly action of yours, all the manly men wish to recount this as a fabulously  fabled account, in dissent, for exemplification of their manliness and also to retroject your self-vainglory...'"
        },
        {
            "type": "verse",
            "text": "\"Damn with what you have said then about your might and mettle... damn with this kind of your demeanour  which is lamentable to whole of your clan in this world."
        },
        {
            "type": "commentary",
            "text": "Annex: 'You were boastful of your triumphs and victories at the time of captivating me, damn with them...  since there is not an iota of gallantry in thieving me, a lonely one in the thick of the forests...  and this misdemeanour of yours which not only ruins you but becomes a lamentable affair to whole of  your clan, while being burnt in the infernos of Raghava's arrows...'"
        },
        {
            "type": "verse",
            "text": "\"What can be done possibly... why because you are fleeing very speedily in this way... wait for a moment  to ascertain whether you can go back in aliveness..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'You are fleeing as though death is haunting you... death is at your behind... wait, wait and  stay... it will approach you speedily... when death nears you, let us watchfully ascertain whose is  glory or whose is vainglory... between your Death similar Raghava and deadened you...'"
        },
        {
            "type": "verse",
            "text": "\"On your coming into the line of sight of those two princes, even if you are with whole of your military,  you will be incapacitated to live on, indeed even for a moment... Anywise it will be incapable of you  to endure the touch of their arrows, as with a bird that cannot endure the overly flaring up wildfire  in a forest."
        },
        {
            "type": "commentary",
            "text": "Annex: 'After all, birds flee by the very touch of fiery air of forest fire even it is burning distantly...  thus, where is the question of your tolerating those infernos, called my husband's arrows, shot from  long, long a distance... and whereby you can stop them from hitting you, or with what you can retaliate  them...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, Ravana, positively contemplate in your soul and politely release me... and if you do not release  me, indeed by the rancour of insulting me, my husband along with his brother devises your doom..."
        },
        {
            "type": "commentary",
            "text": "All women, without exception, have a weapon called <em>prathama kopam</em> 'a preambular fury...' it  is exactly not 'fury' but a sort of bewilderment and insultment meted out by their indignation. Sita  spewed out a stomachful of ire. Pausing a while, she now started to sermonise this demon with <em>hita  bodha</em> 'moral teaching...' thinking in 'his' shoes and foreseeing 'his' annihilation. What and why  does he care? And how does she bother for his well-being? These questions have their answers in mythology."
        },
        {
            "type": "verse",
            "text": "\"You rogue! By which endeavour you are desirous of thieving me under duress, that endeavour of yours  behoves absurd."
        },
        {
            "type": "commentary",
            "text": "Sita's wording should have been 'for lovemaking with me...' instead of 'endeavour' but as an urbane  lady, she used <em>a + graamya pada prayoga</em>, 'urbane' language rather than the <em>graamya bhaaSa</em>  'boorish wording.' Her calculated and cultured talking indicates her staunchness in her 'husband-devoutness...'"
        },
        {
            "type": "verse",
            "text": "\"Though I am in aliveness now, but on my going under the control of an enemy and on unseeing godlike  husband of mine I am indeed unenthused to bear up my lives for a long."
        },
        {
            "type": "commentary",
            "text": "Again she may recount her list of 'suicide programs' as related to Lakshmana after this dialogue. She  prefers to use whatever means to end her life, rather than to surrender to immorality. To indicate this  'character's mood' <em>paatra aucityam</em> of Sita, all her opinions about 'somebody's possessing  her' were listed when Lakshmana was hastened after Rama, though at the cost of Lakshmana's steadfastness  in his duty."
        },
        {
            "type": "verse",
            "text": "\"Definitely and completely unanticipated in your heart are either that which is worthwhile or that which  is beneficial to you, as mortals undertake a quirkily behaviour at the time of their death..."
        },
        {
            "type": "verse",
            "text": "\"At the time of their death mortals wish to enjoy noxious and non-recuperative foods, thus definitely  and completely unanticipated in your heart are either nontoxic or beneficial nourishments for your well-being."
        },
        {
            "type": "commentary",
            "text": "Annex: 'Bechanced is your death-time hence you behave eccentrically and as a dying person wants to feast  on with disagreeable foods, you also would like to consume a lethal poison, that is me, and on your  death Yama, the Terminator, is ready to offer you a sumptuous feast with hellish edibles...'"
        },
        {
            "type": "verse",
            "text": "\"But which is recuperative that is unpalatable to all of the death-rattlers, and indeed, I behold you  as one around whose throat the noose of Time is looped. As you are dauntless in this daunting situation  as for yourself, oh, Decahedral demon, indeed it is clear that you are clearly fantasising the ill-omened  golden trees all around. Oh, Ravana, you will see the ghastly River Vaitarani which will be tumultuously  streaming with blood streams, also thus you will see the grisly sword-leaved-forests in hell. You will  see silk-cotton trees flowered with molten gold, shrouded with lapis gemlike melting leaves, and enshrouded  with sharp irony thorns in hell."
        },
        {
            "type": "commentary",
            "text": "Annex: Then Ravana may retort her by saying 'if such a condition comes, it comes after my death... but  while living I will enjoy you and your company...' for this 'as on date enjoyment' of Ravana, she is  repudiating him with her next statement... 'you have already quaffed off a venom, called Sita... dwindled  is your lifetime...'"
        },
        {
            "type": "commentary",
            "text": "This is a kind of punishment in a section called <em>asi patra vana</em> 'sword-leaved-forest...' in  the Hell of Yama, namely <em>naraka</em>. The sinners are asked to hug a silk-cotton tree like wooden  structure with golden leaves and sappharine flowers and irony thorns, where all these items will be  sweltering the sinners besides pinching and piercing with thorns. This punishment is aimed at those  who abduct, molest, or rape the other man's wife."
        },
        {
            "type": "verse",
            "text": "\"Oh, unmerciful one, on doing this kind of misdeed to that noble-souled Rama you are incapable to bear  up life for a long time like the one who quaffed venom."
        },
        {
            "type": "commentary",
            "text": "Then Ravana may say 'nonsense, these venoms, poisons, toxins... all these things can do nothing to me  as I am immortalised, I take you off to a distant place, come what may...' for that Sita is saying  that 'the lasso of the Time is very long, but its noose is just throat sized and that noose is already  noosed around your throat, called arm-length-sized arrow of Rama, already shot from his bowstring, called  sting-like Sita, as I am his and only his... as such, inescapable you are, anywhere you go...'"
        },
        {
            "type": "verse",
            "text": "\"You are bound by the unpreventable lasso of the Time, oh, Ravana, on going where you will get complacency  from that uncompromising husband of mine?"
        },
        {
            "type": "commentary",
            "text": "Ravana may say: 'is it? What is the proof of his mettle basing on which you sermonise me?' For this,  her reply is in the next verse."
        },
        {
            "type": "verse",
            "text": "\"By whom fourteen thousand demons are killed in war just within a minute, single-handedly without any  help from his brother, how then that brave and mighty Raghava, an expert in all kinds of missiles, will  not eliminate you, the stealer of his chosen wife, with his mordant arrows?\" Thus Sita poured forth  her ire at Ravana. On saying this much and other exacting words, Vaidehi who has gone onto the flank  of Ravana, indeed lamented lamentably as her dismay is coalesced with her distress."
        },
        {
            "type": "verse",
            "text": "She who is highly agonised and weeping before talking, a ranter who ranted much, a resentful lady who  has come of age, and a pitiable whirler in the hands of demon whose whirligig has transformed into spasmodic  jerking of her body for deliverance from that sinner, and in that way that sinner stole that princess  Sita."
        }
    ]
}