{
    "id": "prose-aranya-54",
    "kanda": "aranya",
    "sarga": "54",
    "title": "Sita drops jewellery at Sugreeva",
    "chapter": "54",
    "overview": "Sita drops her ornaments at Sugreeva and other monkeys available on a mountaintop during the course  of her abduction. Ravana does not take notice of this as he is hurrying as though haunted by Rama. On  crossing the southerly ocean, his jitteriness in stealing Sita ceases and he hypocritically feels  elated in gaining both Sita and an animosity with Rama.",
    "content": [
        {
            "type": "verse",
            "text": "Vaidehi has not seen any rescuer while she is abducted, but she has seen five prominent vanara-s staying  on a mountaintop. That broad-eyed and curvaceous lady with resentment Sita, inwrapping her auspicious  ornaments in the upper-fringe of her sari, dropped in the midmost of those five Vanara-s with a thinking  that 'these creatures may perhaps indicate them to Rama.'"
        },
        {
            "type": "commentary",
            "text": "Some say that Sita shore her upper cloth and bundled the ornaments while some others say that whole  of the upper cloth was dropped. The Indian <font color=\"#B3003A\">sari</font> worn by those women of  yore was in a different fashion, where they wore <font color=\"#B3003A\">sari</font> like the present  day <font color=\"#B3003A\">dhoti</font> with pleated back stuffing like men, but they also used an upper  cloth enough to cover their busts. A three-piece dress is a must, either to man or a woman in Indian  style. It comprises of a loincloth dhoti or sari, and a shirt-like or a jacket-like bust cover, and  an upper-cloth to hang on the shoulder to men or to muffle the bust for women. So some say the whole  of upper cloth of Sita is dropped bundled with ornaments."
        },
        {
            "type": "verse",
            "text": "On his part that Decahedron Ravana has not noticed her action in whipping up her silky upper-cloth and  ornaments, their bundling and stowing away at five vanara-s, owing to his own hurry."
        },
        {
            "type": "commentary",
            "text": "Ravana is in his own hurry because Rama may have heard the wailing of Sita and thus may be chasing  him, or will chase his shortly. He bothers like this until he crosses the ocean and enters his city-state  Lanka. There he is absolutely secured. Until such time his 'mousy thievishness' haunts him. But Sita  is on his flank and under his arm, her trunk turned against his. Then she shortly saw the oddish Vanara-s,  who look unlike ordinary monkeys, but with some presumably pro-human and non-demonic features, yet monkeyish  with some regality, and then she quickly plucked off her ornaments and upcast her upper-cloth, and hastily  but carefully, bundled her jewellery and downcast that bundle at them."
        },
        {
            "type": "commentary",
            "text": "These ornaments are said to be one nosering, one earring, one bracelet, one biceps-let, one anklet with  tinkling bells - all from her right side - because showing ornaments/items worn on left-side to husband  is held improper. The anklet that has fallen from her leg on earth, in earlier chapters, is from her  left leg."
        },
        {
            "type": "verse",
            "text": "Those ochreish-eyed best Vanara-s with their unwinking eyes have observed the broad-eyed Sita, who  at that time is verily wailing."
        },
        {
            "type": "commentary",
            "text": "The 'wink-less-ness' is the property of celestials, thus the vanara-s saw with wink-less eyes with their  wide-eyed amazement. Here the Vanara-s are said to be bulishly impetuous beings and if so, could they  not have averted or countered Ravana - will be the question. It is a regular scene for them to see this  skywalker demon to carry off such goddess like ladies and they have seen many women thus carried off.  But this particular one is appearing to be somewhat different, more over she is repeatedly calling for  some 'Rama...' and she is wriggling in that demon's capture. They know this demon to be Ravana and they  even know of the alliance of Ravana with Vali. If these handfuls of vanara-s dare Ravana, they die at  the hands of Ravana instead at the hand of Vali. Hence, they remained silent spectators to save themselves.  This is why Sugreeva did not indicate the way Sita in which was abducted by 'some' demon, to Rama,  in Kishkindha, when they firstly met."
        },
        {
            "type": "verse",
            "text": "The chief of demons Ravana captivating Maithili, who is still wailing, has crossed the Pampa region  down underneath and advanced facing the City of Lanka."
        },
        {
            "type": "commentary",
            "text": "So far Ravana's travel is proceeding with his looking backward, sideward, and frontward, expecting any  attack from anywhere, as this Dandaka or Janasthaana are his frontiers for operation but not the areas  of his stronghold. And when once these areas are crossed reaching Pampa, there is no more self-confessed  fear."
        },
        {
            "type": "verse",
            "text": "Ravana is jubilantly happy in stealing his own death alias Sita, as one would carry a stingingly fanged  and lethally venomous she-snake in his own lap. He bolted out in skyway up above the woodlands, waterways,  pools, and mountains at the double, as with an arrow bolting from a bow. On reaching the ocean, a housing  for sharks, alligators, a home of Rain-god, a never-draining deep and an ultimate course of the rivers,  he hastily crossed it over. That ocean being the abode of Rain-god is highly flustered when Vaidehi  is being abducted over it, and its waves became topsy-turvy and its fishes and great marine-reptiles  remained shilly-shally."
        },
        {
            "type": "verse",
            "text": "Then the siddha-s and caarana-s available in airspace averred saying, \"this alone is the end of Decahedron  Ravana.\" Ravana entered the city of Lanka transporting Sita, while she wriggling in his flank, who  appeared like the personified death of Ravana wriggling its way into his Lanka."
        },
        {
            "type": "verse",
            "text": "On going towards the city Lanka that has well-symmetrized roadways, then he entered his own palace-chambers  which is with very many doors and chambers thronging with crowds."
        },
        {
            "type": "verse",
            "text": "On going towards the city Lanka that has well-symmetrized roadways, he then entered his own palace chambers  in which royal servants are thronging at many doorways as that palace has very many chambers."
        },
        {
            "type": "verse",
            "text": "Ravana placed down Sita whose eyelashes are blackish and who is deep in bewilderment caused by whimpering,  therein his palace chambers, as demon Maya once kept his lady-love, a nymphet called Hema, in a demonic  Black Hole."
        },
        {
            "type": "verse",
            "text": "Ravana placed down Sita whose eyelashes are blackish and who is deep in bewilderment caused by whimpering,  therein his palace chambers, as demon Maya kept his demonic power in a Black Hole."
        },
        {
            "type": "verse",
            "text": "Ravana placed down Sita whose eyelashes are blackish and who is deep in bewilderment caused by whimpering,  therein his palace chambers, as demon Maya had once kept al his demonic scriptures duly usurping them  from his own mentor, namely Shukracaarya, at an unknown illusory place."
        },
        {
            "type": "commentary",
            "text": "This verse has some divergences from the viewpoints of commentators. Govindaraja's text uses <em>maayaam  iva striyam</em> while Tilaka uses <em>mayaH maayaam iva aasuriim</em> thereby the word 'aasurriim...'  suggests that Ravana brought a <em>maayaa siita</em> 'an illusory Sita...' instead of original Sita,  which original Sita is said to have been in safe keeping of Ritual-fire until the elimination of Ravana,  and comes out of the same Ritual-fire after the elimination of Ravana. A very big controversy surrounds  this statement and whole of the auxiliary Ramayana-s are brought in, along with <em>puraaNa-s,</em>  which substantiate this riddler, <em>maayaa siita.</em>"
        },
        {
            "type": "commentary",
            "text": "As it is, we do not find that much debatable aspect in Valmiki Ramayana, if the statement that 'Ravana  placed Sita in an unapproachable Black Hole like Lanka, as Maya once placed Hema in an unapproachable  underground Black Hole...' is taken up. This episode of demon Maya-Hema occurs in Kishkindha, Ch. 51,  which may please be referred. Then it suffices to satisfy the verbiage of <em>aasuriim</em>, when the  analogy of 1] Lanka of Ravana and <em>R^iksha bila,</em> 'Black Hole' of Maya, both being the constructions  of artifice, and again between 2] Maya, the demon and Ravana, the demon, [that too, the eliminable demons,]  3] nymphet Hema and nymphal Sita, [the causative factors for elimination,] and the actual eliminators  Indra and Rama, is taken into consideration."
        },
        {
            "type": "commentary",
            "text": "The eyes of Sita are said to be blackish at their ends. This is not mascara or something like a makeup  article. The eyelashes are longish like those of celestials, so as to give a blackish orb around her  eyeball and because she is now ceaselessly shedding tears, these eyelashes are tear-wet and slanted  edge-ward to give a blackish shade at the end of her eyes."
        },
        {
            "type": "verse",
            "text": "That Decahedron Ravana also instructed the bogey-sightly bogeywomen, \"your watch and ward shall be in  such a way that neither a female nor a male can see Sita impermissibly. Whatever she wishes to have,  gold, jewels, pearls, apparels or adornments, they all be given to her as you would give me according  to my whimsies. Whosoever speaks unpleasant words to Vaidehi in the least, either unknowingly or knowingly,  her life becomes unpleasant for herself.\" Thus Ravana ordered the chamber-demonesses."
        },
        {
            "type": "verse",
            "text": "On speaking to those demonesses thus that chief of demons exited from that palace chamber, and giving  a thought to what is to be done in sequel, then he gave audience to eight highly vigorous demons, the  feasters on raw-flesh. He who is egocentric by the boon awarded by Brahma for his invincibleness, that  Ravana on giving an audience to those eight demons spoke this sentence to them praiseful of their might  and valour."
        },
        {
            "type": "verse",
            "text": "\"You immediately take up multiple assaultive weaponry and begone from here to Janasthaana speedily,  a place now deadpanned for demons, which earlier was the placement of Khara. Throwaway your fright faraway  and you stay in that Janasthaana which fell void as the demons are voided by someone called Rama, and  there you shall stay self-assuredly and self-confidently."
        },
        {
            "type": "commentary",
            "text": "Then those eight demons may as, 'when these many leading warriors and commanders are there why we eight  are picked and chosen?' for this Ravana is saying 'you eight are self-assured and self-confident and  can to mete out any assault on our race...' and again they may hesitate as to 'why we should depend  on our own personal strengths...' for that Ravana is saying 'a still mightier Dushana, still mightiest  Khara are eliminated... thus you perk up your sprites, personally...'"
        },
        {
            "type": "verse",
            "text": "\"Though highly forceful forces are deployed in Janasthaana, Rama's arrows have utterly destroyed them,  together with Khara and Duushana."
        },
        {
            "type": "commentary",
            "text": "Expecting another enquiry from them as, 'when such mighty, mightier, and mightiest demons are dead at  the hand of a lonely Rama, do you wish us also die in the same way?' and to them Ravana is saying 'you  are the next best in line of order of military, hence it is your turn to assume command, as committed  soldiers, as I am at loggerheads with Rama...' Ravana follows such 'order of priorities' in warring  scrupulously and we chance to meet them in Yuddha Kanda, canto of Great War."
        },
        {
            "type": "verse",
            "text": "\"Thereby an unprecedented fury is escalating over and above my courage, and an unhindered and unforgivable  animosity towards that Rama is evoked in me."
        },
        {
            "type": "commentary",
            "text": "Then the eight commandant demons may say 'what if, let all of us wage a war and end him up...' for that  Ravana is saying suggestively that 'my fury is hovering over my courage... thus fury alone is scaling  up, while courage is scaling down... as I came to know that only one was warring against fourteen thousand  demons and eliminated all... thus we cannot wage large scale war overtly when our courage is lessening...  but we can covertly do some kind of harm... hence, you go there and undertake any kind of activity that  will be harmful to that Rama... as I am uncourageous and uncomfortable, as of now...'"
        },
        {
            "type": "verse",
            "text": "\"I wish to cast out my begrudging against my enemy who bears a grudge against me, and indeed, to me  'sleep' is not the word for it, until my enemy is undone in a war."
        },
        {
            "type": "commentary",
            "text": "By an enforced enmity one's own sleep vanishes as he will always be wakeful of his enemy, for he who  has purchased enmity is a weakling and worthless to confront... <em>vidura niiti: Maha Bharata, Udyoga  parve: anena balavad virodhino nidraa na bhaviShyati iti suucitam | tathaa ca udyoge viduraH - ayuktam  balavataa durbalam hiina saadhanam | hR^ita svam kaaminam coram aavishanti pra jaagaraaH || - dk</em>"
        },
        {
            "type": "verse",
            "text": "\"I for myself will be comfortable only on eliminating him who has eliminated Khara and Duushana as with  a pauper acquiring riches. While you remain in Janasthaana you have to accurately bring me the information  about Rama's activities and deportment. Do not go heedlessly, you all night-walkers, for that Rama appears  to be too dangerous, and on your going there heedfully, you have to continually try for the elimination  of that Raghava."
        },
        {
            "type": "verse",
            "text": "\"I am aware of your might in battle fronts for a number of times, as such I have commissioned you all  in that Janasthaana.\" Thus Ravana spoke to those eight demons."
        },
        {
            "type": "verse",
            "text": "Then on picking up those words amiable to all intents and purposes of Ravana, those eight demons departed  from Lanka on hailing Ravana, and they collectively journeyed in the direction of Janasthaana with their  imperceivable appearances."
        },
        {
            "type": "verse",
            "text": "Ravana is then highly gladdened well and truly on gaining over Sita, and even for holding sway over  that Maithili, and equally for the well-wrought and archly animosity with Rama, whereby that demon Ravana  is hypocritically amused."
        },
        {
            "type": "commentary",
            "text": "The wording in this verse <em>mohaat mudiataH sa raakshasaH</em> together with the word <em>hR^iSTaH  raavaNaH</em> at verse 6, is discussed by commentators stating that he is self-conceitedly and hypocritically  lost in his own hallucinations of possessing Sita. Tilaka commentary says that bringing Sita to  Lanka is a villainous act but not with an iota of reverence to her, when elucidating verse 1 of next  chapter where it contains: <em>aatmaanam buddhi vaiklbyaat kR^ita kR^ityam amanyata...</em> 'he believed  in his own self that he achieved a great feat, as his brain gone astray foolishly...' But the poet also  says proximately that he is amused in gaining an <em>archenemy's animosity,</em> i.e. that of Rama.  It is therefore said that he is happy as his release from his accursed demon-hood is set to happen soon,  as he achieved the abduction of Sita, thus paved way for Rama to come to Lanka to release him from  his accursed being. This is supported by the statement in verse that Ravana's words have some <em>mahaa  artham</em> 'words with allusion, or secret message' to Rama perhaps, as at verse 29."
        },
        {
            "type": "commentary",
            "text": "If Lanka is a body, it embodies pleasure seeking traits seated in <em>manas</em> 'pleasuring heart...'  along with an 'ever witnessing soul...' called <em>saakshi buuta aatma</em>. Along with the release  of captivated soul, called Sita, this pleasure seeking <em>manas</em> 'heart' also gets released.  And the releaser or the deliverer is Rama, and hence Ravana is happy."
        }
    ]
}