{
    "id": "prose-aranya-55",
    "kanda": "aranya",
    "sarga": "55",
    "title": "Ravana entices Sita to marry him",
    "chapter": "55",
    "overview": "Ravana entices Sita to marry him by demonstrating various luxuries and comforts, and even baiting  her to become his empress. The words of Ravana have some latent meanings as derived by ancient commentators  and they are included here, as far as possible.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "On directing those eight ghastly demons Ravana is amused in his heart of hearts that he has accomplished  a great feat. Continually musing upon Vaidehi Ravana is tormented with the arrows of Love-god, thereby  to lay eyes on Sita he post-hastily entered the beautiful palace. On entering the palace-chamber that  supremo of demons beheld Sita overwhelmed with ruefulness amongst demonesses."
        },
        {
            "type": "verse",
            "text": "She whose visage is brimming over with tears, one browbeaten and downtrodden with the burden of bewail,  one capsized like a boat that is about to capsize in an ocean spreadeagled with whirlwinds, and one  alike an impala altogether swerved from its herd of impala yet hemmed in with dog-wolves, that nightwalker  came nigh of such a Sita whose face is downcast unwilling to see any, and to such a pitiable Sita  who is in the shackles of her sorrow, that supremo of demons compellingly started to show his palace  which is similar to any paradisiacal palace."
        },
        {
            "type": "commentary",
            "text": "Then he must have hauled her by her hand or demonesses must have dragged all along the corridors, chambers  and all over, or as usual, he must have carried her on his flank to show his palace. Taking this situation  and the statement at verse 1, <em>aatmaanam buddhi vaiklavyaat</em> Rama Tilaka negates the idea that  Sita is brought to Lanka as a much cherished Goddess Lakshmi, but her bringing is only with a villainous  intent. Even then, the supporters of Ravana - the devotee - disagree. There are many such slants given  to Ravana's dialogs, to portray him as a devotee, in this chapter itself."
        },
        {
            "type": "verse",
            "text": "That paradisiacal mansion house of Decahedral Ravana is congestive with innumerable cupolaed skyscrapers,  adored with thousands of females, frequented by diverse bevies of birds, and it comprised of numerous  gemstones. The pillars are amazingly gilded with engraving of ivory, gilt, quartz, silvern linocuts,  and they are even embossed with diamonds and with lapis gems, which are heart-pleasing for a look. The  drumbeats of divine drums are echoing in entire palace, and its archways are adorned with the gildings  of pure gold."
        },
        {
            "type": "verse",
            "text": "Ravana walked up the wonderful golden staircase along with Sita, and the rows of skyscrapers with  windows that are ivoried and silvered and with window-blinds are seen from the windows of the landing  on that flight of stairs, which are also ivoried and silvered windows with window-blinds, and all are  amusing for sight."
        },
        {
            "type": "commentary",
            "text": "Did she walk on her own or was she dragged on the flight of stairs? Yes! She had to walk up the staircase  after Ravana, but defiantly and straggly."
        },
        {
            "type": "verse",
            "text": "That Decahedral Ravana displayed the multiple stories of his own palace which is all over white-marbled  and diamond encrusted to Maithili. Ravana continued to display the descendible wellsprings and leisure  pools from which diverse flowers have sprung and overspread them, regardless of Sita's languishing  under her anguish."
        },
        {
            "type": "commentary",
            "text": "Has she seen all these riches of Ravana? Yes! She had seen, but in disdain and scorn. Refraining and  desisting from allurement is possible only on seeing the objects of lure. And yielding to such an opulent  demon or his opulence, just for the sake of carnality, is beyond the scope of Sita's thinking according  to her reply to Ravana, in next chapter 'all this affluence is going to be reduced to ashes...' keeping  Rama in view as the reducing agent, for Hanuman, the actual reducer of this affluence, is yet an unknown  entity."
        },
        {
            "type": "verse",
            "text": "On flaunting his best palace in its entirety to Vaidehi that dirty-minded Ravana spoke this sentence  to Sita in order that she may be tempted on her own, lustily."
        },
        {
            "type": "verse",
            "text": "\"Oh, Sita, ten crores of first-rated demons are there, furthermore, twenty-two crores of demons of  ghastly exploits are there, thus all put together, three hundred twenty millions of demons are there  in Lanka, omitting the weakish, oldish, youngish demons. For all of them I am the lord.\" Thus Ravana  started his self-eulogy. For every single work of mine a thousand servitors will rush in. Such as I  am I pledge entire life of mine along with the suzerainty of this sovereign city-state Lanka to you,  oh, broad-eyed lady, for you are loftier than my lives. Oh, Sita, you will become an empress for all  of the those countless females of finest fabric amassed by me, oh, dear, if only you marry me."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: Ravana the devotee is saying: 'oh, Sita... you become my empress and lord over me  and all of my wives that are amassed by me... for, You are the most adorable Goddess Lakshmi, and now  though appearing in a gross form of Sita, you are the real Subtlety, Goddess Lakshmi... <em>bhaaryaa;  bhaa= cidruupiNii</em>= oh, Subtlety; <em>aaryaa</em> = oh, adorable one; <em>a+bhava</em> = oh, Redeemer; <em>priye</em> = most adorable Goddess Lakshmi.'"
        },
        {
            "type": "verse",
            "text": "\"You be keen on my amiable words and it will be apt of you to show compassion on me, for I have burning  desire for you, and of what use is your thinking conversely about that long-lost Rama?"
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: The word <em>kaama</em> is ellipted here as it appears in other mms. Then it is said  ' <em>kaama</em> 'desirous... I have the burning desire of regaining my servitude at your door...' thus <em>maam bhajasva</em> 'me, you accept accordingly...'"
        },
        {
            "type": "verse",
            "text": "\"It is impossible to assail this Lanka even for Indra with all of the gods and demons, as an ocean roundly  enshrouds this Lanka which is hundred-yojana-s witdthwise. I behold none matchable to my vitality is  existent among gods; among yaksha-s - no; among gandharva-s - no; among sages - no, nor anyone in any  world. What can you achieve with that dethroned, hapless, seer, vagrant Rama who is short-lived, for  after all, he is a human with littlest vitality?"
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: Ravana, the devotee is saying: 'Why this wasteful lamenting about an un-lamentable  entity, called Rama, for he is <em>raajya bhraSTa yena</em> 'by whom enemies are dethroned...' <em>raajyaat  bhrSTaa ripavo yasmaat tena</em> and take this as one word <em>diinenataapasenagataayuSaa</em> by which  I mean... <em>diina ina taapasa ina gata aayuSaa</em> where <em>ina</em> means 'lord...' thus a lord  of hapless, a lord for seers, and <em>maanuSeNa gataayuSaa</em> whereby 'for a man who gained longevity...'  that is <em>ekaa dasha sahasra samvatsara parimita aayuSa yena gataH - praaptaH, saH</em> 'one who has  achieved eleven thousands years of age in human incarnation...' in which he has to lord over and save  the saints, sages, seers and such hapless lot...' and <em>alpa tejasaa</em> by which I mean <em>alpam  itareSaam teejo yasmaat tena</em> 'by whom others' resplendency is dwindled and lessened, just by his  own resplendence... about such <em>raameNa kim?</em> Why you bother about such Rama, since he is <em> parama puruSa</em> the Supreme Person?"
        },
        {
            "type": "verse",
            "text": "\"Oh, Sita, you apotheosise me only for I am your seemliest husband, oh, jumpy lady, indeed, primeness  has impermanence, thus here you be blithesome with me."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: Ravana, the devotee is saying, <em>me yauvanam</em> 'my lifespan...' where the word <em>yauvana</em> indicates total lifespan from childhood, to young age, to old age... 'Thereby the total  lifespan of mine is <em>a + dhruvam</em> 'impermanent...' life itself is impermanent... and with elliptic <em>yataH</em> 'whereby...' <em>aham tava sadR^ishaH</em> 'I am your seemliest... <em>bhartaa; bibharti  shushruuSa aadinaa svaaminam iti bharta= sevakaH</em> 'a servant...' and with elliptic <em>ataH</em>  'thereby...' <em>maa bhajava</em> 'me alone, you deify, as un-godly beings cannot be in the service  of Goddess Lakshmi... take me as your servant...' <em>maameva= maa ava</em> 'me, deliver... accord deliverance...'  for that you stay here in Lanka <em>maya saha</em> which cleaves like <em>maa= lakshmi, raajya lakshmi</em>  'with Fortune of Kingdom...' <em>saha</em> 'along with...' <em>ramasva</em> 'you grace us...'"
        },
        {
            "type": "commentary",
            "text": "'Whereby my lifespan is impermanent to adore you, thereby you deify me from this accursed being to be  in your service constantly... for which I am the seemliest servant of yours... for that you stay in  Lanka and grace me and this Fortune of Kingdom, till the arrival of Rama, and then accord deliverance  through Rama..."
        },
        {
            "type": "verse",
            "text": "\"Oh, beautifully visaged lady, it is needless to have half a mind to see that Raghava, oh, Sita, even  if his wits chariot him what is his calibre to come thither crossing an un-crossable ocean?"
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: Rama is living by his own wits and wisdom to come to Lanka, and his chariot called  heart, is ambitiously steered by that chariot's horses, called the five senses of Rama, towards Lanka  alone all through this incarnation. And bechanced is that time and opportunity, thus he has to come  here, hence oh, Sita, you needn't worry..."
        },
        {
            "type": "verse",
            "text": "\"It is impossible to knot the currents of cyclonic gusts in mid air, more so, it is impracticable to  lay hold on the tongues of radiately irradiant fire. Oh, benefactress of bliss, he who can lead you  back with his valour, while you are being fended off by my mighty arms, him I do not envisage even in  any one world of this threefold world."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: 'Who can <em>manaH rathaiH api</em> wishfully <em>iha aagantum</em> enter this Lanka,  and if tried, he becomes a straw in the gale or char in flame... hence <em>tam na pashyaami</em> I don't  foresee anyone else... <em>raamam vinaa, iti seSaH</em> 'excepting Rama...' ellipted. Thus, Rama is  scheduled to come here as we have our own dealings, hence <em>maa kR^ithaaH buddhim darshane raamasya</em>  don't get perturbed at mind in not seeing Rama... he comes soon...'"
        },
        {
            "type": "verse",
            "text": "\"You rule over this very great empire of Lanka as an empress of Lanka, while me and mine, also thus  all gods like me who hitherto are under my rule, and all mobile and sessile entities of whom I am the  ruler, they too will hereafter make ourselves useful as your royal stewards, if you marry me."
        },
        {
            "type": "commentary",
            "text": "From now on Ravana is dedicating whatever he has or acquired to his benefactress, Goddess Lakshmi. By  saying <em>madvidhaa</em> 'me-like...' it is <em>aatma samarpaNa</em> self-dedication...' <em>lankaayaam  raajyam anu paalaya</em> 'from Lanka you rule over...' this is <em>aatmiiya samarpaNa</em> 'selfless  dedication...'"
        },
        {
            "type": "verse",
            "text": "\"Wet with the waters of anointment you be elated and then delight me. By your damnable dwelling in forests  bygone is your bad-luck that you misdealt in bygone times. And what dutiable good deed is to be done  by you in marrying me, you do that now, and secure the fruits of that good deed here by marrying me."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: 'A damnable demon living in <em>vana vaasena</em> where <em>vana</em> is to betaken  as waters, 'suchlike me living in an island surrounded by oceanic waters...' <em>mayaa, iti sheSaH</em>  ellipted 'by me...' <em>puraa yat duSkR^itam karma - kR^itam iti sheSaH</em> 'earlier what sinful act...'  ellipted 'was done...' <em>tat= duSkarma; tava= mama iSTa devataa darshana maatreNa - gataH</em> 'that  sin - just by the chance of seeing my choicest deity Goddess Lakshmi - it has gone...' <em>puraa maya  sukR^ito yo dharmaH</em> 'by which good deed I have done earlier...' <em>tasya phalam</em> 'its good  results...' <em>te - nivedayaami</em> 'I surrender unto you... <em>tat aapnuhi</em> 'that you kindly  accept...'"
        },
        {
            "type": "commentary",
            "text": "'As a damnable and islanded demon living amidst water surrounded island, what all the evil-acts done  by me are evanished just by getting a glimpse of my choicest deity Goddess Lakshmi in you, thus I am  absolved of all demerits... and any merit, if remnant with me by my performing some good deeds, intentionally  or unintentionally, I surrender the fruits of all those merits even, unto to you... pray accept...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, Maithili, here all the garlands are divinely fragranced and the jewellery is topmost, you will  dress up with them along with me should you become my wife."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: A woman is attractable by embellishments and nothing is uncommon about it. A commonplace  devotee offers just a leaf, or a mere fruit, or at least water to his deity as Bhagavad Gita said: <em>phalam, puSpam, toyam</em> 'a fruit, a leaf or water is enough to satisfy God...' since a mountainous  God cannot be appeased with mountainy offerings. But here Ravana, the devotee wants to embellish his  deity with divinely garlands and topmost jewellery... <em>maya - samarpitaani iti sheSaH</em> 'by me...'  ellipted: 'offered...' <em>saha= ekadaiva</em> 'at least once...' <em>sevasva</em> 'accept them...'  'Touch my offerings at least for once... thereby I deem that I am graced by you...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, well-waisted lady, just by my might I notched up an aircraft known as Pushpaka from my brother  Kubera in a war with him, which is similar sun in its shine."
        },
        {
            "type": "verse",
            "text": "\"That aircraft is expansive and exhilarating, also its speed is on par with intuition, oh, Sita, in  that you can cheerfully fly about along with me, should you marry me."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: 'That aircraft <em>maya - samarpite - iti sheSaH</em> when I dedicated that aircraft  to you...' <em>sa artham= sarva sampadbhiH</em> 'with all other riches, besides this aircraft... <em> viharasva</em> 'you enjoy...' 'Apart from this aircraft, I denounce all the riches I gained in you...  you enjoy the fruits of my action and release me...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, lady with a comely countenance, your visage is lotus similar in its shine, besides being immaculate,  fairish and eyeful, but oh, curvaceous lady, with such a mushily maudlin of such a face this palace  of mine is unbright, thus marry me to brighten everything\" Thus Ravana spoke to Sita."
        },
        {
            "type": "verse",
            "text": "While Ravana is speaking to her in this way that graceful lady Sita veiled her moonier face with fringe  of her sari, and stiflingly dispelled tears on that mooniest face behind her half-veil. To her who is  disconcerted and whose anguish marred her brilliance and who is appearing as though pondering over the  question of her submittal to Ravana, or otherwise, although she is meditating, to such a Sita Ravana  the nightwalker said these words."
        },
        {
            "type": "commentary",
            "text": "She allowed him to prattle whatever he wished, but when it is aimed at her face, she had to veil it  customarily to conceal the flood of sobbing tears, aversely. But Ravana, being a leech of lechery, amusedly  thinks that she is bashful, thus silent, and because silence is 'half-agreeing', thus he furthers his  leeching."
        },
        {
            "type": "verse",
            "text": "\"Oh, Vaidehi, enough is this embarrassment of yours presuming that your consorting with me is detrimental  to scriptural canons, oh, empress, what that is approaching you in the form of queen-hood is absolutely  compatible with the tradition."
        },
        {
            "type": "verse",
            "text": "\"Oh, Vaidehi, enough is this embarrassment of yours presuming that your consorting with me is detrimental  to scriptural canons, what that is approaching you in the mode of queen-hood is ordained by gods and  it is absolutely traditional."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: 'Enough is this embarrassment <em>alam vriidena</em> in the matter of 'served and servant..' <em>ayam daiva niSSyandaH</em> for this is preordained by gods... <em>aarSaH</em> 'age old, traditional,  and perennial...' <em>tvaam abhigamiSyati</em> 'the same 'served and servant relation' is now approaching  you... in this incarnation and nothing new about it, for this is preordained by gods, age old, perennial,  and traditional, thus enough with your embarrassment... and accept me as your devotee...' Maheshvara  Tiirtha."
        },
        {
            "type": "commentary",
            "text": "Much is commented on this verse and this verse itself is held controversial as the meaning for <em>niSyandaH</em>  as 'connection...' is said to be ill defined. Further, some versions use differently as shown above.  It is said that yet another ancient mms of Ramayana contains the same verse as: <em>alam vriiDena vaidehi  dharma taapa kR^itena ca | harSho ayam devi vispaShTo yaH tvaam upagamiShyati ||</em> where  the first foot is almost the same and the second foot: <em>harSo ayam devi vispaSTo yaH tvaam upagamiSyati</em>  which means <em>devi</em> oh, lady <em>yaH harSaH</em> which pleasure you are going to get with your  queen-hood <em>tvaam upagamiSyati</em> to you approaching in the mode of queen-hood <em>ayam harSaH  vispaSTaH</em> that pleasure is evident..."
        },
        {
            "type": "commentary",
            "text": "'Oh, Lady, which pleasure you are going to get as a queen, for that queen-hood is fast approaching you,  that pleasure is evident... why then you presume that marrying me is anti-canonical, and thus be ashamed...'  so said Ravana with a kind of epicurean philosophy."
        },
        {
            "type": "commentary",
            "text": "A woman who marries twice is called <em>punarbhuH</em> and these are of three kinds. And then there  is another type called <em>svairiNi.</em> The first category are the women who leave off their first  husbands and get married to another, thus become the first <em>punarbhuH</em> and the <em>svairiNi</em>  is the kind of women who will not care customs but follow their own course of alliances. <em>para puurvaaH  striyaH tvat anyaaH sapta proktaa svayambhuvaa | punarbhuuH trividhaa taasaam tu svairiNii catur vidhaa  || naarada</em> Then Ravana is supposed to have argued with Sita 'you become a <em>punarbhuH</em>  or choose whatever kind of scriptural statement about the rules of remarriages, but marry me - Govindaraja."
        },
        {
            "type": "commentary",
            "text": "There is another kind of Indian marriage called <em>raakshasa vivaaha</em> loosely: 'demonical marriage...'  i.e., abducting a girl <font color=\"#B3003A\">with her consent</font> and marrying secretly. But this  way of <em>raakshasa vivaaha</em> 'marriage through abduction...' is admissible only to unmarried girls  but not to the married women. Hence, the scriptural canons again cannot be satisfied. Therefore Ravana  is said to have stated all this as an eyewash due to his <em>tamo guNa praadhaanyata</em> 'stupid contrivance  of scripture with his stolidity of mind...' Maheshvara Tirtha"
        },
        {
            "type": "commentary",
            "text": "'If Ravana is stupid enough to distort scriptures how then can his - devotee-goddess relation - with  Sita can be established...' is the question of Rama Tilaka. Thus, it is concluded that Ravana's advances  are only with a lecherous intent, contrary to what Maheshvara Tiirtha tried to establish Ravana as a  devotee... Tilaka."
        },
        {
            "type": "commentary",
            "text": "In spite of all these debates and counter-debates of commentators - Ravana remained as a devotee of  Sita, namely Goddess Lakshmi, legendarily."
        },
        {
            "type": "verse",
            "text": "\"Let these two feet of yours be massaged by my ten heads, do me favour readily, for I am your subordinate  and servant. I with a lustful hollow-heart spoke all these hollow words that are unbefitting to my stature,  indeed, Ravana will never supplicate headlong to whosoever woman."
        },
        {
            "type": "commentary",
            "text": "Here the expression <em>shunyaaH</em> is held inconvenient to derive proper meaning and another ancient  mms is said to have this as: <em>na imaaH shuunyaaH kR^ithaa vaacaH shuSyamaaNena bhaaSitaaH</em> where  the wordage is <em>shunnyamaanena</em> emptied by lust...' <em>imaaH vaacaH</em> 'these words...' <em>shuunyaaH</em> 'empty...' <em>na kR^ithaa</em> 'do not make them...' 'Nullified by lust I spoke  all these words... and you, on taking them as mere nullities, pray, do not nullify my lovelorn words...'  Tiirtha calls this as <em>rasaabhaasa</em> 'desiring an undesirous woman of others, by hook or by crook."
        },
        {
            "type": "verse",
            "text": "That Decahedral Ravana on speaking thus to Maithili, who is the daughter of Janaka, deemed that 'she  is mine,' as he has gone under the sway of the Terminator."
        }
    ]
}