{
    "id": "prose-aranya-56",
    "kanda": "aranya",
    "sarga": "56",
    "title": "Sita reprimands Ravana",
    "chapter": "56",
    "overview": "Sita reprimands Ravana in saying that her unswerving devotion to Rama will not permit her to be dominated  by anyone. She gives word-by-word replies to all that is prattled by Ravana in earlier chapter. A discussion  about Sita's stance and stability is given in the endnote of this chapter.",
    "content": [
        {
            "type": "verse",
            "text": "She that Vaidehi who is haggard by anguish boldly spoke to Ravana when he addressed her in that way,  duly placing a blade of straw in between herself and Ravana."
        },
        {
            "type": "commentary",
            "text": "The place of conversation is a speckles palace and then where from a blade of straw is available to  Sita to place in between them - is the question. It is adjusted by saying that a straw blade stuck  to her sari, which she removed and placed in between. Has she searched whole of sari, inch by inch,  for a blade of straw that too to talk to a debased character - is its counter-question. Anyway she treated  Ravana just as a worthless straw - is another viewpoint. Either way, 'husband-devout' wives do not chat  with 'the other' males without making an improvised screen in between, may it be a half-veil, a door,  or any other item that prevent the vilely ogles of others."
        },
        {
            "type": "commentary",
            "text": "She is also said to be talking 'boldly...' where this boldness is the derivative of her self-assured  'husband-devoutness.' When this boldness is there why she is emaciated through sadness - is the collateral  question. For this, it is said that her wailing is not for herself, but for her separation from Rama,  coupled with her thinking about Rama's miseries in forest, besides, due to the ambiguity about Lakshmana's  meeting with Rama or otherwise."
        },
        {
            "type": "commentary",
            "text": "Tilaka says, 'Sita is aware of the curse of Ravana that his heads get splintered into pieces if he  makes advances to any female without her consent, hence Sita is talking fearlessly. And if Ravana  tries to make any further advances, Sita is ready to disappear, as is the practice with gods, or to  become an untouchable entity, like a hologram...' But this is negated, taking Sita as a human level  entity rather than an incarnation, saying that 'human Sita is unaware of Ravana himself, thus her  becoming aware of his curse is untenable...' Maybe, Goddess Lakshmi or Maya Sita is aware of that  curse of Ravana."
        },
        {
            "type": "verse",
            "text": "\"He whose son is Raghava, is a resolute king known as Dasharatha. That king is a kingly rampart for  righteousness, a kingpin abiding in forthrightness and thereby his kingliness is well renowned in all  worlds, and my husband Rama is such a king's son."
        },
        {
            "type": "commentary",
            "text": "The word used <em>setu</em> also means a 'bridge' apart from a rampart. Thus Dasharatha is not only  a rampart 'a defensive wall with a broad top and usu. a stone parapet...' for the defence of <em>dharma</em>  from its mismanagement, but he is also the bridge between <em>a dharma</em> and <em>dharma.</em> Thus  this bridge called Dasharatha enables anyone to crossover it towards <em>dharma.</em> That bridge called  Dasharatha allowed Rama to cross and to reach forests for the annihilation of demons."
        },
        {
            "type": "commentary",
            "text": "Therefore, Sita is saying 'being such a righteous king's daughter-in-law, I cannot bring blemish to  my in-laws, or to their dynasty in surrendering to you... furthermore, my husband is the one from such  a dynasty who never tolerates unrighteousness...'"
        },
        {
            "type": "commentary",
            "text": "And by taking the name of Dasharatha, where <em>dasha ratha</em> 'ten way charioteer, or charioteer  of ten chariots...' she is explaining 'my father-in-law chariots his one chariot in ten ways, whereas  you can steer only one in one way, called lust... my father-in-law chariots ten chariots in a single  instance, whereas you can handle only one, at any given time besides being dependent on the capability  of auto-propelling Pushpaka aircraft, rather than on your own steersman's capability..."
        },
        {
            "type": "verse",
            "text": "\"Such a Dasharatha's son who is virtue-souled one, who is highly renowned in all the three worlds for  his ambidexterity and perspicacity, and who is known as Rama is my husband and a god to me."
        },
        {
            "type": "commentary",
            "text": "Annex: 'And he is named as Rama because he causes rejoice in one and all, thus he is well renowned in  all worlds, unlike you who are named as Ravana, meaning that 'the one who makes one and all rueful...'  thus you are also well renowned in the worlds, but by your notoriety. On the other hand Rama is virtue-souled,  unlike you a virtueless, meritless and lawless knave... and his ambidexterity contrasts with your guile-handedness,  while his perceptiveness with your purblindness of the proximate problem of yours... such a husband's  wife as I am, how do you think that I on my own get estranged from such a godlike husband of mine, unrighteously..."
        },
        {
            "type": "verse",
            "text": "\"He who took birth in Ikshvaku's dynasty is a great-resplendent one with his shoulders like those of  a lion, and who comes here along with similarly lion-shouldered and nearly great-resplendent brother  of his, namely Lakshmana, to take your lives away. Such Rama is my husband."
        },
        {
            "type": "commentary",
            "text": "Annex: Ravana asked Sita at 3-55-21 'what can you achieve with that dethroned, hapless, seer, vagrant  Rama and who is short-lived, for after all, he is a human with littlest vitality?' Thus belittling Rama's  possessions in the shape of palaces, riches and kingdoms. For that Sita is now saying that Rama does  not possess anything, but the whole world is possessed of him. <em>saha Lakshmana= sa ha Lakshmana ;  cihnaa naamno saha lakshmii ke saumitrau saa rasa striyaam</em> 'Supreme Person's possession is the  eternal opulence of the Universe...' <em>para Brahma mantraNayo</em> 'one achievable by constant meditation  upon Him alone...' To such Rama now adjoined is Lakshmana, the personified prosperity. As such, that  Supreme Splendour has taken incarnation as Rama because of the curse of Anaranya. Thus, Sita took  the name of Ikshvaku dynasty."
        },
        {
            "type": "commentary",
            "text": "The curse of Anaranya: Anaranya is the ancestor of Rama in Ikshvaku dynasty. His son is Haryashva, a  grandparent of Rama. When Ravana subjugated Anaranya, dying Anaranya curses Ravana to die at the hands  of his great-grandson Rama in later generations."
        },
        {
            "type": "commentary",
            "text": "'Such Ikshvaku will now come along with prosperous Lakshmana not only to belittle your opulence of falsity,  but also to terminate such a vainglorious mischief... thus foxlike creatures like you cannot dare a  lion, for he is lion-shouldered... and because you foxed Rama you are still alive, otherwise...' - continuation  with next verse."
        },
        {
            "type": "verse",
            "text": "\"Had I been forcibly humiliated by you in the presence of Rama, you too would have been killed by Rama  in combat and by now you too would be sprawling on earth, as with Khara in Janasthaana, but you foxed  him. However, such Rama is my husband."
        },
        {
            "type": "verse",
            "text": "Those demons who are spoken of you to be with ghastly forms and gruelling power, they all will become  formless and powerless in face of Raghava, as with all snakes becoming non-poisonous earthworms in the  face of Garuda, the Divine Eagle. Such Rama is my husband."
        },
        {
            "type": "commentary",
            "text": "Annex: 'You said that you have millions and millions of ghastly demons... but where are they, in the  backyard of your house and behind your back? None has surfaced so far to confront my husband, for they  are nothing but your kitchenware... and thus you are a <em>gehe shuuraH</em> 'a champion in your own  home... a paper tiger...' boastful of your paper-thin-tigerish-ness before me, a solitary woman... thus  you and your forces will be rendered ineffectual the minute you confront my husband...'"
        },
        {
            "type": "verse",
            "text": "\"Those gilded arrows of Rama unloosened directly and unswervingly from his bowstring will utterly batter  your body, as the waves of River Ganga will be battering that river's riverbanks. Such Rama is my husband."
        },
        {
            "type": "commentary",
            "text": "Annex: 'What if Rama is dethroned or enthroned? He is not a 'hapless' person as observed by you, but  he solitarily depends upon his self-confidence and a pair of skilful arms"
        },
        {
            "type": "verse",
            "text": "\"Even if you are unkillable either by gods or by demons, you Ravana, you will not be disenthralled by  Rama while you are alive, for you hatched a very great animosity in him against you."
        },
        {
            "type": "commentary",
            "text": "Annex: 'Maybe god or demons or others, other than humans, cannot kill you... why the humans were slighted  by you as your killing agents at the time of your seeking boons from Brahma, or at least at the time  of my abduction why humans are disregarded... hence, that heedlessness alone becomes the very cause  for your self-ruination...'"
        },
        {
            "type": "verse",
            "text": "\"That mighty Rama will become the terminator of the vestige of your life, and as with an animal fastened  to the stake of sacrifice your life too will become irretrievable."
        },
        {
            "type": "commentary",
            "text": "Annex: 'Even the beasts like cattle and goats when herded towards a slaughterhouse they will be apprehensively  fearsome and walk closely and snugly, for they know not what will become of them... and for your part,  your intellect is far too low than that of a beastie bovine... and you say vaingloriously that everything  in every world fears you... firstly you fear for yourself as an animal tied to a stake..."
        },
        {
            "type": "commentary",
            "text": "'Rama's life itself is <em>yaj~na</em> 'a sacrificial ritual...' his actions are ritualistic performances...  in which he sacrifices <em>a dharma</em> for the sake of <em>dharma</em> even by sacrificing his own  comforts... and you said of him as a 'vagrant...' yes, his <em>yaj~na</em> is to be performed not by  sitting in some hall of ritual, but meandering vagrantly... because entire earth is his hall of ritual...  and now, you as a sacrificial beast are fastened to the stake of sacrifice by a rope called Sita,  and you be ready awaiting for your slaughter in that <em>raama yaj~na</em>"
        },
        {
            "type": "verse",
            "text": "\"If he that Rama glances you with his rancour-torched eyes, you demon, you will be completely burnt  down now itself, as with Love-god burnt down by Furious Shiva."
        },
        {
            "type": "commentary",
            "text": "Annex: 'exacting eroticism is an inexcusable impasse... did you not learn this lesson from the legend  of your <em>iSTa daiva</em> 'most cherished god...' God Shiva, who burnt down the Love-god... and if  there is any thinly separated state between love and lust, how then will you be unburnt by the furious  glances of Rama for your lustfulness..."
        },
        {
            "type": "verse",
            "text": "\"He that Rama who hurls down the moon from skies onto earth, or else extirpates it if need be, or even  desiccates an ocean, he alone rescues Sita from here."
        },
        {
            "type": "commentary",
            "text": "Annex: 'You need not sit back gleefully thinking that none can cross over an ocean and come thither,  presuming that 'a hundred-yojana ocean roundly enshrouds this Lanka...' Rama can dehydrate any ocean  of any size in its entirety... thus he just walk on its sands in commissioning his mission..."
        },
        {
            "type": "verse",
            "text": "\"Gone is your liveability, gone is your prosperity, gone is your vivacity, and gone is your faculty.  Thus Lanka is widowed by a single deed of yours."
        },
        {
            "type": "commentary",
            "text": "Annex: 'as such, you yourself cannot be on the throne of Lanka since her widowhood is admonished by  your single act of touching 'other man's wife' that is me, and in abducting me... wherewith you daydream  and daresay to me 'you rule over this very great empire of Lanka as empress of Lanka...'"
        },
        {
            "type": "verse",
            "text": "\"In forest you have separated me from the propinquity of my husband, which diabolic deed of yours will  not result in any ultimate happiness for you."
        },
        {
            "type": "commentary",
            "text": "Annex: you said to me, 'of what use is your thinking conversely about that long-lost Rama...' what else  am I to do, for I am diabolically dragged away from him by you, as such I am, I am now contemplating  upon that Rama alone to come here to handover 'a fruit of unhappiness' to you as a barter for my release...'"
        },
        {
            "type": "verse",
            "text": "\"In fact, that great-resplendent husband of mine, Rama, is still residing in the eremitical Dandaka  forest, bravely hinging on to his own valour, in tandem only with my brother-in-law."
        },
        {
            "type": "commentary",
            "text": "Annex: 'you said that you do not envisage 'him who can lead me back with his valour...' but my husband  is still there in Dandaka along with his brother, both in tandem only with God Almighty, whose biting  bravery and venomous valour are yet to be tasted by you... and if you too are brave enough, confront  him to know whether I am winnable or otherwise...'"
        },
        {
            "type": "verse",
            "text": "\"With storms of his arrows in a given combat my husband will dislodge arrogance, insolence, puissance,  like that impudence from every limb of yours."
        },
        {
            "type": "commentary",
            "text": "Annex: 'for yours is only bodily might as you have said 'I behold none matchable to my vitality...'  and no spiritual or ethical, or whatsoever merits abide in you... thus, should you confront an ethical  and scrupulous combatant, evanished are your bodily vanities...'"
        },
        {
            "type": "verse",
            "text": "\"As and when ruination of created beings manifests actuated by Time, then all of them will place their  behaviour in endangerment, as they have gone under the control of End-Time."
        },
        {
            "type": "commentary",
            "text": "Annex: 'you said to me that 'by your damnable dwelling in forests, bygone is your bad-luck which you  misdealt in bygone times...' and I agree for that assertion of yours as my damnable bad-luck is nearing  its completion, but your damnable, ill-lucky, self-ruinous time as started, and hence you are placing  your behaviour in endangerment, by this quirkish act of abducting me...'"
        },
        {
            "type": "verse",
            "text": "\"This is that time which has bechanced on you owing to your molesting me, you basely demon, by which  time-factor yourself, all of your demons, and even all of your queens in the Chambers of Queens will  be devastated."
        },
        {
            "type": "commentary",
            "text": "Annex: You said that I will become an empress among all females you brought. I need not become an empress  for the 'countless females of finest fabric you amassed...' Because all those females have yielded themselves  to you, and they are going to be devastated and evanished along with their Chambers of Queens, which  chambers you endowed to them as gifts. But Rama will rescue others who are still captivated yet reticent.  Where is the question of my becoming an empress of dead souls?"
        },
        {
            "type": "verse",
            "text": "\"It is impossible for a profaner to heavily tread on the Altar of Fire amidst a Ritual Hall surrounded  by oblational vessels, further sanctified by Vedic hymns."
        },
        {
            "type": "commentary",
            "text": "Annex: 'Liken me to that Altar of Fire, centrally located in the ritual hall of Rama, namely the whole  earth, and liken the oblational receptacles to nature's bounties like lakes, rivers, mountains, trees,  and liken the offerings to flowers, fruits, and waters, and liken Vedic sound to the background drone  of nature... and every bit of it is sanctified by all the hymns of Veda-s, as all Veda-s glorify them,  the components of nature alone... and you profaner... it is impossible for you tread on this Fire Altar,  that is me, blasphemously...'"
        },
        {
            "type": "commentary",
            "text": "This expression <em>caNDaal</em> has its own impact. Though this is amplified elsewhere it is reiterated  here also. The nomenclature of <em>caNDaal</em> is not the present day 'untouchable' 'outcaste' or a  'pariah' etc., because he is also a member and an important functionary in Hindu system of castes. The  analogy is between the Vedic-scholar and profaner, [meaning: one who is not initiated into religious  rites or any esoteric knowledge...] and between the Altar of Fire and Fire of Pyre, and between the  Vedic Ritual and Funeral Rites, both involving Vedic-hymns. A Vedic scholar may perhaps conduct a <em>yaj~na</em> but he is no authority to conduct <em>antya kriya</em> 'funerals' till its end. At best,  a priest's function is until the lighting of the pyre, and even perhaps until <em>kapaala moksha</em>  'breakage of cranium...' and from then on it is the function of this <em>caNDaal</em> to take care of  the corpse consigned to fire and for its complete cremation, since leaving half burnt corpse to vultures  and foxes or wolves, is sinning. Thus, if a Vedic scholar conducts <em>jaata aadi kriyaaH</em> 'rites  from birth onwards...' as an initiator, whereas a <em>caNDaal</em> conducts <em>antya, uttara kriyaaH</em>  'rites of death afterwards...' as a terminator. Thus, Ravana being a Vedic scholar is now conducting  himself as a self-cremator."
        },
        {
            "type": "verse",
            "text": "\"Likewise, I am the solemnly pledged legitimate wife of one who steadied himself in righteousness, and  such as I am, you basely demon, it is impossible for you trespasser to touch me even. How a she-swan  ever frolicking with majestic swans in bunches of lotuses can leer at a water-crow sneaking in a bunch  of grass?"
        },
        {
            "type": "verse",
            "text": "\"Oh, demon, you may either trammel or vandalise this inertial body of mine. I claim neither this body  nor life of mine as my own. But I am intolerant to bear with any disrepute on this earth.\" Thus Sita  castigated Ravana."
        },
        {
            "type": "commentary",
            "text": "Annex: 'my father endowed me to Rama bodily in <em>kanyaa daana</em> 'bride betrothal...' and I soulfully  resigned my soul, let alone my life, unto that Rama by my <em>vara sviikaara, paaNi grahaNa...</em>  'marriage...' as such I cannot reclaim my body and soul from Rama for placement in other's unworthy  hands... thereby it is up Rama to win back his wife, or it is up to you to tangle, mangle, and wrangle  with these ideas...'"
        },
        {
            "type": "commentary",
            "text": "Nobility is nobler than life. Hence, it is to be protected even at the cost of one's own life... <em> anena praaNa parityaagena api loka apavaada pariharaNa puurvakam yashaH samrakShNiiyam iti suucitam  - tathaa ca raghu vamshe kaalidaasaH - api sva dehaat kim uta indriya arthaat yashodhaanaanam hi yasho  gariiyaH - dk</em>"
        },
        {
            "type": "verse",
            "text": "Vaidehi on speaking those highly caustic words angrily to Ravana in this way, she that Maithili spoke  no more in that matter. On hearing Sita's scathing and hair-raising censures, then Ravana retorted  with these intimidatory chides."
        },
        {
            "type": "verse",
            "text": "\"Oh, angry lady Maithili, listen to my words. A period of twelve months is given to you. And oh, smiley  smiler, if you do not come nigh of me within that period, then the cooks will slice you to pieces for  the purpose of a morning meal.\""
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: Ravana the devotee is saying: 'I will wait for a period of twelve months... and if  I am <em>na abhyeSi</em> 'unblessed...' <em>tataH tvaam uddishya</em> 'then, on your account...' <em> praataH</em> 'morning, next morning after twelve month period...' <em>aashaa artham</em> 'for the purpose  of crows, eagles and vultures in direction, quarters...' <em>suudaaH</em> 'cooks...' <em>maam Chesyanti</em>  'me, they slice to pieces...' <em>mat aaj~nayaa, iti shesaH</em> 'by my order, thus ellipted...'"
        },
        {
            "type": "commentary",
            "text": "'I will wait for a period of twelve months... and if I am unblessed even by that time, by my order my  cooks will slice me to pieces for the morning meal of vultures in all the directions of compass, as  a kind of self-immolation by getting sliced to pieces as I will become unworthy for your grace...' Tiirtha."
        },
        {
            "type": "commentary",
            "text": "If one king conquers another and lay seize to queens, a twelve month time is given to the defeated king  to regain his captivated queens, by making another round of combat. If the defeated king is unable to  do so, or reluctant to do so, the captivated queens of the defeated king automatically belong to the  conquering king after twelve months, <em>raja niita - shaanti parva - Maha Bharata.</em>"
        },
        {
            "type": "verse",
            "text": "Thus on saying those harsh words, Ravana, the one who makes his enemies to bewail, and who is now infuriated  said this sentence to the guarding demonesses."
        },
        {
            "type": "verse",
            "text": "\"Oh, gnarled demonesses of grisly mien and devourers of meat and blood, you have to indeed remove her  pride immediately."
        },
        {
            "type": "commentary",
            "text": "Dhvani/innuendo: 'Oh, demonesses you now immediately become <em>a+ vikR^itaa</em> 'not, ghastly, not  gnarled...' <em>darpam vinaa</em> 'your pride, without...' <em>asyaat samiipe</em> 'in her proximity,  in her audience...' <em>iSyadhvam</em> 'be servitors...'"
        },
        {
            "type": "commentary",
            "text": "'Oh, demonesses of gnarled grisly mien and devourers of meat and blood, now you immediately become presentable,  casting off your gnarled and ghastly appearances... and without your personal pride be in her servitude  as servitors in her audience... for she is my Goddess Lakshmi...'"
        },
        {
            "type": "verse",
            "text": "Just by that order of Ravana those demonesses of grotesque and ugly appearance have obediently made  palm-fold to him and encircled Maithili. That king Ravana paced in an earth-shattering manner as though  to cleave it and clearly said this to those demonesses with ghastly look."
        },
        {
            "type": "verse",
            "text": "\"Let this Maithili be taken to the centre of Ashoka gardens, where you all shall blockade and guard  her stealthily."
        },
        {
            "type": "verse",
            "text": "\"You threaten her with dreadful admonitions and again speaking imploringly you all have to bring her  under control, as a wild she-elephant of age will be brought under control."
        },
        {
            "type": "commentary",
            "text": "Annex: Ravana the devotee's the caution is: <em>vinaa tarjaniaH</em> 'without threats, tame her; or <em>tarjanaiH vinaa ghoraiH</em> where <em>vinaa</em> 'without...' is ellipted by commentators and said  'threats without dreadfulness..."
        },
        {
            "type": "commentary",
            "text": "'You as demons are already habituated to threat sages and saints till their death... but, mind it...  just threaten Maithili till threat-tolerability... do not overdo it, lest she may die of threats...  again brainwash her with good words of me and my generosity... if Maithili is dead at your hands deem  that you and your families are effaced... for I cherish Maithili to live...'"
        },
        {
            "type": "verse",
            "text": "When Ravana has clearly ordered, those demonesses on their part took Maithili to Ashoka garden. That  Ashoka gardens are surrounded with trees that yield fruits to every savour, and now they are diversely  flowered and fruited. Further, those gardens are highly adored by all-time lusty birds. But she that  Janaka's daughter Maithili whose body is with a coverall of anguish, further on obtaining the control  of demonesses, she is as good as a she-deer under the coverall of tigresses."
        },
        {
            "type": "verse",
            "text": "Maithili, the daughter of Janaka, who is already consumed by utmost agony has not obtained any placidity  now as with a she-deer bound by tether - where timorousness is common to both."
        },
        {
            "type": "verse",
            "text": "Maithili knows no peace when the bizarre-eyed demonesses have highly intimidated her, and by shut-seeing  those demonesses her reminiscences went over to her dear husband and about her brother-in-law Lakshmana  too, and when she felt about the improbability of their coming here, she is distraught with alarm and  anguish, and then she swooned."
        },
        {
            "type": "commentary",
            "text": "Is Sita really the Goddess Lakshmi? This question  is often raised and answered by commentators. Ravana kidnapped umpteen numbers of beautiful women and  goddess, but why his dialogues with Sita are given many shades of meanings by all most all commentators.  Is this for proving Ravana as devotee or else to prove that Sita is not a human but Goddess Lakshmi  - is the collateral objection. Apparently, Sita is behaving like a normal woman but latently her speeches,  verbiage, or the words put by Valmiki on her tongue, indicate that she is an all-powerful enigma...  without saying who she is."
        },
        {
            "type": "commentary",
            "text": "If she is an incarnation of Goddess Lakshmi how  then can Ravana lift her up and carry this far - is the next dilemma, because Ravana's strength becomes  useless to lift up Lakshmana who swooned on the battlefield when Ravana used Shakti missile. In Yuddha  Kaanda Ch. 59 verse 111 it is said: <em>himavaan  mandaro meroH trai lokyam vaa saha amaraiH | shakyam bhujaabhyaam uddhartum na shakyo Bharata anujaH</em>"
        },
        {
            "type": "commentary",
            "text": "'Ravana may have lifted Mt. Himavan,  Mt. Mandara, Mt. Meru or all the three worlds along with all gods, but he could not lift up Bharata's  brother Lakshmana with both of his shoulders...'"
        },
        {
            "type": "commentary",
            "text": "Ravana wanted to distance fiercer Lakshmana from  Rama so that Rama's intensity of warring lessens. Then an episode of this lifting occurs and Hanuman  on seeing this comes to Ravana and hits Ravana with fist, by which Ravana falls distantly with blood  effusing from eyes, ears, and mouth. Then Hanuman easily lifts up Lakshmana and takes him to Rama. A  man in swoon will not weigh differently to two different lifters. How then Ravana could not lift Lakshmana,  which is not at all a great feat to Hanuman? For this the very next verse 112 gives a reply saying that:"
        },
        {
            "type": "commentary",
            "text": "'even if Lakshmana is hit by Shakti  missile of Brahma, he is conscious of himself as an unimaginable entity of God Vishnu, so Ravana could  not lift Lakshmana. Whereas Hanuman happened to be a true devotee of God Almighty, he could easily lift  Lakshmana...'"
        },
        {
            "type": "commentary",
            "text": "Then the original topic of Ravana's lifting and  carrying off Sita comes to fore. She is also another unimaginable entity of Supreme Person. How then  can Ravana lift her? For this it is said that Sita allowed herself to be carried off by Ravana as  she pledged in the incarnation of Vedavati."
        },
        {
            "type": "commentary",
            "text": "The legend goes on to say that Vedavati is the  brainchild of a sage called Kushadhwaja, and he decides to give Vedavati only to Vishnu in marriage.  But it is an unfulfilled desire in his lifetime. Then Vedavati starts a rigorous penance to achieve  her father's wish. When she is at the culmination point of her penance, Ravana passing that way in skyway  sees this beautiful lady, nears, and disturbs her penance. Vedavati coming out of her meditation curses  Ravana saying that she will reincarnate herself to destroy Ravana and his entire dynasty. Then she causes  a yogic fire and immolates herself in it. Ravana took this as prattle by a woman-hermit, dismisses that  curse, and conveniently forgets it."
        },
        {
            "type": "commentary",
            "text": "Later, Ravana being an ardent devotee of Shiva,  on one day when he enters a lake to get lotuses for his daily worship of Shiva, and finds among lotuses  a baby in a lotus. He brings that lotus and the baby to his palace, in all his fondness for children.  But his empress Mandodari doubts the arrival of this baby in lotus and recognises that baby as Goddess  Lakshmi. They consult their teachers about that baby's arrival. Those teachers, priests and pundits  advise to get rid of this baby immediately, for she is Vedavati, arrived here only to end Ravana and  his dynasty. Then Mandodari orders the servants to carry away this baby in a casket, and bury it."
        },
        {
            "type": "commentary",
            "text": "Empress Mandodari further curses that girl saying:  'this faithless girl [for Wealth has no faithfulness, and this girl is recognised as Goddess Lakshmi  - presiding deity of Wealth,] will thrive only in a house, where the householder has his senses conquered,  and who being an emperor lives like a perfect hermit, and who though wealthy and supreme by himself,  will care nothing for the riches but view whole of the world and people as his own soul, with an impartial  attitude...' Mandodari thought that such a person is an impossibility to take birth in this mortal world,  and thus presumed this curse to be twisty. But there is King Janaka who has all these attributes. A  king without ego, wealthy one living simple, childless but yet does not crave for children, like King  Dasharatha. Hence, he is called <em>raajarshi</em> a saintly king. While King Janaka  was about to perform a Vedic ritual, he had to till some piece of land as a ceremonial act to commence  that ritual. Then this casket with the baby is touched to the blade at the end of plough-beam and that  plough halted. The attendants dug up that area only to find this casket with baby. The childless Janaka  takes the baby into his arms and names her as 'Sita...' where Sita in Sanskrit means 'furrow.' This  is as per <em>aananda raamaayaNa</em> Thus, Goddess Lakshmi became Vedavati and  Vedavati became Sita of Ramayana, as such Valmiki calls his Ramayana <em>siithaayaH  charitam mahaan...</em>"
        },
        {
            "type": "commentary",
            "text": "Then another counter objection - it is all correct  to say that all <em>puraaNaa-s</em> say that these characters in Ramayana as gods  and goddesses, as Vishnu Puraana says <em>raaghavatve havat siitaa rukmiNii kR^iSNa  jananii</em>. But does Valmiki say it in his epic? For this it is answered, though it is not said  explicitly there are many instances indicating towards this divinity of Sita. Sita asks Fire-god  to become cool for Hanuman, when his tail is burnt saying <em>siito bhava hanumataa</em>  and likewise she could have said <em>hato bhava raavaNa</em> 'dead you are Ravana...'  But she does not say so for, because Rama has to undertake that process of elimination of vice called  Ravana. As Sita said in Sundara Kanda Ch. 22, verse 20: <em>a sandeshaat  tu raamasya tapasaH ca anupaalanaat | na tvaam kurmi dashagriiva bhasma bhasmaarha tejasaa ||</em>"
        },
        {
            "type": "commentary",
            "text": "'As I have no indication from  Rama to burn you down, nor do I wish to waste my ascetic power, therefore I do not burn you to ashes,  though you are worthy to become a mound of ash...'<em>na apahartum aham shkyaa tvayaa raamasya dhiimataH | vidhiH tava vadha arthaaya vihito na atra samshayaH ||</em>"
        },
        {
            "type": "commentary",
            "text": "'I am un-seizable for [any] as  I am the wife of bold Rama, but it happened so, for you are fated to doom [you could seize me...] undoubtedly...'"
        },
        {
            "type": "commentary",
            "text": "Again in  Yuddha Kanda Brahma in eulogising Rama for eliminating Ravana says in Ch. 117, verse 28: <em>siitaa lakshmiiH bhavaan viSNuH...</em> 'Sita is Lakshmi and you are Vishnu...'  Like this, there are many bits and pieces of information to establish her as an incarnate of Vedavati  alias Goddess Lakshmi. Govindaraja."
        },
        {
            "type": "commentary",
            "text": "Then why she and Rama behaved  like humans in their wailing, moaning, and bawling is again a secondary query. This is according to <em>loka riiti, laukika vidhaana</em> 'humanly nature, behaviour in human world...'  Though this humanly behaviour is not innate trait as Rama says <em>aatmaanam aham  maanuSam manye</em> 'I for myself confess to be human...' Hence this humanly wailing and bawling are  due to an adopted human behaviour, where incarnation itself is an adaptation."
        },
        {
            "type": "commentary",
            "text": "Their humanly behaviour  is to show themselves as one with the humans, asking humans to undergo these series of sufferings to  eliminate unrighteousness, either in the society or within themselves. Besides, their mission is to  make believe Ravana that they are just humans, as Ravana is killable by humans and monkeys, but not  to hoodwink readers, the adherents or all of us put together. Maheshvara Tiirtha."
        },
        {
            "type": "commentary",
            "text": "This incarceration of Sita  in Ashoka gardens is viewed as the incarceration of the innate soul in birthed being's body. The release  from that body, namely <em>moksha</em> is achievable only when that being wants  a perfect release by transcending the threefold nature consisting of <em>sattva, rajas,  tamo guNaaH</em> 'purity, activity and stolidity...' and with an unswerving devotion to the Supreme  as said in Gita, 14-26: <em>maam  ca yo avyabhicaareNa bhakti yogena sevate | sa guNaan samatiitya etaan Brahma bhuuya kalpate ||</em>"
        },
        {
            "type": "commentary",
            "text": "'And such- / With single, fervent faith adoring  Me, / Passing beyond the Qualities, conforms / To Brahma, and attains Me!' - Sir Edwin Arnold."
        },
        {
            "type": "commentary",
            "text": "God Almighty is said to  be masculine single, the rest of the universe is taken as feminine, as said in Vishnu Puraana: <em>sa eva vaasudevo ayam saakShaat puruSha ucyate | strii praayam etat sarvam jagat Brahma purassaram ||</em>  Then the way the innate soul, called Sita, is incarcerated is, when she had no help of the Supreme  or the Adherent of the Supreme, [Rama and Lakshmana.] Then the Decahedral demon [the demon called Ten  Motor Senses,] came and captured the Soul, called Sita and incarcerated that soul in Lanka. The syllable  'lam' in the word Lanka is <em>lam - biijaakshara</em> which stands for earth, and  because body is earthly, lascivious and carnal, the soul enters that body by its bondage. If that soul  again tries for a final release, that soul shall seek the Ultimate as said in the verse of Gita, quoted  above."
        },
        {
            "type": "commentary",
            "text": "There is no instance to quote that Rama or Sita have performed  some miracles, special effects or any other optical works... perhaps due to lack of any FX studio or  something like that, or due to their humanly behaviour. This wizardry is shown by demons and monkeys  but not by mannish Rama or womanish Sita. Yet Sita is held more enigmatic than Rama. If she is not  an enigma how she footslogged miles and miles in forests without hiring a taxi, and how she came out  of blazing fire when she performed self-immolation after Great War? These are but two questions among  many. Because these questions are never-ending and more enigmatic, because we think that we have deciphered  what Rama is, it is better retain Sita as an undecipherable enigma."
        }
    ]
}