{
    "id": "prose-aranya-57",
    "kanda": "aranya",
    "sarga": "57",
    "title": "Rama meets Lakshmana",
    "chapter": "57",
    "overview": "Rama meets Lakshmana while returning to hermitage after killing the deer demon Maareecha. He also confronts  some ill omens and worries why Lakshmana left Sita alone and came to him, sad facedly.",
    "content": [
        {
            "type": "verse",
            "text": "Rama on killing that demon Maareecha, who is a guise changer at his wish and who moved about in the  guise of a deer, instantly started to return on the trail by which he trailed after that deer-demon.  While Rama is anxiously hurrying to see Maithili, then a brutish voiced jackal deafeningly howled at  his behind. On hearing that threatening and hair-raising howl of jackal Rama is overly threatened just  by the tone of fox in which it is foreboding, inasmuch as the forbidding intoning of Maareecha."
        },
        {
            "type": "verse",
            "text": "\"Huh! As to how this jackal has howled I deem that as inauspicious. As yet undevoured by demons would  Vaidehi be safe? On knowing the nature of my voice Maareecha in the semblance of a deer yelled out mimicking  my voice. If Lakshmana listens that voice, recognising it as my voice he will instantly rush to my near.  Else if Maithili listens, she will hasten him to go over here and Soumitri instantly rushes here leaving  her off."
        },
        {
            "type": "verse",
            "text": "\"As could be seen from Maareecha's becoming a Golden Deer only to sidetrack and take me away from hermitage,  his becoming a demon when hit with an arrow, and his shouting words indeed like, 'ha, Lakshmana, ha,  Sita, I am killed,' the demons are collectively intending to do away with Sita. It is certain."
        },
        {
            "type": "verse",
            "text": "\"Whether there will be safety in forest for those two, Sita and Lakshmana, in my absence, or not,  is my doubt. Owing to my devastating Janasthaana I have become a harboured grudge for demons, am not  I! As such, foretokens are appearing now, severely and severally.\" Thus Rama's thoughts have sprinted."
        },
        {
            "type": "verse",
            "text": "When that soulful Rama has heard the whistle of jackal while returning, he persistently thought in this  way about his detour caused by demon in the disguise of a deer, thus he speedily advanced towards his  hermitage."
        },
        {
            "type": "verse",
            "text": "Raghava came to Janasthaana doubting overly, and the animals and birds of Janasthaana which look doleful  have neared him whose heart has become doleful."
        },
        {
            "type": "verse",
            "text": "Those doleful animals and birds moving in circumambulations from the left side to right of that noble-souled  Rama they let off frightening shrieks, and then observing those highly forbidding foretokens Rama returned  to his own hermitage hastily and hurriedly."
        },
        {
            "type": "commentary",
            "text": "It is ill-omened if the animals or birds move round from one's left to right side. <em> anena  mR^iga pakShiNaam apradakShiNa gamanam ashubhakaram iti uktyaa pradakShiNa gamanam shubhakaram iti suucitam  - mR^igaa vihangaaH ca gataaH pradakShiNam mahiibhR^itaam kaankShita kaarya siddhaye | ratnamaala -  dk</em>"
        },
        {
            "type": "verse",
            "text": "Then Rama saw Lakshmana coming towards him with a lacklustre face, and then Lakshmana, who is melancholic  and anguishing in his divergence from Sita, met Rama not a long-way-off, where Rama is a similar partaker  in melancholy and anguishing by way of his convergence upon ill-omens. On seeing Lakshmana who has arrived  at this place leaving off Sita in a forest that is desolate, more so an adorable forest for demons,  Rama reproached him as his elder brother."
        },
        {
            "type": "verse",
            "text": "Taking Lakshmana's left hand into his, Rama, the descendent of Raghu, alike a bewailer spoke this brusque  speech that has a mellowly fruition in future."
        },
        {
            "type": "commentary",
            "text": "This statement obtains two shades of meaning. One, the speech of Rama in reproaching Lakshmana though  appear to be brusque, latently it is congratulatory to Lakshmana, to make happen the abduction of Sita  firstly, and thereby the ultimate elimination of Ravana. Two, he scolded Lakshmana prima facie for leaving  Sita, but on realising that he is not at fault, his speech is softened."
        },
        {
            "type": "verse",
            "text": "\"You have done a deplorable deed in coming here forsaking Sita. Now, oh, gentle Lakshmana, are we  somewhat safe, or everything has already gone astray now itself, or what."
        },
        {
            "type": "verse",
            "text": "\"Oh, brave one, according to these many inauspicious forebodings that have manifested themselves to  me, we might have lost Janaka's daughter Sita, or the forest ranging demons might have devoured her,  or else they might have kidnapped her, I am doubtless about it. Oh, tigerly-man Lakshmana, I wonder  whether we can at least make out the daughter of Janaka Sita in her intactness and aliveness. On observing  these mobs of deer, this jackal, also even these birds which are voicing noisily facing the direction  lit by the sun, oh, great-mighty Lakshmana, can we presume that there will be safety to that princes  Sita?"
        },
        {
            "type": "verse",
            "text": "\"This very demon in his likeness to a deer led me on and led me off distantly as I was indeed following  him, and by an intense effort somehow he was killed, and when dying he transfigured into a demon."
        },
        {
            "type": "verse",
            "text": "\"Now even my heart is woeful and I am woebegone, my left eye is also fluttering erratically, oh, Lakshmana,  no doubt Sita is not there in hermitage, maybe she is whisked away, or, wiped out, or, wandering around  on a wrong way."
        },
        {
            "type": "commentary",
            "text": "The flutter of the left eye to males is ill-omened. <em>anena  puruShasya manaso asantoSho vaama netra sphuraNam ashubha suucakam iti uktyaa dakShiNa netra sphuraNam  manaH santoShaH ca shubha kara iti suucitam | tathaa ca raghu vamshe kaalidaasaH - tasyaam raghoH suunu  rupaa sthitaayaam vR^iNiita vaa neti samaakulo aabhuut | vaametaraH samshayam asya baahuH keyuura bandhhocHravasito  nunoda || - dk</em>"
        }
    ]
}