{
    "id": "prose-aranya-58",
    "kanda": "aranya",
    "sarga": "58",
    "title": "Rama anguishes for Sita's aloneness",
    "chapter": "58",
    "overview": "Rama is anguished for Sita's aloneness and it is expressed in his chastening Lakshmana. Rama asks him as to why he left Sita unguarded in the lonely forest. Rama rushes rapidly to hermitage thinking and talking that rapidly to Lakshmana about Sita, and on arriving he finds vacuity in hermitage and then he is thrown in throes of despair.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing dreary Lakshmana coming into the void of forest devoid of Vaidehi, then the virtue-souled Rama, the son of Dasharatha, has asked him impatiently. "
        },
        {
            "type": "verse",
            "text": "\"She who has come in tow with me to Dandaka forest when I started for peregrination, whom you have now deserted and came here, oh, Lakshmana, she that Vaidehi, where is she? "
        },
        {
            "type": "verse",
            "text": "\"When I have become forlorn with the forfeiture of my kingdom and when I was rushing for Dandaka forest she stood with me as a partaker in my woes. She that comely Vaidehi, where is she? "
        },
        {
            "type": "verse",
            "text": "\"Without whom I am disinclined to live even for a moment, oh, valiant one, such a Sita who in simile is like the daughter of deities and who is my life-force, where is she? "
        },
        {
            "type": "verse",
            "text": "\"I am unambitious for the rulership either on heavens or on the earth, oh, Lakshmana, without the daughter of Janaka whose aspect glisters like gold. Vaidehi who is dearer to me than my lives, will she be alive somehow! Oh, valiant Lakshmana, this peregrination of mine, will it not become futile, someway! "
        },
        {
            "type": "commentary",
            "text": "Annex: I neither can live devoid of Sita, nor can complete the pledge of fourteen-year period of forest trek for ultimate annihilation of Ravana. If Sita is dead I am also dead. Then I have live to fulfil the pledge. But when I am dead I will become a killer of my own pledge than my own body. If Sita is no more what happens to her abduction, Ravana's elimination, and my pledge to gods and my incarnation..."
        },
        {
            "type": "verse",
            "text": "\"When I am dead for the sake of Sita and when you get back to Ayodhya lonesomely, and when Kaikeyi's wishes are accomplished thus, oh, Soumitri, will she be comfortable, somewhat! Kaikeyi is with her son, with a kingdom, and further her 'purposes are achieved,' oh, gentle Lakshmana, and because of the death of her son will my austerely mother Kausalya humbly get into the servitude of Kaikeyi, anyhow! I wish to get at the hermitage again if only that Vaidehi of good-conduct is alive in hermitage, else, oh, Lakshmana, if death has already conducted her out of hermitage I too will give up my lives here itself. "
        },
        {
            "type": "verse",
            "text": "\"If Sita, the princess from Videha, does not chat with me as before smiling gleefully on my arrival at the hermitage, oh, Lakshmana, I really breath my last. Say Lakshmana, whether that pietistic Vaidehi is alive or not? Or, on your becoming unmindful of your guard is she consumed by demons, either? She who is softish by her nature and youngish by her age has never noticed the despair of separation from me, and now by my dissociation she will be despairing brokenheartedly, so it seems. "
        },
        {
            "type": "verse",
            "text": "\"That impostor and highly impudent demon Maareecha who shouted loudly as, 'oh, Lakshmana,' might have caused fear even in you in everyway. "
        },
        {
            "type": "commentary",
            "text": "Annex: 'you yourself have said that the Golden Deer is demon Maareecha, but I went after to eliminate the very same demon... then, how you are dismayed to hear a trickster's mimicking my voice and came rushing fearfully, were you fearful or did I yell like that right from our childhood, anytime...'"
        },
        {
            "type": "verse",
            "text": "\"I hope that Vaidehi has also heard that voice which is similar to that of mine, and I hope frightened as she is she might have also hastened you, and I hope you also have come to see me, that hastily! "
        },
        {
            "type": "commentary",
            "text": "Annex: 'maybe, as a woman she is hopeless of my capabilities, but you are a coequal of mine, are you unhopeful of my capabilities and came rushing at the haste of a hasty woman, or what!"
        },
        {
            "type": "verse",
            "text": "\"In everyway you have caused hardship by leaving Sita in isolation, and a leeway is given to the diabolical demons for a counterattack against us. "
        },
        {
            "type": "commentary",
            "text": "Aside: 'anyway, a congratulatory hardship is caused by you to the demonic race, in unleashing Sita in isolation from our fetters, and a leeway is given to those diabolic demons as well as to me... as I cocksurely attack them now in the name of Sita, and it is cocksure that they have to surface now to counterattack me, instead of these tricks and gimmicks...'"
        },
        {
            "type": "verse",
            "text": "\"Raw-flesh eating demons are distraught as I have liquidated Khara, as a result those ghastly ones would have liquidated Sita by now. There is no doubt about it. In everyway I am sunken in scourge, but oh, enemy-eliminator Lakshmana, what I can possibly do in present situation? Perchance, this sort of scourge is liable to chance upon me, alas!\" Thus Rama gave vent to his feelings on his way to hermitage. "
        },
        {
            "type": "verse",
            "text": "In this way while thinking emotively about that curvaceous Sita, Raghava hurriedly returned to Janasthaana along with Lakshmana. "
        },
        {
            "type": "verse",
            "text": "He that Rama who chastened his younger brother en route is worried in aspect and wizened is his mouth by hunger, by strain, and also thus by thirst, and suspiring heavily he arrived near at hermitage, and became dispirited when he beheld the hermitage in vacuity. That valiant Rama on quickly entering his own hermitage found it to be vacuous. Then he rushed out and went round a place of pastime of Sita, saying 'yes, this is that place where she used to move round for plucking flowers.' And again he dashed in to hermitage only to find it as an empty cottage. Then he rushed out to some other place of playtime of Sita yelling, 'yes, this is that place where she used play with deer, squirrels and birds.' And again came back to vacant hermitage, and again he dashed to some other prayer-time place exclaiming, 'yes, this is that very place where she offered her daily prayers.' Finally on returning to the vacant hermitage he became one who is plunged into hair-raising throes of despair as that cottage is emptied of Sita. "
        }
    ]
}