{
    "id": "prose-aranya-59",
    "kanda": "aranya",
    "sarga": "59",
    "title": "Rama reprimands Lakshmana",
    "chapter": "59",
    "overview": "Rama reprimands Lakshmana for coming without Sita. Lakshmana explains that he had to leave her owing to her anguished and angrily words and even by her rash remarks of Lakshmana. Even then, Rama is unhappy of Lakshmana's action in leaving her alone.",
    "content": [
        {
            "type": "verse",
            "text": "The content of this chapter is to amplify what that has been said in the previous chapter. This dialogue between Rama and Lakshmana may be deemed to have happened before their approaching hermitage, as in the last few verses of last chapter, and on their pathway to their hermitage."
        },
        {
            "type": "verse",
            "text": "Rama the descendent of Raghu, again asked Soumitri who strayed from the hermitage and whom his own anguish is distressing now, in the middle of path towards their hermitage. Rama spoke to such Lakshmana, \"when I left her in the forest, I left only on confiding in you. For what reason you came to me on abandoning Maithili? "
        },
        {
            "type": "verse",
            "text": "\"What my heart had been doubting, rather a perilous evil, oh, Lakshmana, that has become a fact on seeing only you, coming to me leaving off Maithili. Seeing your coming without Sita on pathway at a distance my left eye and left shoulder have pulsated, and oh, Lakshmana, my heart too has fluttered.\" Thus Rama said to Lakshmana. "
        },
        {
            "type": "verse",
            "text": "When Sumitra's son Lakshmana, whose traits are blamelessly auspicious is addressed thus, anguish cast a double spell on him, one for the tongue-lashing of Sita while the other for the reproach from Rama, and he replied Rama who is anguished in his own way. "
        },
        {
            "type": "verse",
            "text": "\"I have not come here leaving her off either independently or intentionally, I came here, to your proximity, virtually driven by her hurtful words.\" Thus Lakshmana is relying Rama. Maithili gave an ear to that message which is loudly shouted as if by your honour saying, 'ha, Sita... ha, Lakshmana... save me immediately...' "
        },
        {
            "type": "verse",
            "text": "\"On hearing that grievous voice of yours and owing to her love for you she shuddered with fear and wept out to me 'hurry up...get going...' When she frequently and insistingly compelled me to go, I have replied Maithili in this sentence which is expressive of my confidence in you. "
        },
        {
            "type": "verse",
            "text": "\" 'I do no think that there is a demon who can cause panic to Rama. All this is feigning. Someone might have typified his voice in this way, please control yourself. How can my esteemed brother who can safeguard even gods, oh, Sita, will exclaim in saying, 'save me,' which is a highly disparaging and basely manner to call for the help of a lady to safeguard him in such circumstances. "
        },
        {
            "type": "commentary",
            "text": "A hero will not expose a lady to risk when he himself is involved in such a risky position. <em>aapat kaale strii samaahvaanasya kshudra kR^ityatvaat kutsitam - Govindaraja.</em>"
        },
        {
            "type": "verse",
            "text": "\" 'But, somehow, for some reason, someone mimicking my brother's voice discordantly shouted words saying, 'Lakshmana save me. Oh, auspicious lady, it is unbefitting for you to panic, like lowly womenfolk who will be frivolously panicking for flimsy reasons, for the words like 'save me,' shouted by some demon, who may conceivably be Maareecha. "
        },
        {
            "type": "verse",
            "text": "\" 'Enough is your slipping into consternation and you be undismayed. There is none in all the three worlds who took birth, or going to take birth, to defeat Raghava in any given battle of any terrible nature. Raghava is undefeatable even if all gods come battling along with Indra in their van.' This is what I said to Vaidehi\" Thus Lakshmana is informing Rama. "
        },
        {
            "type": "verse",
            "text": "\"Though I said thus, while her volition is overly besotted for you, Vaidehi said this tartly word to me outpouring tears. "
        },
        {
            "type": "verse",
            "text": "\" 'In my respect you have harboured only an impure and nastily perspective to achieve me on the utter ruination of your brother, but I am unachievable to you. As to why you are refraining to rush towards Rama even though he is inordinately yelling, it hints that Bharata made some arrangements with you, and that is the reason why you have closely followed Rama in exile. 'You are an adversary of Rama comporting yourself in disguise, following him because of me, and searching for a leeway from Rama. Thereby now you are not rushing to Rama. "
        },
        {
            "type": "verse",
            "text": "\"When Vaidehi spoke to me thus I hurriedly came out of hermitage to you with anger reddening my eyes and trembling my lips. "
        },
        {
            "type": "verse",
            "text": "Rama who is deluded by angst said to Soumitri who is speaking thus, that \"your arrival without her is an improper deed, oh, gentle one. You know that I am capable enough to foil the demons, even then you have come out by the angry words of Maithili? On hearing bitter words of an angry lady you have came away on leaving her off, such as you are, I am not at all happy with you. "
        },
        {
            "type": "verse",
            "text": "\"That which action of yours is there in non-compliance of my directive to stand guard to Sita, either compelled by Sita, or coming under your own ire, it shows your dereliction in everyway. "
        },
        {
            "type": "verse",
            "text": "\"By whom I am detoured from hermitage in the form of a deer he is indeed a demon, and he fell flat when my arrow hit him down. When I effortlessly shot an arrow setting on bowstring and stretching the bow to full length, he hit by that arrow left deer's body to become a piteously bewailing demon wearing bracelets and the like ornaments. "
        },
        {
            "type": "verse",
            "text": "\"Then hit down by arrow thus, he with an anguished voice that is clearly audible at a very remotely place and that which is mimicking my voice, uttered those highly gruesome words, whereby you have come here forsaking Maithili.\" Thus Rama said to Lakshmana on their way to their hermitage. "
        }
    ]
}