{
    "id": "prose-aranya-6",
    "kanda": "aranya",
    "sarga": "6",
    "title": "Approach of Sages and Hermits",
    "chapter": "6",
    "overview": "After the heavenward journey of Sage Sharabhanga, Rama is approached by others sages and hermits. They   inform him about the atrocities of demons around that place. They all ask Rama to eradicate the menace and Rama   avows to do so, in order to keep up the tranquillity of those hermitages, and also to obliterate the menace of   demons from earth.",
    "content": [
        {
            "type": "verse",
            "text": "On Sage Sharabhanga attaining heaven, groups of sages assembled and approached Rama of Kakutstha dynasty,  who is glowing with resplendence. The sages called Vaikahanasa-s, who are born out of the nails of Prajaapati, the first  ruler of mankind, also Vaalakhilyaa-s, those born from His hair, and those from the water of His feet-wash, and those  that thrive on drinking rays of sun and moon alone, and those that pound with stones and others who thrive on leaves  alone, are those sages."
        },
        {
            "type": "commentary",
            "text": "The <em>samprakshaala </em>are kind of sages said be washing their interior body with water, a yogic  measure called <em>dhouli prakriya </em>, and also otherwise attributed to wash their vessels after a meal, without  preserving any food for the next meal, for god would automatically give their daily bread. The sages called <em>ashma  kuTTa</em>, are that kind of sages who pound their bodies with stones, and thus they pound grain with stones."
        },
        {
            "type": "verse",
            "text": "Some of them use their own teeth to grid the grain they eat, and some who perform ascesis in neck-deep  water, and some who sleep with their head resting on their shoulders or on chests without using any kind of bed, and  some who do not use any kind of beds either, and some who meditate without any repose sitting in an enclosure without  any leg-space. And some sages whose food is water alone, or air alone to some, like that some who meditate staying in  sky and some who sleep on bare ground itself. Thus some are dwellers on high-peaked places with their senses controlled,  and some are wearers of wet cloths, always reciting name or hymn japa and like that some who meditate with five kinds of  fire around them. "
        },
        {
            "type": "verse",
            "text": "All have Vedic resplendence and firm yogic control, and they have arrived at the hermitage of Sage  Sharabhanga for Rama. Those virtuous sages coming together in groups neared Rama, the best beholder of virtue, and said  to that supreme one in virtue. "
        },
        {
            "type": "commentary",
            "text": "The word <em>abhi gamya </em>is nearly approaching, coming nearby, at a destination that is Rama. The  Omni-Luminescent, , emerged in Kakutstha dynasty as Rama. Knowing that, all the sages of higher knowledge have arrived  at their 'destination' in this mortal world itself... Maheshvara Tirtha."
        },
        {
            "type": "verse",
            "text": "\"You are the supreme charioteer born in Ikshvaku dynasty hence you are the protector of earth under your  control. As with Indra, the ruler of divinities you are a similar ruler for us. Or"
        },
        {
            "type": "verse",
            "text": "Though born in Ikshvaku dynasty you are the Supreme Charioteer, hence you are the same Supreme Charioteer  of this Earth and earthlings too, as with Indra who protects divinities, you are our protector."
        },
        {
            "type": "commentary",
            "text": "We have not heard of any chariot or horse being utilised by Rama, let alone in some episodes of his  student days, because he is more a foot soldier than a horse/chariot rider. How these sages suddenly say that Rama is a  speedy charioteer, is the question. This <em>mahaa rathaH </em>concept is on the analogy of Krishna the charioteer in  Bharata. In Vedanta, the human body is frequently referred as <em>ratha</em>, as in <em>ashva kraante rathaH kraante  vishNukraante vasu.ndharaa... </em>, Sec. I-37 Mahanaaraayano panishad: 'O, earth that is traversed by a horse [in Vedic  rituals,] a chariot, [great souls, why they all when] Vishnu himself treaded on you as Trivikrama... hence I pray  you...' Hence the chariot, drawn by the five-senses as its horses, and the earth are also brought and said here by  sages. Krishna-Arjuna's chariot too had five-horses. Here the sages with controlled senses, namely horses, are asking  the one who chariots/spins the earth and earthlings, to take off the children of lesser gods, namely demons, far away  from humans where humans are god controlled species."
        },
        {
            "type": "verse",
            "text": "\"You are well renowned in all the three worlds by your repute and valour, and in you abounding are the  virtues like truthfulness and devotion to your father, and even righteousness too, is there. "
        },
        {
            "type": "commentary",
            "text": "The above is the apparent meaning. The subtext is \"Are you, the supreme charioteer of Ikshvaku  dynasty alone, like Indra for celestial beings? And are you the supreme charioteer of this earth and earthlings alone?  Not so...you are the Supreme of the whole Universe, therefore your reputation is well known in all the three worlds.  Thus you the Omni-Luminescent entered in Ikshvaku dynasty in the form of Rama, to perform your duties like abiding by  father's word, with your usual qualities like abounding virtuousness, safeguarding dharma in respect of your own  creation/ maintenance...\" Thus this is the confrontation-like- addressing of the enlightened sages. Maheshvara Tirtha."
        },
        {
            "type": "verse",
            "text": "\"You are the great-souled one, knower of righteousness and a patron of virtue... such as you are, on  approaching you we beg to state something for which we may please be excused... "
        },
        {
            "type": "commentary",
            "text": "Special supplication to god is a waste. His mercy has to flows on its own accord. Why beg him to  perform his own duty? If by mistake, an appeal is made to god to alleviate a personal problem, his pardon may to be  begged, but he is not be begged to do favours. Here the sages on one hand say that 'you have come here in the  incarnation of Rama to eradicate evil...' At the same time, they say 'we have an appeal for the same...' This begging  off, is as per social custom, made to the apparent ruler of the kingdom, not to the innate Divine."
        },
        {
            "type": "verse",
            "text": "\"Oh! , very great a-dharma, wrongness, will occur to that king who takes the sixth part of the country's  produce as cess, but does not safeguard his subjects like his own sons..."
        },
        {
            "type": "commentary",
            "text": "\"Protection of subjects is but natural to all kings, but some kings do so for a particular reason,  hence this appeal of ours\" thus say the sages...Govindaraja. \"Though you incarnated yourself to protect the entire  universe, so you have to protect us too...but why a special appeal of ours when you are duty bound... that means, we  with an unbearable angst of ours make this appeal according to the social custom, but not to harass you. Hence we remind  you, Rama, of your kingly duties to safeguard us...\" Maheshvara Tirtha. <em> atra a pramaadena prajaaH samrakShaNiiyaaH - rakShaNaat uttama loka avaaptiH - arakShaNe doShaH ca bhavati iti suucitam - dharmaakuutam</em>"
        },
        {
            "type": "verse",
            "text": "\"A king shall treat all the subjects of kingdom as his own sons, and he shall protect them as though he  is ready to save them at the cost of his own lives, and he who will always be endeavouring in that manner will attain  permanent renown lasting for many for many years to come, and thereby he attains a prosperous place even in Brahma's  abode... He who righteously protects his subjects will get one fourth of the merit of great duty-bound deeds performed  by each individual sage, say yajna-s, ascesis, meditation etc. performances. "
        },
        {
            "type": "verse",
            "text": "\"O, Rama, though you are there as protector for the hermitages, suchlike this one, where the most  reverent Brahmans are there numerously, they look as though forsaken, for they are being demolished by demons,  devastatingly... Come and see many of the bodies of the sages, the contemplative souls, that are variously killed by  ghastly demons in the forest... At Pampa riverside, and alongside of River Mandakini, and at the surroundings of Mt.  Chitrakuta also, this hideous warfare is being done... Thus. we are not able to tolerate this injustice to the sages,  being executed in this forest by the demons with fiendish deeds, in a ghastly manner... Therefore we present ourselves  before you as you are our protector, for the purpose of your protecting us that are being killed by nightwalkers...  please safeguard us... "
        },
        {
            "type": "commentary",
            "text": "It is said as 'you are the only refuge' because there is no pre or post verbs for this <em>sharaNyam</em>,  thus you aare the protector of all worlds.<em> sharaNa artham </em>is taken as to 'place us at our appropriate place,'  namely in the abode after total salvation; <em>sam upasthitaa or sam upaagamaa </em>as in other versions, we have come  here with <em>vishvaasa</em>, faithfulness, <em>sharaNaagati </em>, servitude, <em>kainkarya </em>, surrender etc.; <em>naH paripaalaya </em>protect us and with this word, it is again repeated in next verse as <em> paripaalaya naH </em>; and later in the verse the request - from what to be protected is said. That is <em>aniSTa  nivR^itti ruupa phala praarthana</em>, 'removal of that which is undesirable.' That is to say: 'we better be given total  salvation rather than killed by these demons, which is half way through our exercise to attain total salvation.' is the  subtext of the speech of sages."
        },
        {
            "type": "verse",
            "text": "\"Other than you, oh, valorous Rama, no way-out is deducible on this earth, hence oh, prince, protect all  of us from the demons... "
        },
        {
            "type": "commentary",
            "text": "There is no way-out on this earth, for that matter of fact in all the universe, when the 'earth'  becomes <em>upa lakshNa </em>for all worlds. This is in consonance with the scripture's saying, <em>na anyaH panthaa  vidyate ayanaaya...puruSa suukta </em>R.V. X-90 and thus those sages say 'we are contaminated with limited fruition of  our practices <em>parimita phalatva</em>, and other suchlike limitations. But you are evident here...before our naked  eyes...so protect us from the demons...' where the demons, <em>raakshsebhyaH </em>comes to mean <em>sarva aniSTaaH</em>, all earthly undesirables. Again coupled with the vocation  of 'Oh Prince...' it is said as: \"you have come here like a prince of Ayodhya, unlike a wild boar, or a fish or a  man-lion, your earlier incarnations, so remember us and give us salvation..."
        },
        {
            "type": "verse",
            "text": "On hearing all that is said by the sages of great penance, he that virtue souled Rama said this unto all  of the sages. "
        },
        {
            "type": "verse",
            "text": "\"Unapt is this way of speaking to me...command me, for I am at your behest... just for my personal  purpose I had to enter the forests.... I entered this forest as ordered by my father and even to obliterate the  unconscionable state of yours owing to the misdeeds of demons. "
        },
        {
            "type": "commentary",
            "text": "Rama's saying that 'I am at your command, oh sages...' is indicative of his nature of <em>bhakta jana  vashya</em>... in the control of his ardent devotees, so no special prayer for salvation is needed. In the expression <em> kevalene aatma/sva kaaryeNa</em>... the word <em>kevala </em>is not a <em>kevala pada </em>... just a word... it  indicates a radical sense, like 'for that purpose only' meaning to eradicate demonic menace only, I entered the  forest...' Because the <em>sheSin</em> has to come to the rescue of <em>sheSi</em>, the servant. So 'safeguarding my own  servants is my own responsibility and also pleasure, that is why I entered the forests, where my father's orders are <em> nimitta</em>, a concomitant factor, and not that I entered these forest due to my karma, or misfortune...' Govindaraja.  According to Maheshvara Tirtha 'My coming to forests at the orders of my father is a fact but concomitant factor in this  forest trek is your request to eliminate the demons, which I will do...' This is evident meaning. The latent one is \"I  have entered these forests only at my own desire to eradicate demons, for they are doing wrong to you, my servants <em> sheSin</em>-s, and I abide by you, my devotees...' c.f., "
        },
        {
            "type": "commentary",
            "text": "Griffit's Translit: I wait the hests of all of you. / I by mine  own occasion led / This mighty forest needs must tread, / And while I keep my sire's decree / Your lives from  threatening foes will free."
        },
        {
            "type": "verse",
            "text": "\"Perchance I have come for the achievement of your purpose, such as I am, dwelling in this forest will  immensely be fruitful to me... I wish to eliminate demons, the enemies of sages, in war... let the sages behold my  valour, and my brother's valour in doing so...\" Thus Rama promised the sages. "
        },
        {
            "type": "verse",
            "text": "Thus giving his aegis to the sages, that valiant Rama who is firmly virtue-souled, journeyed towards Sage  Suteekshna with Lakshmana and the sages, and along with the one given by Honourable Janaka, namely Sita. "
        }
    ]
}