{
    "id": "prose-aranya-60",
    "kanda": "aranya",
    "sarga": "60",
    "title": "Rama laments for Sita's separation",
    "chapter": "60",
    "overview": "Rama laments for Sita's separation. He starts searching for her and goes on asking every plant, tree and animal, in a kind of frenzied attitude. This chapter is too poetic to summarise, hence this much is said here.",
    "content": [
        {
            "type": "verse",
            "text": "While Rama is coming towards hermitage his lower eyelid frequently fluttered, his gait faltered, and he missed his footing. On closely watching those inauspicious forebodings Rama indeed uttered oftentimes reflexly thus as, 'would she be safe, in fact!'"
        },
        {
            "type": "verse",
            "text": "He quickened himself and went with an ardency to see Sita, and then on seeing an empty home his heart is distraught. Raghava looked like a flying-flutterer as his speed jostled his arms and gait flutteringly, and on closely probing there and there, and all-over the places of that cottage, then he saw the lustreless house of straw devoid of Sita, alike a befogged wintry lotus-lake without lustre."
        },
        {
            "type": "verse",
            "text": "The trees of that woodland are seemingly weeping, as their flowers are witheringly weakening and their birds are weepingly warbling, and the animals are whingeingly weeping, and that woodland is charmless and utterly shattered, since its georgic deities have completely abandoned it. Rather utterly bestrewn are the deerskins and sacred grass blades, rather utterly battered are the tender-grass-seats and other mats in the compound of cottage, and he who ardently wanted to see Sita, such a Rama, on seeing such an emptied locale and cottage, wept over, over and again."
        },
        {
            "type": "commentary",
            "text": "By this bestrewn, battered, or shattered state of articles, it is evident that Sita struggled a lot to get release from the clutches of Ravana, and in their tussle articles are in shambles. Hence, Ravana did not carry Sita on a clod of earth as said in Adhyaatma Ramayana and other texts. Valmiki's Sita is an out and out human, as of now."
        },
        {
            "type": "verse",
            "text": "\"That bashful Sita might be stolen by the grudging demons, or slain by the very same grisly demons, or savoured by some gruesome beasts, or else she strayed in this gauntly forest, and even she might have playfully shrouded herself in the grimly forest, or else she must be sheltering herself in this forest which will be gruelling to locate."
        },
        {
            "type": "verse",
            "text": "\"Or else, she might have again gone to pick the flowers or fruits, or again gone to lotus-lake, or gone to the river for water.\" Thinking thus, Rama started his search for Sita."
        },
        {
            "type": "verse",
            "text": "Though he searched effortfully for his dear Sita he did not get her, and as his anguish is reddening his eyes the appearance of that glorious one seems to be that of a madman."
        },
        {
            "type": "commentary",
            "text": "The word <em>iva</em> 'as though, seems to be, alike...' has some importance from the viewpoint of commentators, and some discussion is given in endnote on its usage. Because he is 'like' a madman, the translation shall also be 'like' a mad-translation, as long as he talks 'like' a madman."
        },
        {
            "type": "verse",
            "text": "Rama ran speedily from tree to shrub, from hill to hillock, from river to rivulet, and revolving around them he wailed for Sita, as he is inundated in a sludgy ocean of woes."
        },
        {
            "type": "commentary",
            "text": "Whether Rama 'really wept' over Sita's absence or it the 'playacting' of god - is a much-debated topic. As a hero of the epic, it is 'real' weeping and it is necessary to arouse pathos, but should he be god or god incarnate, is 'weeping' manifest in the qualities of Omniscient - is the dilemma. Some points are presented in the endnote."
        },
        {
            "type": "verse",
            "text": "\"Oh, Kadamba tree, seest thou someone a lady who is lover of Kadamba flowers, one with a lovable face and a love of mine, thou tellest me if thou knowest."
        },
        {
            "type": "verse",
            "text": "\"Oh, Bilva tree, if thou seest someone who is drest in yellowy-ochry silks, whose skin likens to the silkiness of thine leaflets, breasts to thine rotund and silky Bilva fruits, thou tellest me..."
        },
        {
            "type": "verse",
            "text": "\"Otherwise, thou Arjuna tree, if thou knowest her who is a lover of thine Arjuna flowers and the ladylove of mine, thou telleth whether that slender-waisted daughter of Janaka liveth or otherwise..."
        },
        {
            "type": "verse",
            "text": "\"As to how this Kakubha tree shineth laden with creepy-creepers, foliole-foliage and flowery-flowers, this tree knowest Maithili whose thighs can be likened to the smoothish trunk of this very Kakubha tree..."
        },
        {
            "type": "verse",
            "text": "\"As to how this best tree among all trees heareth the chorus of honeybees that singest around it, thereby this Tilaka tree clearly knowest Maithili, a lover of Tilaka trees, as this shouldst have heard her."
        },
        {
            "type": "verse",
            "text": "\"Oh, Ashoka tree, an alleviator of agony, that is thine name lingually... but practically and readily name me after thine, by showing my ladylove, as my agony has marred my empathy..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Palm tree, if thou seest that lady breasted alike ripened-palm fruits of thine, and if thine mercy is mine, thou telleth of that shapely lady Sita..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rose-apple tree, if thou seest Sita and thee knowest my ladylove with golden glitter, thou telleth me without hesitation..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rose-apple tree, if thou seest Sita and thou knowest my ladylove whose complexion is smoothish like thine Rose-apples, thou telleth me unhesitatingly..."
        },
        {
            "type": "verse",
            "text": "\"Aha! Karnikaara tree, now thou art in full bloom and blooming magnificently, if thou seest that lover of Karnikaara-flowers and an immaculate ladylove of mine, thou telleth me..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'you all might have seen when your friend was imperilled and you might have complained, or cried out with the rustle of your leaves or gestured with the swings of your branches, as humans would do with their voice and hands... and the birds and bees nestled on you also might have chorused, sadly... but those birds and bees are unable to communicate what has happened... you trees, though you may not have rushed to rescue her, as you are pegged on ground, you indicate to me, at least with your branchy gestures, what exactly has happened..."
        },
        {
            "type": "verse",
            "text": "Rama has gone on asking trees like mango, niipa, massive saala, jack-fruit, kuruva, dhava, and even around daaDima, bakula, punnaaga, sandalwood, ketaka trees, and when he is running around them that highly glorious Rama appeared like a madman."
        },
        {
            "type": "verse",
            "text": "\"Or else, oh, deer, dost thou know what bechanced to that fawn-eyed Maithili, one with quick-looks like thee deer? Or else, hast she herded herself into the herd of she-deer of yours..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'poor trees... they cannot air their expression, hence Maithili is unsaid by them... but you deer, you can voice and gesticulate, then voice it out or gesticulate, since that Maithili is an all time playmate of you deer... and you are an expert in escaping, and you might have escaped when Maithili was in danger, does not matter, it is your nature, now tell me what exactly has happened...' [but, then that deer ran in a particular way, but Rama is now unable to decipher it... and concludes,] 'now also you are escaping expertly... leave it at that...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, elephant, thou mightst beheld her whose thighs likens to your trunk at that problematic hour, thus methinks, and that Maithili is familiar to thee, and oh, best elephant, if thou beholdest her, thou tallest me..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'though you are a pachyderm you are keen-eyed and you can find out even a thorn in the weed, also you are around this place for a long time, thus well acquainted with all of us... hence I deem that something must have happened and somehow you might have seen... though you could not prevent it with your massive head, trunk or legs, but tell me what exactly has happened..."
        },
        {
            "type": "verse",
            "text": "\"Fear not, oh, tiger, hast thou seen Maithili, the moonfaced ladylove of mine, if thou hast seen speak in good faith..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'I know that you are a master prowler and a brave one, these deer and elephants are somehow fearing to tell me, but you tell me because you're a brave one... did you not prowl the prowler of Maithili... I also know that equal is the fear when one sees a tiger or when a tiger sees one... now you need not lift up your fore-paw and step back on seeing me... as I cause no harm now... but tell me, whether you ran after that one who caused some harm to Sita or not, as Sita never harmed you, when you were on the prowl hereabouts...' But that tiger retraced its steps, because Rama is an archer with a bow and arrows, without telling him that without exception all the animals vainly ran after Ravana trying to rescue Sita. Such as he is, an uninformed one, he starts a delirious soliloquy in imagery."
        },
        {
            "type": "verse",
            "text": "\"Oh lotus-eyed lady, in fact I have seen you my dear, then why this running away and concealing yourself under trees, why do not you reply me... Stay...stay... oh, best lady, don't you have mercy on me? You are not unacceptably tease-humoured! What for you ignore me? Oh, beautifully complexioned lady, even if you are running away your yellowy silk-sari betokens you, stay, if you have goodwill for me..."
        },
        {
            "type": "verse",
            "text": "\"Otherwise, she whom I have just seen me may not be Sita, why because, it is unapt of her to avoid me who attained this wretched state, hence Sita with cheery smiles is certainly murdered... Obviously the raw-flesh gorgers must have gorged that youngish lady on diving all her limbs in my absence from my dear one..."
        },
        {
            "type": "verse",
            "text": "\"Her face which is similar to a full-moon with pretty teeth, prettier lips, prettily nose and with prettyish earrings, might have obtained a blanched look when being devoured... But that exquisite and beautiful neck of that lady which shines forth in the colour of Campaka flower, befitting for any neck ornament, indeed it might be glutted down while she is bewailing... Her two arms which are delicate like tender leaves, ornamented with bangles and bicep-lets might have been definitely nibbled while they are wriggling with quivering fingers..."
        },
        {
            "type": "verse",
            "text": "\"This is as though I have forsaken this youngish Sita really as a feast for the demons in my absence, and though Sita has many relatives she has become as worse as a lonesome woman who is completely forsaken by her caravan who is lonesomely ready for the feast of highwaymen, and demons have feasted on her."
        },
        {
            "type": "verse",
            "text": "\"Ha, Lakshmana... oh, dextrous one... have you seen my ladylove anywhere... ha, dear, where have you gone... oh, auspicious lady... ha, Sita...\" thus Rama lamented again and again in his search."
        },
        {
            "type": "verse",
            "text": "On bewailing in this way and on overly rushing from wood to wood, somewhere Rama has become highly delusional by the forcefulness of delusion and spots forest stuff as Sita, though none of them have any resemblance to Sita, and somewhere else, marking creepers, plants or slender shrubs and suchlike delicacies as Sita he has become really alluded by the powerfulness of allusion, and elsewhere, he is not discriminating paths or pathless routes for his trekking as an impassioned one in the search of his ladylove, and thus he is nitid like a madman."
        },
        {
            "type": "verse",
            "text": "Rama is on the rove around woods, rivers, hills, mountain-rapids and thicketed forests, speedily and restlessly."
        },
        {
            "type": "verse",
            "text": "On going round the vast of great forest in that way and on searching for Maithili, his hope became intangible, but again he undertook the search for his ladylove, over-strenuously."
        },
        {
            "type": "commentary",
            "text": "Maheshvara Tiirtha says that, 'the word <em> iva</em> 'alike, seemingly, as though' is to be ellipted to all the expressions given by Rama, as  god incarnate Rama did not 'really' weep over...' As such the expressions will become: <em>shokaat paripluta iva, shokaat pradhaavan iva, vilapan iva</em> etc., and they  mean 'as though he is inundated in sea called lamentation... as though he wept... as though he ran after...'  and the like. For this the <em>viSNu puraaNa, umaa samhita</em> is cited as reference,  where Vishnu himself says: <em>aham  daasharathiH buutvaa hanmi raavaNam aahave | shrii mad raama avataare asmin aj~navat kriyate mama | tatra  shankaa na kartavyaa sarvaj~nena api maayayaa | mat maayaa mohitam rakSho manuShyam maam avekShyati |  anyathaa tasya saa nuunam na bhavet atra kutracit</em> 'I on becoming Dasharatha's son  will eliminate Ravana in combat... though Omniscient I conduct myself in the incarnation of Rama as  a commoner by my Maya... thereby no doubt be nurtured by any... believing me a human Ravana will be  mislead, as there is no other way for his elimination...' thus Tiirtha says that Rama did not actually  'weep or wail...'"
        },
        {
            "type": "commentary",
            "text": "But this is contradicted and said by later commentators, 'though  Rama is Supreme Being he took up human incarnation and he conducted himself as a human. Hence there  is no need to ellipt ellipses for many a time and portray him as a 'direct' god on earth. Valmiki has  said this more than once through Rama's words that he is just a 'human...' <em>aatmaanam  aham maanuSam manye</em> 'I for myself am a human...' etc., and here also Valmiki used this word <em>iva</em> only at a few places like <em>unmatta iva, udbhraanta  iva</em> Even if Rama were to be 'god' on earth, for his fate of taking a human incarnation he is  fated to behave as a human, and gets involved in human emotions, according to situations and his mental  conditions. In such conditions, for he is 'god' he can 'evoke' an emotion as he evoked rancour many  times when eliminating demons as in the episodes of Aranya when he was eliminating Khara, Dushana, and  others. There is <em>roSam aahaarayat tiivram...</em> 'rancour, evoking, unusual...'  'and then evoking an unusual rancour to eliminate Khara in war, he eliminated Khara...' as at 3-30-19.  Here when the word <em>roSam</em> is replaced with <em>shokam</em>  and if it be said as <em>shokam aaharayet tiivram...</em> it suffices all contradictions.  And in many other places, we see him <em>aaharayet</em> 'getting' wrath or sadness,  or other humanly emotion. When he can 'evoke' one human emotion 'wrath', why not evoke other emotions  like 'love, sadness, pity, kindness' and the like. Again, there are some subhuman emotions like greed,  avarice, hate, jealousy etc., which are unbefitting to humans themselves, hence the question of Rama's  evoking them for his activities, does not arise."
        },
        {
            "type": "commentary",
            "text": "Then 'is this playacting of god, of hoodwinking of man called  Rama in the name of Ravana...' is the connective question. The answer is 'neither...' for it is maya  of Vishnu. In other way, it is not hoodwinking of Rama but it is the bewailing of god/Rama caused by  the suffering of his adherents/devotee/subjects - particularly for Sita, who is not just a devotee  or adherer, but his own altar ego. Particularly when that god alone, through the so-called destiny,  karma, fate etc, causes that suffering. Rama admits at verse 34 of this chapter 'this is as though I  have forsaken this Sita...' because of his passion for hunting, either the deer or the demon, thus  bechanced is an ill fate on Sita."
        },
        {
            "type": "commentary",
            "text": "If Rama were to be god, he is not an 'featureless' god of <em>advaita</em> tenet, a <em>nirguNa</em> but he is <em>saguNa</em> 'featured' god and some of his many features are: <em>svabhaavika anavadhika atishaya, j~naana, bala, aishvarya, viirya, shakti, tejaH,  saushiilya, maardava, aarjava, sauhaardra, saumya, kaaruNya, maadhuryam, gaambhiirya, audaaryaadi aneka  kalyaaNa guNa sampanna...</em> of which we are concerned with <em>kaaruNya, maardava</em>  features, 'pity and sheltering...' as Shudarshanaacaarya defined <em>maardavam</em>  as <em>aashrita viraha a-sahatvam maardavam</em> 'impatience for the separation  from his adherers...' and Rama wept with this pity and impatience for Sita's separation from him."
        },
        {
            "type": "commentary",
            "text": "However delinquent the children be, they do not know or care to  know what their parents feel about their delinquency, because they themselves are thinking that they  are not at all delinquent. But their parents, though they are aware of their children's delinquency,  but unable to mend them, they suffer silently or blatantly. Here too it is the same predicament for  Rama, though it is not parent-child relation, but it is man-wife relation, worthier enough for more  suffering. His anguish is for the 'soul' called Sita, going to be captivated in the 'body' called  Lanka, and her deliverance is possible only on the annihilation of that body or holder of that body,  namely Ravana, in the karmic cycle of birth-death. And none has a real glimpse or knowledge of that  god or soul, but all go on assuming on their own as Bhagavad Gita says at7-24:"
        },
        {
            "type": "commentary",
            "text": "&nbsp;<em>avyaktam  vyaktim aapannam manyate maam a-buddhaya | param bhaavam ajaananto mama avyayam anuttamam | gita</em>"
        },
        {
            "type": "commentary",
            "text": "&nbsp;<em>Which deem th' Unmanifested manifest, / Not comprehending Me in my true Self!  / Imperishable, viewless, undeclared,</em> - Sir Edwin Arnold. Hence, Rama really wept for Sita  and in fact, gods really weep even for us, madly and sadly, but we do not care, or wish to care."
        }
    ]
}