{
    "id": "prose-aranya-61",
    "kanda": "aranya",
    "sarga": "61",
    "title": "Rama laments for Sita [contd.]",
    "chapter": "61",
    "overview": "Rama laments for Sita and becomes despondent. But at the advice of Lakshmana both of them start a  search for Sita, presuming that she might be available in the proximity. Later they embark on a thorough  search in the entire forest and its mountains and at lakesides, but Sita is unseen.",
    "content": [
        {
            "type": "verse",
            "text": "From here, until Rama meets Hanuman in next book Kishkindha, Rama's lamentation is continually portrayed.  This may not be taken as a mere 'weeping' or 'bemoaning' of the principal character of the epic, but  this has many poetics and romantics of epical poetry imbibed in it. An epic, basically, requires a hero  to have his romantic attributes, <font color=\"#B3003A\">naayaka lakshaNaaH</font> and these 'wailings'  will portray all of them. There are various, numerous and voluminous derivatives, meanings and commentaries,  which cannot possibly be included in here, at this stage, except for passing references on them. Hence,  this lengthy lamentation has lengthier romanticism."
        },
        {
            "type": "verse",
            "text": "On seeing the vacant threshold of the hermitage and empty cottage of straw, also at the leaf-mat-seats  that are utterly shattered, and not finding Vaidehi even on watchfully eyeing everywhere Rama shrieked  loudly, and then on clasping the winning shoulders of Lakshmana he said this to him."
        },
        {
            "type": "verse",
            "text": "\"Oh, Lakshmana, possibly where can be Vaidehi? Or, to which place she has gone from here? Or, Soumitri,  who stole her away? Or, who has gorged up my ladylove? Oh, Sita, if you have concealed yourself under  trees wishing to poke fun at me, enough is your fun and games, get in touch with me now, as I am highly  anguished... Oh, meek Sita, with which meekly young deer you were playing, all these are now broody  with tearfully fluttery looks, without you..."
        },
        {
            "type": "verse",
            "text": "\"Really Lakshmana, I will not live long without Sita, indeed I am enveloped in high anguish caused  by the abduction of Sita, and this alone will become a murderer, and on my going to other world when  murdered by my own agony my father and that great king Dasharatha will definitely observe me in the  other world..."
        },
        {
            "type": "commentary",
            "text": "Some other mms contain the word <em>mR^itam</em> 'dead ...' instead of the word <em>vR^itam</em> 'enveloped...'  'when I am dead and gone to other world, there my father will ask me...' would then be its meaning."
        },
        {
            "type": "verse",
            "text": "\"When I go to other world after my death our father Dasharatha who is already staying there will deride  me saying, 'when I have directed you for a fourteen year exile, and when you too have assuredly agreed  and promised me for that term, how you have to my presence in this ultramundane world without completing  that term of fourteen year exile, besides breaking your own word of honour... thus you have become a  wilful disobedient, despicable and dishonest person, such as you are, fie on you...'"
        },
        {
            "type": "verse",
            "text": "\"Anguish seared and bewildered me and I am woebegone with broken down buoyancy, and oh, beautiful lady,  jilting such an woeful one as I am, where you are going now, as with prestige jilting a prevaricator?  And if you shun me I will have to shun my life...\" Thus Rama bewailed imaging her right in his front  and running away."
        },
        {
            "type": "verse",
            "text": "Though that legatee of Raghu is desperate for seeing Sita, though he is highly anguished and agonised,  though he bewailed this way, that Rama has not found Janaka's daughter, Sita. To him who is unable  to find Sita, and who is sinking in sadness as with an elephant sinking in a chasmal mud, Lakshmana  spoke to such a Rama in a positive manner desiring his wellbeing."
        },
        {
            "type": "verse",
            "text": "\"Oh, well-informed one, do not get into desperation, you make efforts along with me, and oh, brave one,  this best mountain is beaming forth with many caves, she may be there somewhere. Maithili is a fascinated  saunterer in woodlands so she might have entered the forest, she is even infatuated with waters, so  she might have gone to the fully bloomed lotus-lake, or to the river that is adorned by fishes and cane-breaks.  Or, wishing to know our reaction when she scares us with her prank, Maithili might have squirreled away  into forest. Oh, honourable brother, let us endeavour quickly to search her."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama of Kakutstha, if you consider that we shall search the forest in its entirety to locate where  she that Janaka's daughter might be, let us quickly do so. But do not engulf your heart in sadness.\"  Thus Lakshmana advised Rama."
        },
        {
            "type": "verse",
            "text": "When Lakshmana good-heartedly spoke this way, Rama self-collectedly made a headway for the search of  Sita along with Soumitri. Those two sons of Dasharatha have started a thorough search for Sita in  forests, on mountains, also thus at rivers and lakes. On searching whole of mountainsides of that Mt.  Chitrakuta, where their hermitage is there, even in its caves, crags, and mountain peaks they have not  found Sita. On exploring everywhere on that mountain Rama said to Lakshmana, \"oh, Soumitri, here on  this mountain I do not descry auspicious Vaidehi.\""
        },
        {
            "type": "verse",
            "text": "While roving searchingly in Dandaka forest Lakshmana who is tormented by anguish said a sentence to  his greatly resplendent brother Rama. \"Oh, insightful brother, you will reacquire Janaka's daughter  Maithili, as Vishnu once subjugated Emperor Bali and reacquired this earth.\" But when the valiant Lakshmana  addressed him in that way, Raghava whose thinking is marred by poignance spoke these pathetic words."
        },
        {
            "type": "verse",
            "text": "\"This forest in its entirety, these lotus-lakes with their blossomed lotuses, and this mountain with  its many caves and mountain-rapids, all are evidently searched. But, oh, sensible brother, I do not  descry Vaidehi who is loftier than my lives.\""
        },
        {
            "type": "verse",
            "text": "Lamenting in this way Rama languished owing to the abduction of Sita and became a pitiable one, and  while sadness besieging him he is perturbed for a moment. All the limbs of Rama are fluttered, his faculty  has become functionless, his fervour is frozen, he is forlorn and flustered, and such as he is he sank  down suspiring swelteringly and lengthily."
        },
        {
            "type": "verse",
            "text": "Suspiring repeatedly he that lotus-eyed Rama shrieked repeatedly and loudly thus as, 'ha, Sita...'  with tears stifling his throat. Though Rama has many kinsfolk who hold him dear he is now left with  a single one, namely Lakshmana, and that obedient brother Lakshmana who is already anguished for Rama's  sadness, then adjoining his palms obediently started to pacify Rama with divers methods."
        },
        {
            "type": "verse",
            "text": "But disavowing the word of advice that fell out from the cupped lips of Lakshmana, Rama stridently yelled  again and again when his dear Sita has become unseeable."
        }
    ]
}