{
    "id": "prose-aranya-62",
    "kanda": "aranya",
    "sarga": "62",
    "title": "Rama laments for Sita [contd.]",
    "chapter": "62",
    "overview": "Rama bewails for Sita as an ambivert, ambivalent romantic epical hero and asks Lakshmana to return  to Ayodhya, as Rama is certain to perish without Sita. He thinks his agony aloud, weighing pros and  cons of his situation.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "In not seeing Sita that virtue-souled Rama's sagacity is marred by his anguish and he bewailed with  his lotus-like eyes that are reddening like a pair of lotuses, raising is long arms."
        },
        {
            "type": "commentary",
            "text": "Some mms use the word <em>kaama</em> in the compound <em>shoka upahata cetanaH</em> thus it becomes <em>kaama upahata cetana</em> and then it means 'his sagacity is marred by desire for Sita...' and  because of the adjacency of word <em>dharmaatmaa</em> 'righteous one...' 'a righteous desire is no sin  to desire for... hence his desire for Sita is righteous...' Then <em>mahaabaahuu</em> denotes that  he is wailing raising his long arms, and <em>kamala locana</em> is indicative of redness of lotuses,  thus his eyes are reddening by his wailing."
        },
        {
            "type": "verse",
            "text": "Even if Raghava is not able to see Sita in his presence he started talking to her in a kind of inarticulate  wailing, as wailing pampered his articulacy because his speech took shelter of wailing instinct, and  as he is cowed down by Love-god, and thus he started to vent out his heart in this way."
        },
        {
            "type": "commentary",
            "text": "Here the poet is starting the sixth phase among the ten phases called <em>manmadha avasthaaH</em> 'phases  of pangs of love,' and this one is called <em>a + rati</em> 'non-indulgence, the ambivalence, the ambiversion...'  of the romantic hero, in romantic epical poetry."
        },
        {
            "type": "verse",
            "text": "\"Flowers fascinate you very much, my dear, hence you veil yourself with the full bloomed branches of  Ashoka tree, but that alone is amplifying my anguish because you both have presently became tormentors."
        },
        {
            "type": "commentary",
            "text": "We may recount the idea reg. Ashoka flowers expressed at 3-60-17."
        },
        {
            "type": "verse",
            "text": "\"Maybe, both your thighs liken to the stalks of banana plants, thinking so, now you have lapped them  in grovy banana plants, but I can distinguish which is which, thus now I caught sight of them, oh, lady,  you are inapt at least to cover them from me. Oh, lady, you are facetiously glorying in the boscage  of fully bloomed Karnikaara trees which is really wafting worry to me, rather than the fragrance of  those flowers oh, glorious lady, enough, enough is this facetiousness of yours. I am aware of your humour,  lady, and I know that you are jocose, but in a place like hermitage unmerited is this sort of raillery,  even if it is good-natured. Hence, you come back, oh, wide-eyed one, your cottage is empty."
        },
        {
            "type": "commentary",
            "text": "Be it a cottage or a palace, minus a housewife, it cannot be called a 'home' <em>na gR^iham  gR^iha iti aahuH gR^ihiNii gR^iham ucyate | gR^iham tu gR^ihiNii hiinam araNyam sadR^ishamatam || Maha  Bharata, 12-144-6; bhaaryaahiinam gR^ihasthasya shuunyam eva gR^iham bhavet |</em> 'a house  is a house when housewife is there, otherwise it amounts to a forest...' 'a house to the householder  is a void, if the housewife is not there...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, Lakshmana, very evidently demons have either gorged up Sita, or perhaps abducted her, because  she is not returning to me who am whiny indeed for her. Indeed these teary-eyed mobs of deer look as  if to explain that nightwalkers have gluttonised my lady. Ha! My graceful lady, to where you have strayed  now... Ha! Chastely and best complexioned lady, now the ambition of my queen mother Kaikeyi will be  fulfilled, as I breath my last owing to your straying..."
        },
        {
            "type": "verse",
            "text": "\"I have come to forests with Sita and have to go back to Ayodhya without Sita. How, in all but name,  can I step into an oblivion called my palace-chambers? People will denounce me as a vigourless and pitiless  person, and my ineptitude will indeed be self-evident, for Sita is led away from me by some tactical  being... When the king of Mithila Janaka asks after the wellbeing of all the three of us after the completion  of forest living, how do I have the face to stand him?"
        },
        {
            "type": "verse",
            "text": "\"On seeing me without Sita the king of Videha will be distraught by the perishing of his daughter,  and he defiantly goes under the preponderance of perplexity... Instead, I prefer not to go to the city  Ayodhya that is ruled by Bharata, because it must be comforting to one and all under his rulership,  but not to me as Sita will not be with me... else if, that end of my life occurs now and if I were  to go to heaven, even that heaven will be a void to me without her... I believe so..."
        },
        {
            "type": "verse",
            "text": "\"Hence, Lakshmana, you go back to that auspicious city Ayodhya forsaking me in forests, because I have  no existence without Sita, isn't it! On tightly hugging Bharata you shall tell him these words as  I have said, 'Rama authorises you to reign the earth...' Oh, efficacious Lakshmana, on revering my mothers  Kaika, Sumitra, and Kausalya justifiably you tell them my good bye, and you as the one who effectuates  whatever is assigned to you, you have to effortfully protect my mother Kausalya by doing whatever she  says. Oh, the subjugator of unfriendly, Lakshmana... you shall clearly inform in detail about this perish  of Sita, also that of mine, to our mothers."
        },
        {
            "type": "verse",
            "text": "Thus Raghava, the dejected, neared every corner of the forest in his search, and bewailed because that  lady with best plaits, Sita, is not found and missing from him. Even Lakshmana became whey-faced,  frantic-hearted, highly overwrought, by the fear of uncertainty looming large on them."
        }
    ]
}