{
    "id": "prose-aranya-63",
    "kanda": "aranya",
    "sarga": "63",
    "title": "Rama laments for Sita [contd.]",
    "chapter": "63",
    "overview": "Rama laments while searching for Sita and reminiscing over his past, which was spent happily with Sita. Rama and Lakshmana search for her at riversides of Godavari but she is unseen there. Though Lakshmana continuously encourages Rama for a thorough search without submitting to mere anguish, Rama sinks into his own anguish.",
    "content": [
        {
            "type": "verse",
            "text": "That prince Rama whom agony and anguish are distressing has become anxious in his mien, and he again drifted into a dire desperation while despairing his brother Lakshmana. Rama who is sunken in a chasmal sorrow spoke this sentence while wailing sorrowfully, suspiring severely and scorchingly, and which sentence is seemly to his sensitivity, to Lakshmana who is already under the sway of sorrow."
        },
        {
            "type": "verse",
            "text": "\"I am second to none among the blameworthy wrongdoers on this earth, thus I deem, and indeed woe followed by woe are getting at me in seriation to burst my heart and mind... I might have definitely, habitually, and desirably committed damnable deeds in my previous births, and now the result of those impious deeds is very much ripened and has fallen on me, whereby I am entering misery after misery..."
        },
        {
            "type": "commentary",
            "text": "As with the accrual of merit by good deeds, sin also accrues with impious or sinful acts <em>anena janmaantara kR^ita paapa anuruupam phalam bhavati iti arthaH - strii parvaaNi - nuunam vyapakR^itam puurveShu janmaasu | yena maam duHkhabhaageShu dhaataa karmasu yuktkavaan - mahaa bhaarata - dk</em> and this ripens and bechances at a later time in the shape of misfortune."
        },
        {
            "type": "verse",
            "text": "\"I am deprived of the kingdom, departed from my own people, mainly Sita, my father departed and I am detached from my mother, and Lakshmana, when all these setbacks are very deeply thought over they are replenishing the haste of my agony... All this sadness of mine has silenced physically and there is some peace on coming to these desolate forests, in association of Sita, but with the dissociation of Sita misery is again upshot, as with fire which flares up in a flash when fuel is added..."
        },
        {
            "type": "verse",
            "text": "\"My noblewoman might be abducted by a demon, and on reaching the sky that lady who converses with a sweet voice might have wept a lot fearfully, and it is definite that she must have shouted a lot, untunefully... Those two roundish bosoms of my ladylove which always deserved the application of pleasantly looking red-sandalwood's paste might definitely be unshiny, as they might be bedaubed with muddy blood when they are extricated from her body for devouring."
        },
        {
            "type": "verse",
            "text": "\"She has a sweet, softish, and very clear talkativeness on her lips. That visage with such lips is crowned with a hairdo with hair lumped together and plaited, such as her visage is, it must have become unshiny on her going into the repression of demon, as with an unshiny moon when repressed in the mouth of eclipsing planet Raahu, it is definite... The contours of the neck of that strait-laced ladylove of mine are always worthy for necklaces and chain-wears. The bloodthirsty demons would have indeed mangled that neck in a secluded place and they might have drunk her blood, it is definite..."
        },
        {
            "type": "verse",
            "text": "\"While I was away from her in this uninhibited forest demons would have forcibly hauled her up when they are abducting that lady with broad-bright eyes, and she would have discordantly shrieked out like a piteous she-dove, it is definite..."
        },
        {
            "type": "verse",
            "text": "\"Sitting very close to me on this stone's surface, oh, Lakshmana, she that well-mannered Sita with bright smiles was speaking to you verbosely with all smiles..."
        },
        {
            "type": "commentary",
            "text": "He is recollecting his romantic dalliances with Sita at the riverside of Godavari. <em>asmin</em> 'in here, hereabouts which now is devoid of Sita, she used to playfully tease me in our swimming sports in this River Godavari...' <em>maya saartham</em> where <em>maya sa artham</em> 'I thought I was winning... but, she who is used to have an upper hand... hence, then I became secondary...' <em>udaara shiilaa</em> 'well-mannered' Sita... for she did not bother me for such a frolicking when we were in Ayodhya, and she with all her mannerliness maintained a distance from me, as there were her father-in-law, mother-in-laws in Ayodhya, but here only two of us who are with ourselves, and we rejoiced freely...' <em>shilaa tale upa upa viSTaa</em> 'on the surface of any stone wherever I wanted to gain a foothold after straining myself in swim-games, she used to reach and sit on each and every acclivitous stone, prior to my reaching it, and she used to spatter water on my face, to continue more swimming... but, I was really fatigued...' then she is one <em>jaata haasaa</em> 'in whom laughter took birth...she used to burst out peals of laughter... that declare me as a defeated one...' And then <em>tvaam bahu vaakya jaata aaha</em> 'she used talk to you a lot, with lots of words, as you are in the habit of always extolling me, and she was saying to you... 'you two are mightier than the mighty, but I am a woman, you two are males and can hunt the cruellest animals, but I am woman, a rabbit in the kitchen... but, see how I defeated your almighty brother...' and the like...'"
        },
        {
            "type": "commentary",
            "text": "'A very interesting and linguistically important case of a prepositional verb is provided by the verses [that contain] <em>upopaviSTa... upa vish...</em> originally must have meant 'to sit near'. In course of time, the idea of closeness or proximity was lost and it came to be used in the sense of sitting only. Now when the idea of nearness or proximity had to be expressed one more <em>upa</em> was prefixed to it. Thus, we see how tautological tendencies were influencing Sanskrit in the very hoary past. The Ramayana <em>upopaviSTa</em> has its parallel n Hindi <em>paas baiThnaa</em> [where] <em>baiThnaa</em> is <em>upa veshana</em> which itself means to sit near <em>upa= paas</em>. But still <em>paas</em> is used with <em>baiThnaa...'</em> The Ramayana, A Linguistic Study, Pt. Satya Vrat. And to supplement Panditji's above saying, even in English this is evident and Oxford in saying meaning for proximity, says 'sat in close proximity to them' where 'proximity' itself is one <em>upa</em> and 'close' is another <em>upa...</em> Thus tautology is same everywhere."
        },
        {
            "type": "verse",
            "text": "\"Among rivers this Godavari is the best and it is an all the time cherished river to my ladylove, and I think she would have gone thereunto. But, at anytime she did not go there, singly... Or, that lotus-faced, lotus-petal eyed Sita has gone straight to bring lotuses! Nay, that idea itself is incongruous, for she never goes to get lotuses, indeed without me... But has she really gone to this stand of thicket which is with flowered trees and with birds of divers kind! Nay, that thought also is incongruent, because she as a timid one is much scared of solitude..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Sun, you are the knower of performed and unperformed deeds in the world, a wittnesser of good and bad deeds in the world, tell me, who am woefully writhing, to where my ladylove strolled, or is she stolen..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Air, whatsoever is there in the world, wheresoever it might be, or whensoever it might have happened, and whichsoever it might be, and whencesoever it might exist, that cannot possibly be unknown to you. Hence, tell me of the lady from noble heritage... is she stolen, or slain, or strayed her steps...\" Thus Rama begged of the Eternals for locating Sita."
        },
        {
            "type": "verse",
            "text": "To such a Rama whose physique is routed by his anguish in this way and who is insensately bewailing in that way, Soumitri whose courage is un-dispirited gave a justifiable and timely suggestion."
        },
        {
            "type": "verse",
            "text": "\"Oh, noble brother, banish that anguish and brace yourself with fortitude, and let you be with spiritedness in her searching... indeed, there is no backsliding for spirited men in their enterprises in this world, even though the enterprises are highly impracticable...\""
        },
        {
            "type": "commentary",
            "text": "Lack of fortitude and spiritedness will sink anyone in a chasmal self-centred subjective grief. <em>anena dhairya utsaahau shokam apanudya kaarya saadhakau iti suucitam - tathaa ca bhaatate - droNa parvaaNi - abhimanyu vadhe dharma putram prati vyaasaH - shocato hi mahaa raaja hi adhame abhivartate | tasmaat shokam parityajya shreyase prayated budhaH | praharSham abhimaanam ca cintayet | evam GYaatvaa sthiro bhuutvaa jahi ariin dhairyam aapnuhi | dk</em> Thus Vyaasa advises Dharmaraja to have fortitude and courage when he was sinking under the grief for the merciless killing of lonesome Abhimanyu, the son of Arjuna, in Maha Bharata war."
        },
        {
            "type": "verse",
            "text": "When Soumitri of towering bravery is speaking this way, Rama, the enhancer of Raghu's lineage, gave no heed to it, and since he castaway his fortitude he again encountered an inexplicable anguish."
        }
    ]
}