{
    "id": "prose-aranya-64",
    "kanda": "aranya",
    "sarga": "64",
    "title": "Rama finds Sita's flowers and jewelry",
    "chapter": "64",
    "overview": "Rama finds Sita's flowers and footprints, followed by heavy footprints of some male massive demon. On detailed probing there appear some more ruins of a combat between two warriors. Concluding that Sita is definitely abducted by a massive demon, Rama wants to countermove the universe, even by waging a war with gods.",
    "content": [
        {
            "type": "verse",
            "text": "A pitiable one, such as he is, he spoke to Lakshmana in a pitiable voice, \"Lakshmana, go quickly to River Godavari and find out whether Sita has gone to Godavari to fetch lotuses...\""
        },
        {
            "type": "verse",
            "text": "When Rama said thus to him Lakshmana again went to the charming River Godavari quickening his pace. Searching at many declivities which River Godavari has on its banks Lakshmana said to Rama, \"I do not espy her at ghats, declivities of riverbanks, and she is not replying though I shouted for her. In fact, oh, Rama, to which place she that neutraliser of nervousness, namely Vaidehi, has got round to, or where that frailty is, that place is really incomprehensible to me..."
        },
        {
            "type": "verse",
            "text": "Rama who is already stupefied by anguish is now despaired on listening Lakshmana's words and he personally went straight to River Godavari, and staying nearby that river Rama shouted in this way, \"Sita... where are you?\""
        },
        {
            "type": "verse",
            "text": "The forest creatures which were asked earlier have not said to Rama that a deservedly destructible demagogue of demons has divested him of Sita, likewise now River Godavari which is now being asked has not informed Rama about Sita. Though the woeful Rama has asked her, and even though all the georgic beings impelled her to inform Rama the fact about his ladylove, River Godavari then remained mouthless about Sita. She that River Godavari has not informed Rama about Vaidehi just out of fear on recalling the mien and manoeuvres of malefic-minded Ravana, lest Ravana may drain her away. Rama who is already in a rundown condition owing to the non-appearance of Sita, is further rendered as a hopeless being by River Godavari in the matter of his catching a glimpse of Sita, and such a Rama spoke to Saumitri."
        },
        {
            "type": "verse",
            "text": "\"Oh, kind Lakshmana, this Godavari is talking to me anything but a reply. In the absence of Vaidehi, oh Lakshmana, really what is that unpleasant word I have to say to Vaidehi's father king Janaka, also thus to Vaidehi's mother-in-law and my mother Kausalya, when I meet them! Which Vaidehi is the remover of all my sadness who am a destitute of kingdom and surviving in forests on forest produce, such as she is, where has she gone, really! Though I am distanced from my relatives I deemed that princess Sita alone would be an evermore relative of mine. But now when that princess alone is unseen I deem that my sleepless nights would be lengthy. I will search all these places of Godavari, Janasthaana and this mountain with many rapids, perhaps Sita may be available somewhere."
        },
        {
            "type": "commentary",
            "text": "River Mandakini is River Ganga and here River Godavari is said as Ganga as there are five Ganga-s <em>panca Gangaa</em> <font color=\"#B3003A\">Cauvery, Tungabhadra, Krishna Veni, Gautami [namely Godavari,] Bhaagiirathi.</font> in Southern India and these are held sacred on par with River Ganga."
        },
        {
            "type": "verse",
            "text": "\"Now all these burly animals are repeatedly looking at me as though to speak to me, oh, brave Lakshmana, this I reckon with their body language as it were. But on seeing them pryingly that tigerly-man Raghava has indeed asked them at once with a voice stifled with tears, \"where is Sita?\""
        },
        {
            "type": "verse",
            "text": "When that best king has asked, those animals rose to their feet in a trice and facing themselves southward showed skyward with their snouts. And while running in the direction in which Maithili is taken away they are stopping to look back at that lord of people, Rama. Thus they are repeatedly running, stopping and staring at Rama. By which reason those animals are going in a southerly course on a southerly terrain, and stopping to peer at Rama, and again clamorously adopting the very same southerly course, Lakshmana ascertained that reason."
        },
        {
            "type": "verse",
            "text": "On noticing the lingua franca and even the lingua persona of those animals, that imaginative Lakshmana spoke to his elder brother, alike a striver striving hard for some information."
        },
        {
            "type": "verse",
            "text": "\"Oh, godly brother, when you have asked these animals, 'where is Sita,' they quickly rose to their feet, and as to how they are showing the track on the ground and the southern direction as well, thereby we may, for sure, go south-westward to know whether there is some information about her, or else, even that noble lady herself may be available there...\""
        },
        {
            "type": "verse",
            "text": "On saying \"Yes!\" to Lakshmana that illustrious Rama of Kakutstha sallied forth to southern direction followed by Lakshmana, scrutinising the earth on his walkway. Those two brothers who are proceeding while discussing among themselves have seen the walkway bestrewn with flowers fallen from a person. That valiant Rama who is anguished to see the drizzle of flowers fallen on the surface of earth spoke this word to Lakshmana who is equally anguished."
        },
        {
            "type": "verse",
            "text": "\"I recognise these flowers that are fallen here, oh, Lakshmana. In forest I gave them to Vaidehi and she tucked these very flowers in her bun. These flowers are carefully safeguarded by the sun, as they are unwithered yet, by air as they are unswept by it, and by the glorious earth, as they are unspoilt by that, thus I deem that these naturals, sun, air, and earth are really proffering a helping hand to me."
        },
        {
            "type": "verse",
            "text": "On saying thus to best one among men Lakshmana, that virtue-souled and dextrous Rama asked the mountain that is uproarious with rapids."
        },
        {
            "type": "verse",
            "text": "\"Oh, lord among the earth-bolstered mountains, have you somehow seen a beauty by all her limbs, foregone by me in beautiful woodlands?\""
        },
        {
            "type": "commentary",
            "text": "This question contains a reply to Rama in a sort of jugglery of words / parsing as in - able was I ere I saw Elba. <em>kshiti bhR^itaam naatha</em> 'of earth, among bolsterers, lord; oh, lordly bolsterer of earth, oh, king Rama; <em>tvyaa virahitaa</em> 'by you, foregone...' <em>maya dR^iSTaa iti kaschit, kaschit= kaama pravedane</em> ' by me, seen...'"
        },
        {
            "type": "verse",
            "text": "<font color=\"#B3003A\">Reply of mountain to Rama:</font>\"Oh, lordly bolsterer of earth, lord Rama, I have somehow seen a beauty by all her limbs, foregone by you in beautiful woodlands.'"
        },
        {
            "type": "commentary",
            "text": "When the question itself becomes an answer it is <em>citra alankaara</em> and the mountain gave that reply in an echo of Rama's verbiage. Rama takes this as a mere echo of the mountain, but not a clear reply, and thus angering at it he wants to splinter it down, as said in next lines."
        },
        {
            "type": "verse",
            "text": "Because his question is unanswered he is enraged as with a lion enraging at a puny animal, and then he spoke to the mountain, \"show me that golden tinged, golden limbed Sita, oh, mountain, no sooner than I devastate all your apices, apiece...\""
        },
        {
            "type": "verse",
            "text": "When Rama spoke to the mountain in this way, that mountain echoed as if it is revealing Sita, but actually it has not revealed Sita to Raghava."
        },
        {
            "type": "commentary",
            "text": "When the mountain replied echoing the same words of Rama, Rama deemed it silent on other account of Sita, but just said 'I have seen Sita...' Hence, that mountain said anything but a proper indication, thus it has dishonoured Rama - Maheshvara Tiirtha. The mountain appeared to have said something but kept mum on other details - Govindaraja. In either way it silent on other details for fear of later time atrocity of Ravana, thereby Rama wanted to subject it to his arrows atrocity, now itself."
        },
        {
            "type": "verse",
            "text": "Then Rama of Dasharatha said to the hefty mountain, \"When the infernos of my arrows will burn you down completely and when you will be pared down ashes, you shall be grassless, treeless and tender-leafless, and thus you become a meritless mountain... hence, show Sita before becoming so..."
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, if this River Godavari is not going to tell me immediately about that moonshine-faced Sita, now I will dry her up..."
        },
        {
            "type": "verse",
            "text": "This way when Rama is highly infuriated and who appeared to burn down anything just with his eyes, then he has seen on the ground gigantic footprints of a demon, and the footprints of Vaidehi, who appeared to have run fearfully here and there in a helter-skelter manner expecting the arrival of Rama, and which footprints are heavily trodden by a demon who followed her. On scrutinising the overly trodden footprints of Sita and the demon, and a broken bow, broken quiver, and broken and variously bestrewn chariot also, then Rama became baffle-hearted and said to his dear brother Lakshmana."
        },
        {
            "type": "verse",
            "text": "\"See Lakshmana, many beads of jewellery and many bits of garlands of Vaidehi have indeed fallen down, and oh, Soumitri, they are strewn around... Also the surface of the earth is everywhere interspersed with big and small blood drops that are akin to golden droplets, you see them Saumitri... I think Lakshmana, guise changing demons would have ripped and rived Vaidehi, or divided her into pieces, or they might have gluttonised her."
        },
        {
            "type": "verse",
            "text": "\"A deadly clash has occurred here, Soumitri, while two demons were clashing between themselves on account of Vaidehi... Oh, gentle Lakshmana, studded with pearls and gems this great bow of someone is beautifully decorated, but it is fragmented and fallen to earth. Oh, dear boy, Lakshmana, this bow may perhaps belong to demons, or else to gods..."
        },
        {
            "type": "verse",
            "text": "\"Studded with lapis gem beads this golden armour of someone is similar to the rising sun in its shine, but it is splintered and fallen to earth... This hundred-spoked regal-parasol of someone is embellished with divine festoons, but oh, gentle Lakshmana, its central-shaft is wrecked and it is felled to earth... These ghost-faced mules with golden breastplates are macabre in form and massive in frame, but they are hewed down in war, whose are they, either... Somebody's combat-chariot is irradiant and similar in shine to the flaring fire with a war-pennon, but it is broken and battered down, as well..."
        },
        {
            "type": "verse",
            "text": "\"These frightful looking arrows of somebody are gilded and they are as much as a chariot's axle in their thickness, but their arrowheads are shred and they are manifoldly shredded and strewn around..."
        },
        {
            "type": "commentary",
            "text": "The sizes of Ravana's arrows are calculated differently. This <em>ratha aksha maatra</em> is taken as the length of chariot's wheel and thus it is said four-hundred inches or some 33 feet, which is unacceptable to some as Ravana did not travel in his chariot with a mega body. In another way <em>aksha</em> is taken as the 'eye of axle...' Then the diameter of his arrow is said, 'as thick as an axle...' Some others said the size of arrow is eighty-four inches according to <em>shilpa shaastra</em> 'science of chariot making...' taking this 'eye of axle' into consideration."
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, you see these two quivers packed with arrows are completely shattered, and the charioteer is drop dead with whip and bridles still in his hands... whose charioteer he might be!"
        },
        {
            "type": "commentary",
            "text": "The word used here for quivers is <em>sharaavara</em> and for this Dr. Satya Vrat says: 'Another word which is also not noticed by Monier Williams is <em>sharaavara</em>. It means an armour <em>kavaca</em> and occurs at least twice in the Ramayana...' Here and at 3-51-14 of this canto and there it was used in the meaning of armour. If this meaning of armour is adopted here also, then the meaning of the above verse may somewhat be,"
        },
        {
            "type": "verse",
            "text": "Lakshmana, you see... these two armours, one belonging to the combatant from this chariot [that is ripped off by Jataayu and fallen from the body of Ravana,] and the other belonging to this charioteer, both are encrusted fully with arrows [when Jataayu winnowed the very same arrows shot by Ravana with both of his wings and thus shot them back,] thus the two armours are completely shattered... and the charioteer is drop dead with whip and bridles in his hand... either he... whose is he... and where is the presiding combatant of this chariot...."
        },
        {
            "type": "verse",
            "text": "\"Evidently this is the modus operandi of someone who is a male demon, and you see how my animosity has become hundredfold to eradicate them..."
        },
        {
            "type": "commentary",
            "text": "This is the reply to Sita for she wanted no animosity could be nurtured towards the demons without a cause, in the opening chapters of this Aranya Kanda. When she herself became a cause for that animosity, now Rama is indicating the effect of that cause, in saying: 'I have some animosity towards these demons, but I have not eliminated them sweepingly, but for some demons occasionally... I thought that Sita strayed her way, or eaten away by some pauperised paltry demon... but on seeing the massive footprints I consider this as a calculated and culpable crime... now that my animosity is multiplied hundredfold, whole of the demonic race will be eliminated...'"
        },
        {
            "type": "verse",
            "text": "\"The highly stony-hearted demons that are guise-changers by their wish have either abducted, or killed or gluttonised saintly Sita... but, they say that rectitude saves such saintly persons... yet that rectitude has not saved Sita while she is being abducted in great forest..."
        },
        {
            "type": "commentary",
            "text": "Dharma or Righteousness does not go on safeguarding either its adherents or antagonists, everyone, everywhere, everlastingly. <em>dharmo rakshati rakshitaH</em> and suchlike sayings are also time-bound and when the time is negative <em>aapatsu raksha ko dharmaH</em> 'in difficulties which rightness safeguards?' is the ensuing dilemma."
        },
        {
            "type": "verse",
            "text": "\"Whether Vaidehi is taken away or taken in by some unknown being, oh, gentle Lakshmana, then who are the gods who can possibly be benignant to me in this world..."
        },
        {
            "type": "commentary",
            "text": "'No god can possibly be non-benignant to me, either in this world or in the other...' Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, someone, even if He were a Creator of Worlds, or an Omnipotent, if He were to be lenient at heart or in His actions, He will be disrespected by all beings, owing to the unenlightenment of those beings..."
        },
        {
            "type": "verse",
            "text": "\"I who am mellowly, magnanimous, merciful and yoked only to the wellbeing of all worlds, such as I am, all of the heavenly gods deem me as non-Omnipotent... it is definite..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'Even if I am capable of creating, maintaining, and destructing all the worlds, I am lenient, for I am benevolent... but the unwise are unable to know me, the real me... evil-doers are reverenced by one and all, though negatively owing to scare... but a do-gooder is scoffed off, for his deeds are positive and do not yield quick and instant results... and my Omnipotence is looked down as my impotence...' This concept is amplified throughout Bhagavat Gita."
        },
        {
            "type": "verse",
            "text": "\"Have you seen Lakshmana how merits like mercifulness, magnanimity and the like are inverted to become demerits on getting at me, thus I am unmerited in forgoing Sita. As such, as with the sizzle of sun uprisen quelling all the moonshine, now you may see as to how my irradiance radiates quelling all the merits like softness and fairness for the nonentity of all beings proactive to demons, inclusive of demons."
        },
        {
            "type": "verse",
            "text": "\"Oh, Lakshmana, will the yaksha-s be comfortable now, no; gandharva-s - no; monsters - no; demons - no; either kinnaraa-s or humans - no, none can be comfortable henceforth..."
        },
        {
            "type": "verse",
            "text": "\"Now the welkin will be packed with my arrows and missiles, and I will render it as an impassable sphere for the treaders in the triad of worlds..."
        },
        {
            "type": "verse",
            "text": "\"I will make the triad of worlds quiescent by completely blockading all the planetary bodies. The night-maker moon will be barricaded, aurae of fire, air and sun will be devastated, and then everything will be overcast with darkness. Mountaintops will be completely pulverised, water receptacles will be dried out, and trees, creeping-plants and shrubberies will be destroyed, and oceans depleted, thus I will bring the triad of the worlds to nought, relative to the task of Time in extinguishing an era..."
        },
        {
            "type": "verse",
            "text": "\"If the gods are not going to safely restore Sita to me, oh, Soumitri, they can see what my blitzkrieg is, at this very moment... All beings cannot fly high in the sky, oh, Lakshmana, as there will be a labyrinth of my arrows released from my bowstring, minus an intercolumniation... Bombarded with my iron-shafts this world will be put to disorderliness, Lakshmana, you may now witness how the animals and birds will be dazed and devastated... Because of Maithili I will render this mortal world de-demonical, de-phantasmal by force-stretching my unstoppable arrows up to my ears to release them forcefully... Let the gods witness now the impact of the blaze-crested, thoroughgoing arrows of mine, projected by my wrath and released by my irascibility..."
        },
        {
            "type": "verse",
            "text": "\"That being so, when the triad of worlds is completely ruined by my anger will there be gods, no; demons - no; phantoms - no, none can survive... Whatever worlds of gods, or monsters, or even those of demons are there, they will be splintered and falling down apiece by the fusillades of my arrows... Whether she is abducted, or even if she is killed, oh, Soumitri, if the gods are not going to give back my Sita I will now jeopardise these worlds with my arrows..."
        },
        {
            "type": "verse",
            "text": "\"If my ladylove is not returned indeed in a fine fettle as she was before my running after Golden Deer, I will be annihilating the triad of world in its entirety, together with its mobile and sessile beings, and I will be sweltering the entire universe with my arrows as long as I am not going to get a glimpse of her.\" Thus Rama gave a vent to his feelings."
        },
        {
            "type": "verse",
            "text": "Rama on saying thus with his eyes reddening in fury, his lappet-fold of lips jerking spasmodically, he girded up his jute-cloths and deerskin and twined up the mass of his matted-hair. When the disposition of that venturesome and infuriated Rama has become in that way holocaustic, it is like that of Rudra, the All-Inflamer god, when He became like this in earlier times, intending to inflame the Triple-Cities."
        },
        {
            "type": "verse",
            "text": "On saying so that illustrious Rama, the delighter of world, grabbed his bow from Lakshmana and gripped it tightly, unholstered a deadly and dazzling arrow from his quiver which is like a poisonous serpent, and readying it on the bowstring of his bow, that Rama, the vanquisher of enemies fastnesses, who looked like the Ear-End-Fire, spoke this sentence. ."
        },
        {
            "type": "verse",
            "text": "\"As to how all the created beings cannot counteract the ageing, dying, fate and the Time at anytime, likewise I too am non-countervailed, when I am coalesced with fury, no doubt about it...\""
        },
        {
            "type": "commentary",
            "text": "Time is the all-transcending factor and none can countervail it. <font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"><span style=\"letter-spacing: 1.5pt; line-height : 115%; margin-top: 1%; margin-bottom: 1%\"><b>anena mR^ityu jara aadayoH ashakya pratiikaaraa iti suucitam | tathaa ca droNa parvaaNi - na hi eSha Brahma caryeNa na veda adhyayanena ca | na kriyaabhiH na ca astreNa mR^ityoH kashcin nivartayate | kruura sarva vinaashaaya kaalo asau na ati vartate | mahaa bhaarata - dk</b></span></font>"
        },
        {
            "type": "verse",
            "text": "\"If that princess of Mithila, who has suavely and toothy smiles and who causes irreproachability to my character if only I can have a glimpse of her, is not returned to me in fine fettle as she was when she was with me, then I will countermove whole of this universe together with its gods, immortals, humans, florae and faunas, mountains and waters... and whatnot..."
        }
    ]
}