{
    "id": "prose-aranya-65",
    "kanda": "aranya",
    "sarga": "65",
    "title": "Lakshmana pacifies Rama's fury",
    "chapter": "65",
    "overview": "Lakshmana pacifies Rama with reasonable argument in saying that, owing to the felony committed by a single soul, the entire world cannot be put to arrow. But a humanly search is to be conducted first to find him out, who abducted Sita. If she is unavailable even after a thorough search, then that which is appropriate to the situation obtaining then, it can be effectuated.",
    "content": [
        {
            "type": "verse",
            "text": "Lakshmana on seeing Rama who is searing and careworn owing to the abduction of Sita, blazing like the doomsday inferno, twinned with the notion of rendering the worlds into nonentity, kenning at his stringed bow, keen to blaze away entire universe, suspiring again and again, and who is alike Rudra at the end of era, and whose highly infuriated persona Lakshmana has not seen previously, became pale-faced and spoke to Rama with folded palms."
        },
        {
            "type": "verse",
            "text": "\"Previously, you were self-collected and self-controlled and delighted in the wellbeing of all the beings. But presently, slipping into fury you are discarding your own disposition, which is unapt of you..."
        },
        {
            "type": "verse",
            "text": "\"Grandeur in moon, splendour in sun, motion in wind, and composure in earth are perpetual and all this perpetuity is available in you, besides an unexcelled honour..."
        },
        {
            "type": "verse",
            "text": "\"It will be unapt of you to vandalise worlds for a single-soul's felony. It is unclear as to whose combat-chariot is this, or by whom, or by what reason it is shattered with its weaponry and paraphernalia... This has become a very ghastly place since it is grooved by the hooves of ungulates and by the felloies of chariot-wheels, and it is wetted with drops of blood, oh, prince, thereby a combat is fought and stalled at this place... This is just a solo-combatant's combat but not among duo, oh, best articulator one among best articulators, I indeed observe that no huge army is eventuated here, nor its stamp... It will be inapt of you to wish for wrecking a havoc upon all worlds for an individual's wrongdoing. Why because, the good-hearted, good-natured kings are they who impose tenable punishment..."
        },
        {
            "type": "verse",
            "text": "\"You are always the shelterer for all beings, for you're above all the good-natured and good-hearted ordinary kings, and who can really deem the ravagement of you wife as an act of grace... As no altruist can evoke indignation in a hallowed person who is performing Vedic-ritual, honestly, these rivers, oceans, mountains, gods, celestials, and cacodemons too cannot evoke indignation in you, because they are always gentle to you... isn't so..."
        },
        {
            "type": "verse",
            "text": "\"Oh, king, it will be apt of you to wield your bow and search for him who abducted Sita, along with me as your squire and standby, and with the help of sublime sages available in this forest..."
        },
        {
            "type": "verse",
            "text": "\"Let us search the oceans, rivers and forests, and even divers dreadful caves and different lotus-lakes... Let us intently search the worlds of gods and celestials as long as the abductor of your wife is unapprehended... Oh, Lord of Kosala kingdom, if the heavenly lords are not going bestow your wife propitiously, rather after our humanly effort, then you may do whatever you want, seasonably..."
        },
        {
            "type": "verse",
            "text": "\"If, oh, king, you with your traits of sincerity, solidarity, simplicity, and scrupulosity are not going to get back Sita, then you may you may put whole of the universe to turmoil with the torrents of your arrows which have swift egress as they are with golden-handles which are stuffed with eagle feathers, and which mirror up the Thunderbolts of Mahendra in their trajectories...\" Thus Lakshmana appealed to ireful Rama."
        }
    ]
}