{
    "id": "prose-aranya-66",
    "kanda": "aranya",
    "sarga": "66",
    "title": "Lakshmana's advisory words to Rama",
    "chapter": "66",
    "overview": "Lakshmana reasons with Rama regarding the drastic action Rama is about to take in annihilating the worlds. He says many pithy references in dissuading Rama. This chapter likens to Bhagavad Gita, as its terse version.",
    "content": [
        {
            "type": "verse",
            "text": "While Rama is bewailing like a forlorn as his anguish is scorching him, rendered impoverished with an inanimate heart as a high passion possessed him, Lakshmana, the son of Sumitra, suppliantly gripped his feet and started to address him."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, as gods have reaped ambrosia after a prolonged churning of Milky Ocean, you are a reap of King Dasharatha's superlative ascesis and even by his superior acts..."
        },
        {
            "type": "commentary",
            "text": "The comparison of Rama to ambrosia is noteworthy. Ambrosia is not self-useful but it is manifoldly useful to every other being. If Rama is useful to all created, animate, or inanimate beings, inclusive of gods, and the thought of that prime mover to destruct what it is moving, is self-contradictory. Next, the prime object of ambrosia is to enliven but not to eradicate, thus that thought itself is self-contemptuous. Next, the very same demons turned destructive from day one, and now if Rama destructs everything, it tantamount to brand Rama to have taken sides with demons. This is again a self-critical phenomenon of his incarnation. And so on..."
        },
        {
            "type": "verse",
            "text": "\"Our father was an enlivener of all the subjects and that king was beholden only to your rosy endowments, but he obtained godhood by your separation... this is what we heard from Bharata..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'You know that our father fought demons on behalf of gods and was an ablest and an impeccable ruler... and you said that our father might deride you in saying: 'you are a wilful disobedient, despicable and even that way a dishonest one, such as you are, fie on you...' [as at 3-61-8b, 9a,] but when you resort to undertake still deplorable devastation of worlds, than that of demons, what will he say of you..."
        },
        {
            "type": "verse",
            "text": "\"If you are unable to withstand this anguish chanced on you, oh, Kakutstha, then how a simpleton and whose boldness is meagre can withstand it..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'Kakutstha-s are the pure beings <em>shuddha sattva</em>, and you are still purer, because of the speciality of your birth through some divine dessert given by some <em>yaGYa puruSa</em>, a Ritual Deity, therefore you should have some divine endowments, if not all, and why do you compare yourself to a commoner and bewail like this, instead of making humanly efforts... and if a person of your stature sits bewailing and moaning, whereto a commoner has to go in a similar situation..."
        },
        {
            "type": "verse",
            "text": "\"Oh, first and foremost man, tell me who is uncaught by mischance, which mischance will be catchy like fire-catch, and oh, king, even that, that lets up momently..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'I am not imparting any maiden version of Bhagavad Gita to you in saying that <em>gataasuuna agataa suunau na anushocanti panNDitaaH; maatraa sparshaH tu kaunteya shiita uSNam sukha duHkhadaa...</em> Gita 2-11, 13; 'This that irks- / Thy sense-life, thrilling to the elements- / Bringing thee heat and cold, sorrows and joys, / 'Tis brief and mutable!' but we are in an era of action, let us undertake some action, rather than bewailing... all this is but brief and mutable...' but think yourself, what to do next, in a human way...'"
        },
        {
            "type": "verse",
            "text": "\"If you are going to blaze away worlds with your radiance in your ruefulness, to where the ordinary people in rue shall go for solace, really..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'A farmer fences his farm to not to allow stray cattle to graze the crop... you are an implicit farmer of this universe and you alone fenced this universe with their respective protective areas or spheres, say stratosphere, troposphere and suchlike... thus you have come here explicitly as a fence to this world, and when the fence alone is trampling the crop of the rightness, who else will come to the rescue of that forlorn elements of crop, called the inmates of worlds...'"
        },
        {
            "type": "verse",
            "text": "\"World's disposition is this way only, even if Nahusha, the son Yayaati, has become an egalitarian with Indra, writhe touched him off..."
        },
        {
            "type": "commentary",
            "text": "Yayaati attains heaven after performing many Vedic-rituals. But when Indra asked Yayaati 'who is the best personality in your kingdom?' Yayaati, as a straightforward person replied 'I am the best in my kingdom...' Then Indra said 'Self-eulogisers have no place in heaven, hence you return to mortal worlds...' thus Yayaati met with a mischance. Instead of telling as Yayaati, he is said to be the 'son of Nahusha' which expression suggests disobedience. Once Nahusha made the Seven Sages, the stars in Ursa Major, as the bearers of his palanquin and hastened them saying <em>sarpa, sarpa...</em> where that word means 'move fast, move fast...' besides its general meaning 'serpent...' Then Sage Agastya curses Nahusha, 'be like that...' i.e., 'become a serpent...' taking the general meaning of that word. Then Nahusha, though a renowned personality, for he is accursed he had to fall supine as a big serpent. So Lakshmana is obliquely suggesting Rama, 'you may be a god supreme... but it is in your realm... not on earth... on earth you have to behave like an earthling... wrecking the system from within is meaningless... have some obedience to the set order...'"
        },
        {
            "type": "verse",
            "text": "\"Which great sage Vashishta is there, who is also the priest of our father, he parented a hundred sons in one day and like that they are all eliminated in one day by Vishvamitra, for which Vashishta also lamented, but not for a long..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'world's disposition is such, a hundred living beings may take birth on one day and even die in hundreds, or thousands in one day... birth entails death... you ordained it to be so, but when the problem has come right under your seat, you go on bewailing without undertaking humanly effort... is this befitting...'"
        },
        {
            "type": "verse",
            "text": "\"This Mother Earth who is the mother of worlds and venerated by all animate and inanimate, or even celestial beings, oh, king of Kosala kingdom, even she undergoes tremors and earthquakes..."
        },
        {
            "type": "commentary",
            "text": "Mother earth is not only held as a mother of living beings on her surface, but even Moon, Mars etc., planets are said to have emerged from her, and she is lone female in planetary system capable enough to produce offspring, and hence she is regarded as the wife of Vishnu, and hence Vishnu has to incarnate Himself on her periodically, to ease her of her problems. As such 'your weeping for your loss is subjective, while putting your other wife, namely <em>bhuu devi</em>, Mother Earth, to suffering by earthquakes, storms, whirlwinds, twisters, and what not... is it appropriate of you to make her suffer periodically, while you say that your one-time-suffering such as this one is nonpareil... or what... world's disposition is as such... not even you can change it, lest it boomerangs...'"
        },
        {
            "type": "verse",
            "text": "\"Which duteous pair is the pair of eyes of the world in whom all the systems of world are peremptory, though that pair of Sun and Moon are doughtily influential in this solar system, eclipse draws nigh of them..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'for a while you stop thinking that you as Vishnu are reclining on me, <em>aadi sheeSha</em> the Divine-Thousand-hooded-serpent-recline-bed of Vishnu in <em>vaikuNTha</em>, yon the <em>dwaadasha aadtya-s</em>, 'Eleven Suns' and numerous Moons of this Universes... you are now right under the nose of this solar system, and on earth... and in this solar system there is none supreme than this mighty sun, and mellowly moon, a pair of eyes of this system, where one opens one's eye by day and the other closes that eye with his cooling effect by night... and it is also said in Veda-s: <font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"><span style=\"letter-spacing: 1.5pt; line-height : 115%; margin-top: 1%; margin-bottom: 1%\"><b>aadityaat jaayate vR^iShTiH - vR^iShTiH tato annam abhijaayate - candramasau oShadhi vanaspatau</b></span></font> 'Sun causes rains, rains cause food, Moon causes herbs and plants of condiments...' and even they, they are eclipsed occasionally, for they are around the mortal world... and what if, your anguish eclipses you, temporarily...'"
        },
        {
            "type": "verse",
            "text": "\"Even very great incorporates like earth and suchlike planets, oh, bullish man, or even the gods, or even all corporeal beings, cannot get release from the predestine of Supreme Being..."
        },
        {
            "type": "commentary",
            "text": "This verse is held as an interpolate or the problem with copyists, by the use of the word <em>bhuutaani</em> twice, and even the last compound is said to be self-contradictory <em>sarva bhuutaani dehinaH</em> or <em>sarva bhuutaadi dehinaH</em> Hence it is up to the grammarians to decide. Some mms use <em>vedaaH</em> for <em>devaaH</em> in first foot, thus 'even all Veda-s put together cannot transcend the Absolute...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, tigerly-man, we hear that whether gods like Indra et al., are ethical and/or unethical, yet they too have the resultant agonies and ecstasies... hence, it is inapt of you to fret thyself..."
        },
        {
            "type": "commentary",
            "text": "The last compound in second foot <em>na tvam vyathitum arhasi</em> is the 'theme instruction' in Gita <em>na tvam shocitum arhasi</em> which again appears in the next verse. This has a near psalm in The Bible: 'Fret not thyself because of the ungodly...' Psalm 37, v 1."
        },
        {
            "type": "verse",
            "text": "\"Whether Vaidehi is stolen or slain, oh, brave one, it will be inapt of you sadden like this as with any other commoner without tracking her whereabouts... Persons of your like who are always equable in their outlook, oh, Rama, they will remain non-dispirited even if they are undergoing desperate straits, and they will not just sadden like this... Oh, foremost man among men, you ratiocinate in subtle pursuit, objectively and brainily, and great brains will comprehend good and bad in subtlety with their braininess... Indiscernible are the rights and wrongs of actions, and indefinite are the cherished fruits of those actions, and without performing any action, fruits also will be nonexistent..."
        },
        {
            "type": "commentary",
            "text": "Vividly: We cannot discern the rights or wrongs of any action we perform now in this lifetime, nor we can recollect the actions done us in earlier births, to asses their rights or wrongs. And they are indefinite and infirm, because any action we perform it ceases to exist on its competition. And if we have not performed such an action in last birth, conducive to yield good result in this birth, its fruition is nonexistent. Thereby we may perhaps muse over our actions basing on the results occurring now. In any case, nonexistent is the fruits of action, may it be right or wrong, if there is inaction. This is according to Govindaraja. He uses word <em>a dhR^itaanaam</em> 'infirm' for <em>a dhR^ivaaNaam</em> 'indefinite' and Tilaka uses word <em>ca vartate</em> 'also, happens' for <em>pravartate</em> 'will be in existence' and in either way the meaning is the same. <font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"><span style=\"letter-spacing: 1.5pt; line-height : 115%; margin-top: 1%; margin-bottom: 1%\"><b>anena praaptam sukham duHkham vaa puurva karma adhiinam iti uktam - tathaa ca bhaarate - aaraNyake - yaani praapnoti puruShaH tat phalam puurva karmaaNaam | dhaataa api hi sva karmaiva taiH taiH hetubhiH iishvaraH || dk</b></span></font>"
        },
        {
            "type": "commentary",
            "text": "Another way of declining the meaning is by ellipting the words from previous verse <em>buddhyaa yuktaa</em> 'with braininess' as below:"
        },
        {
            "type": "verse",
            "text": "\"The great brains with their braininess are clearly comprehending the indiscernible, indefinite or infirm rights and wrongs of their actions, thus they translate their thinking into action... and thus they are undertaking humanly possible action... but not sitting back, unlike you..."
        },
        {
            "type": "commentary",
            "text": "There is another shade to this verse with some altered verbiage as below:"
        },
        {
            "type": "verse",
            "text": "Oh, brave one, to those that are interested in endeavours, whether or not they are uninterested in the results of their actions, either rights or wrongs, but even to them cherished fruits does not occur, effortlessly..."
        },
        {
            "type": "commentary",
            "text": "And the commentaries go on expanding these tenets, till this chapter vies with Bhagavad Gita."
        },
        {
            "type": "verse",
            "text": "\"Oh valiant one, indeed you alone have said this way to me previously and repeatedly, who really can profess you even he were to be professedly the Jupiter... Oh, great discerner, your thinking process is non-explicatory even to gods, but now that thinking process is obliquely and utterly slumberous owing to your sadness, hence I am addressing your percipience and this is no schoolteaching..."
        },
        {
            "type": "verse",
            "text": "\"Oh, foremost one among Ikshvaku, oh, Rama, contemplate the divineness of those immortals and their pure being in maintaining world order, also consider the humanness of these mortals and their helpless susceptibility to pain, also count on your own valour that which can annihilate the whole of anything... and then come to conclusion whether or not to annihilate everything... but, before that try hard to eliminate the abuser, lest he may abuse many others..."
        },
        {
            "type": "verse",
            "text": "\"Oh, best one among Ikshvaku-s, oh, Rama, contemplate the divine valour you have derived, also consider the human valour you have inherited, also count on your own innate valour... hence, try hard to eliminate the abuser..."
        },
        {
            "type": "commentary",
            "text": "The second meaning is when 'valour' is taken as main principle. This verse has another shade if the compound in first foot is read as, according to some other ancient mms: <em>divyam ca maanuSam ca astram aatmanaH ca paraakramam |</em> where the word <em>aatmanaH</em> is replaced with <em>astram</em> and then the meaning is 'you have missiles unknown to humans and you also have missiles unknown even to gods, by the courtesy of Vishvamitra and Agastya, and you have your own valour, then try hard for the abuser...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, best one among men, what is it you gain on performing a complete annihilation owing to a single soul's malefaction, hence, mark him... that malefactor and a malevolent of yours, and it will be apt of you to uproot him... him alone..."
        }
    ]
}