{
    "id": "prose-aranya-67",
    "kanda": "aranya",
    "sarga": "67",
    "title": "Rama spots wing clipped Jataayu.",
    "chapter": "67",
    "overview": "Rama spots Jataayu, whose wings are hacked and who is breathless, and is in his last moments. On conceding to the suggestion of Lakshmana that they should search for Sita, they start searching the forest and at certain place the mountainous Jataayu is seen. Mistaking him to be a demon Rama wants to kill and speedily approaches Jataayu, but on listening Jataayu's words, Rama recognises and laments for his wretched situation.",
    "content": [
        {
            "type": "verse",
            "text": "Even though Rama is elder to Lakshmana he gleaned the ultimate tenor of Lakshmana's words when Lakshmana just said them expediently because Raghava is a best gleaner of the gist of advises."
        },
        {
            "type": "commentary",
            "text": "If the advice is with ideation it can be taken form youngsters... <font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"><span style=\"letter-spacing: 1.5pt; line-height : 115%; margin-top: 1%; margin-bottom: 1%\"><b>yukti yuktam vaco graahyam baalaat api subhaaShitam | tathaa ca - anena baalot iiritam api yuktam vaco graahyam iti uktam - tathaa ca bhaarate udyoge - viduraH - api unmatta pralaapato baalaacca parisarpitaH | sarvataH saaram aadadyaat ashmabhya iva kaancanam || iti - dk</b></span></font> 'youngsters advices can be taken like gold from the coals...'"
        },
        {
            "type": "verse",
            "text": "Such as he is that dextrous Rama on controlling his highly heightening fury, propping against his bedazzling bow spoke this to Lakshmana. \"What is to be done by us, oh, dear boy... or, whereto we might go, or, by which device Sita is discernable... Lakshmana, now you think of it, clearly..."
        },
        {
            "type": "verse",
            "text": "To such a Rama who is tormented by anguish, Lakshmana said, \"it will be apt of you to search this Janasthaana alone which is rife with many demons, and replete with manifold trees and climber-plants..."
        },
        {
            "type": "verse",
            "text": "\"Here there are unclimbable mountains, glens and glyphs as well. There are divers and pernicious caverns tumultuous with diverse packs of predators, and here are the mansions of kinnaraa-s and palaces of gandharva-s, as well... It will be apt of you to steadfastly search in them along with me, and oh, best one among men, your sort of literati and clever-souls will be unfluctuating in calamities like the mountains unfluctuating in windstorms...\" Lakshmana said so Rama."
        },
        {
            "type": "verse",
            "text": "When Lakshmana said in this way to that ireful Rama, he roved entire forest along with Lakshmana readying a crescent-shaped razor-sharp deadly arrow on his bow. Then Rama beheld Jataayu who is akin to a mountaintop in his gleam, and a best beatific brave bird among all the birds, but bloodstained and buckling on earth."
        },
        {
            "type": "verse",
            "text": "On beholding him who is like a mountaintop in his gleam, Rama said to Lakshmana, \"This one has gluttonised Sita, the princess from Vaidehi, there is no doubt about it..."
        },
        {
            "type": "verse",
            "text": "\"It is apparent that this demon skulks in the forest in the semblance of an eagle, and having gluttonised that wide-eyed Sita he is now reposing comfortably. I will eliminate him with deadly arrows, whose arrowheads blaze away and which shoot off straightly...\" Thus Rama declared. On saying thus and on readying a crescent-shaped razor-sharp deadly arrow on his bow, that ireful Rama rushed towards the eagle, as though to a-tremble the whole of the earth that which is within the perimeter of oceans. But that bird spewing up frothy blood pathetically appealed to such an ireful son of Dasharatha, namely Rama, in a pathetic tone."
        },
        {
            "type": "commentary",
            "text": "Jataayu is firstly recollecting his friend Dasharatha on his deathbed, then he recounts this Rama as that Dasharatha's son, and hence, the epithet to Rama is non-non-essential."
        },
        {
            "type": "verse",
            "text": "\"Oh, boy Rama, blest is your eternality, for whom you are searching as with the search of a rejuvenescent herb in the vast of forest, Ravana stole that lady and my lives, too... I have seen that lady while being stolen by brute-forced Ravana when you and even Lakshmana absented from her... I outreached to rescue Sita... and in a combat Ravana is rendered as one with utterly battered chariot... and I felled him and that chariot there... onto earth's surface..."
        },
        {
            "type": "commentary",
            "text": "Some mms use <em>Chatram</em> 'parasol...' for the word <em>atra</em> for 'there...' and <em>prabho</em> 'oh, lord...' for <em>mayaa</em> 'by me...'"
        },
        {
            "type": "verse",
            "text": "\"This one is his fragmented bow and this is his fragmented armour... oh, Rama, this is his combat-chariot... which, in combat shattered by me..."
        },
        {
            "type": "commentary",
            "text": "Some mms use <em>prabho</em> 'oh, lord...' for <em>etat</em> and <em>sharaaH tathaa</em> 'arrows like that' for <em>sharaavaram</em> 'armour...'"
        },
        {
            "type": "verse",
            "text": "\"This is his charioteer drop dead onto earth by my wings... when I am overtired Ravana gashed my wings and flew skyward taking Sita of Videha kingdom with him, and it will be inapt of you to kill me who am already killed by the demon...\" Thus Jataayu appealed to Rama."
        },
        {
            "type": "verse",
            "text": "Rama jettisoned his forceful bow when he heard the much desired news about Sita while hugging that kingly eagle Jataayu. Even though Rama is comparatively a bold person he involuntarily fell down to ground, as the onefold scorch of anguish for Sita is doubled by this predicament of Jataayu, and he wept over Jataayu."
        },
        {
            "type": "commentary",
            "text": "Rama's weeping is real or unreal, is a haunted notion for commentators. Here also he is weeping over. For this Maheshvara Tiirtha says that he weeps and bewails when his adherents are ill at ease. In Ayodhya <font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"><span style=\"letter-spacing: 1.5pt; line-height : 115%; margin-top: 1%; margin-bottom: 1%\"><b>vyasaneShu manuShyaaNaa~N bhR^isha~N bhavati duHkhitaH || utsaveShu ca sarveShu piteva parituShyati | 2-2-40</b></span></font> 'Rama feels very sad towards afflictions of men, and feels delighted in all functions celebrated by people on the occasions of child birth and the like, just as their own father does...' So, it must be true in respect of Sita, even. This is agreeable to Govindaraja, too."
        },
        {
            "type": "verse",
            "text": "Jataayu is supine on a single-strait passable for a single-person and he is suspiring for several times, and on seeing such Jataayu Rama became anguished and spoke this to Soumitri."
        },
        {
            "type": "commentary",
            "text": "Here the words <em>ekaayane kR^irChre</em> may mean differently. <em>kR^iChre</em> 'difficultly...' <em>ekaayane</em> 'one-way breathing, breathing in, inhaling difficultly...' and this way of juxtaposing words, 'Jataayu is struggling for a breath...' would mean more near to the scene, than a single-strait, or a narrow pathway, which are not uncommon in forests."
        },
        {
            "type": "verse",
            "text": "\"Mislaid is my kingdom and I am mislocated into forests, Sita is misplaced and now this mischance of death on this bird... this kind of misfortune of mine incinerates even Agni, the Divine-Incinerator... Even if it were to be a plethoric and limitless ocean, and now if I were to enter it, or take a swim to the other shore of blissfulness, even that Lord of Rivers runs completely dry, owing to my misfortune, it is definite... There will not be any greater unfortunate being in this world than me, even if all the sessile and mobile beings are put together, by whom such a complicated catastrophic enmeshment as this is derived... This decrepit kingly eagle is the friend of my father who is terminally gashed and recumbent on the floor owing only to the backlash of my fortune...\" So lamented Rama for the wounded eagle Jataayu."
        },
        {
            "type": "commentary",
            "text": "Some mms use the word <em>mahaa balaH</em> 'great mighty' eagle king, while others use <em>jaraanvita</em> 'old aged, decrepit...' for a pathetic touch."
        },
        {
            "type": "verse",
            "text": "Thus, lamenting in that way for many times Raghava patted the body of Jataayu along with Lakshmana instancing his parental regard."
        },
        {
            "type": "verse",
            "text": "On hugging that kingly eagle whose wings are hacked off and who is bloodstained, and on uttering this much, \"she who is identical with my lives,... where is that Maithili...\" Rama collapsed to earth."
        }
    ]
}