{
    "id": "prose-aranya-68",
    "kanda": "aranya",
    "sarga": "68",
    "title": "Jataayu infoms about Ravana and dies.",
    "chapter": "68",
    "overview": "Jataayu names Ravana as the abductor of Sita while breathing his last. Though he struggles hard to  say what all has happened, the Time called death takes him away, at such a time when the important information  is about to be said to Rama. Receiving that much information at least, Rama consigns Jataayu to funeral  fire, like his own relative and performs other rites, and then proceeds for searching Sita.",
    "content": [
        {
            "type": "verse",
            "text": "Rama on seeing that eagle felled to ground by the atrocious Ravana, said this sentence to Soumitri who  is an asset for good companionability."
        },
        {
            "type": "verse",
            "text": "\"While this bird is venturing in my concern the demon felled him in combat and he is leaving off his  lives owing to me, definitely... Obviously, lives in his body are very feeble, oh, Lakshmana, it is  natural, isn't it, and he looks highly anguished with a dulled voice...\" Thus on saying to Lakshmana,  Rama then spoke to Jataayu."
        },
        {
            "type": "verse",
            "text": "\"Oh, Jataayu, if you are in fine fettle to further reiterate words, relate about Sita, let safe betide  you, and recount how you are murdered, too... What is the reason for Ravana in stealing that noblewoman,  and even what is the wrong I have committed in his respect, keeping which in view that Ravana stole  my ladylove... How was that moon similar heart-stealing face of hers at that time of abduction, oh,  best bird, and even what are the words she uttered when being abducted... What is his stamina of that  demon? What is his form? And what are his strategies? And where is his stronghold? Oh, sire, tell me  while I ask you inquisitively...\" Rama urged Jataayu thus for information."
        },
        {
            "type": "verse",
            "text": "Then that warm-hearted Jataayu with his eyes rolling upwards saw Rama and with a fluttery voice said  this sentence to Rama who is wailing like an orphan."
        },
        {
            "type": "verse",
            "text": "\"Resorting to his illusionistic devices like creating an immense and tumultuous windstorm and cloud-cover,  the flagitious chief of demons Ravana abducted Sita..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'he created such illusion only to render me unsteady in my flight combat... and for his escape  in the dark of the day...'"
        },
        {
            "type": "verse",
            "text": "\"That night walker hacked both my wings when I was overtired, and went southward taking the princess  of Videha, Sita, along with him... My sight is spinning and my lives are stifled, oh, Raghava, I am  now seeing golden trees with cuscus grass as their treetops..."
        },
        {
            "type": "commentary",
            "text": "The cuscus grass is the aromatic fibrous root of an Indian grass, Vetiveria zizanaoides, used for making  fans, screens, etc., Urdu kaskas. This odd combination of trees of gold, instead of wood, and grass  instead of leaves, is an omen of death."
        },
        {
            "type": "verse",
            "text": "\"In which spell of time Ravana has gone taking away Sita, that spell is named as Vinda... if any riches  are lost during that spell, the original possessor of those riches will repossess them very quickly...  oh, Kakutstha, he that Ravana is unmindful of that fact and stole Sita only to loose her..."
        },
        {
            "type": "commentary",
            "text": "The daytime has fifteen spells of time that have their own effects on humans. The fifteen are: <em>raudraH  svetaH maitraH ca tathaa saarabhaTaH smR^itaH | saavitro vaishvadevaH ca gaandharva kutapaH tathaa |  rauhiNaH tilaka caiva vijato naiR^iitiH tathaa | shambaro vaaruNaH ca eva bhagaH pa~nca dasha smR^itaH  ||</em> and the Vijaya said above is also called as 'Vinda,' the eleventh spell of the day. <em>bindo  naama bindu gulikaH | tasmin samaye aarabdham kaaryam kartuH vipariitem bhavati iti suucitam | tathaa  ca - utpala parimale gau&sup1;ii prakaraNe - manvarka digdantirasaabdhi netraa suuryasya vaara aadi viShaa  muhuurtaaH | gargamarendraadi muniidraadibR^indaiH te ninditaaH karmasu bindasa~nj~naaH || - iti - dk</em> Any action initiated in this spell of the day entails adverse effects, in so far as that aim and action  of the initiator. Ravana, though an eminent astrologer, and though he is said to have written an astrological  treatise called <em>raavaNa samhita</em>, did not care about it."
        },
        {
            "type": "verse",
            "text": "\"On stealing your ladylove Janaki, that chief of demons, Ravana, will ruin himself, as with a fish which  swallows a baited fishhook... Impractical is your anguishing for the daughter of Janaka, as you will  delight yourself with Vaidehi in no time, on killing that Ravana in the vanguard of a war...\" Thus saying  Jataayu paused for a while."
        },
        {
            "type": "verse",
            "text": "Though Jataayu is speaking on to Rama with an alert mind, blood freely flowed from his mouth with shreds  of flesh as death verged on him, even then he struggled to say."
        },
        {
            "type": "verse",
            "text": "\"That demon is the son of Vishravasa... literally... the brother of Kubera...\" on saying thus, that  lord of birds released his lives, which are unobtainable for oneself."
        },
        {
            "type": "commentary",
            "text": "Information about Ravana is given here in the first stanza of the verse, in a half-way-through manner.  And the character of Jataayu itself is evanished by a jump cut of the couplet, only to be filled by  his brother Sampaati in the later parts of Kishkindha Kanda. In between these two stanzas of one verse,  where one brother says one stanza, the other by another, the episodes of Kishkindha come to take part.  The second foot just contains the name of Lanka where Ravana dwells. But it is not said here for dramatic  effect and for the flow of epic through its own course. Further, Jataayu is not 'dead' but he released  his lives. And he is safeguarding his lives so far, only to tell Rama. For this Skanda Puraana says  that Sita blesses Jataayu to live until Rama comes to him, and listens form Jataayu. But she did not  stipulate as to how much Rama has to listen or how much Jataayu has to report. <em>devii  maa~N praahaH raajendra yaavat sambhaaShaNam mama | bhavataH taavat aasan me praaNaa iti aaha jaanakii  ||</em> Maheshvara Tiirtha. So, the bird called life flew away for bird Jataayu..."
        },
        {
            "type": "verse",
            "text": "But the lives of Jataayu departing from his body went into thin air before the very eyes of Rama who  is still speaking to him with folded-palms, \"tell... tell more...\""
        },
        {
            "type": "verse",
            "text": "Jataayu flopped his head on earth, sprawled his feet on ground, and then his body collapsed onto the  surface of earth writhing jerkily."
        },
        {
            "type": "verse",
            "text": "He who is worsened by very many mishaps that Rama, on seeing the mountainous eagle whose eyes are bloodshot  and whose lives have gone, said this way to Soumitri..."
        },
        {
            "type": "verse",
            "text": "\"This bird which for years together lived fearlessly in Dandaka forest, a habitat of demons, that bird  wilted to death, because of me... He who has longevity over many years, who actively strived for a long  for rectitude, he is now killed and prostrating before the Time, because of me... alas... it is indeed  impossible to infringe the Time... Lakshmana, this eagle which has dashed to rescue Sita in order  to render help to me is slain by that brute-forced Ravana, only because of me, you see... On abandoning  great empire of eagles belonging to his father and forefathers this lord of bird has now abandoned his  lives too, only for my sake..."
        },
        {
            "type": "verse",
            "text": "\"Universally noticeable are the protective, prepotent, principled ones that are the followers of probity,  oh, Soumitri, even though their births are avian or bestial... To me, oh, enemy-inflamer, oh, gentle  Lakshmana, anguish caused by Sita's abduction is not that much, when compared with the anguish caused  by the perish of this eagle, that too, because of me..."
        },
        {
            "type": "verse",
            "text": "\"As to how the celebrated and highly renowned king Dasharatha is venerable and honourable for me, likewise  this lord of birds is also a venerable and honourable one to me... Oh, Soumitri, get the firewood and  I will produce fire by friction of two sticks, as I wish to cremate this lord of birds who expired because  of me..."
        },
        {
            "type": "commentary",
            "text": "The fire produced in ritual acts is called <em>araNi</em> where a small concavity is made on one stick,  and a pointed end to the other, and this pointed end is rubbed in churning mode in the concavity of  the other stick, and then both the dry wood-sticks give out a small fire, which then is taken on cotton,  to lit a huge pyre."
        },
        {
            "type": "verse",
            "text": "\"Oh, Soumitri, I will mount this lord of realm of birds onto the pyre and cremate him who is killed  by a feral demon...\" Thus saying to Lakshmana, Rama said this to dead eagle Jataayu."
        },
        {
            "type": "verse",
            "text": "\"Oh, greatly mighty king of eagles, by me cremated ritually and by me aptly consented to, you depart  to the unexcelled heavenly worlds... you depart to those worlds that are destined for the virtuosos  of Vedic-rituals, and to those worlds that are destined for the practisers of ascesis amid Five-Ritual-fires,  and to those that are destined for un-retreating combatants, and to those worlds that destined for the  donors of lands...\" So said Rama to the departed Jataayu."
        },
        {
            "type": "commentary",
            "text": "'When a Vedic-ritual is performed the resultant factor is undoubtedly <em>puNya</em> 'merit' for those, <em>yaj~naaH shiilam sadvR^ittam yeSaam te</em> and the worlds <em>yaa gatiH gamyata iti gatiH - lokaH</em>.  And this is different to that of practising ascesis amid Five-Fires. <em>ahita agne, ahitaaH paristhaapitaaH  agnayaH yaH pancaagnayoH yasya saH...</em> 'But animals or birds have no faculty to perform those rituals  and they have their own course of lifecycle after their demise. Then where is the question of a bird  going to heaven, which heaven is scheduled to some specialists...' is the objection. But Jataayu acquired  all those 'merits' when he combated without any retreat <em>a paraa vartinaam</em> and he is getting  a short cut without undergoing too many other kinds of births, and he is given <em>mukti</em> 'emancipation'  from lifecycles, for his action on behalf of a godlike Rama is justifiable and befitting to get a final  release, by word of Rama <em>by me cremated ritually and by me aptly consented to...</em> where He alone  can transcend the manmade rules."
        },
        {
            "type": "commentary",
            "text": "'Then the cremation, that too ritualistic one, is unavailable for birds and animals, how then can Rama  perform funerals for birds, or get them performed for monkeys, as in the case of Vali...' For this it  is said, 'that's why Rama had to cremate Jataayu and further said <em>by me cremated ritually and by  me aptly consented to...</em> as sort of special sanction of <em>mukti</em>, because the animality has  no authority in scriptures or its rites. Taking some action, endeavouring to protect <em>dharma,</em>  or obstructing <em>a dharma</em>, itself is superior to mere reverencing a god, or performing a daily  rot of <em>yaj~na, yaaga-s,</em>, etc., which in itself is a subjective performance. Here Jataayu did  not attack Ravana keeping Rama or Sita in view, but attacked Ravana only to play his part in stalling <em>a dharma</em>, which is not that easy, like purchasing some temple tickets to perform some ritual,  for and on behalf of ticket holders and their families."
        },
        {
            "type": "commentary",
            "text": "&nbsp;For this it is said in <em>nR^simha puraaNa</em>  says that <em>mat kR^ite  nidhan yasmaat tvayaa praaptaa tam dvijottama | tasmaat mama prasaadena viShNu lokam avaapyasi ||</em>  'because of me you attained your demise, thereby you get the realms of Vishnu...' where 'because of  me' is to be taken not as an individual godhood, but as <em>dharma</em>, 'because of dharma...' itself.  Hence the special sanctions to Jataayu, where such sanctions are absent in the case of Vali, as he followed  the course of <em>a dharma</em> and there are many scripts that say Rama gave this emancipation to Jataayu,  in chorus <em>uvaaca  gaccha bhadram te mama viShNo paramam padam - aadhyaatma raamaayana - raaghavasya prasaadena sa gR^idhraH  paramam padam - padma puraaNa - sugrivo hanumaan R^ikSho gajo grdhrio vaNik patha - tilaka -teShu bhagavad  a~NsheShu anuraagiNaH kosala nagara janapadaaH te api tan manasaaH satsaalokyataam aapuH || viShnu puraaNa</em>"
        },
        {
            "type": "commentary",
            "text": "'Has this Rama got no other work than weeping for his beloved ones and patiently performing obsequies  to all lowborn, lowly subjects like dead monkey, birds, or even each individual demonic soldiers...  they are all shuudra-s' is haunted feeling to some. For this it is said <em>na shuudraa  bhagavat bhaktaa vipraa bhaagavataa smR^itaa | te shuudraa ye hi a bhaktaa janaardane ||</em> 'one who  is devotee of Vishnu cannot be called a <em>shuudra...</em> he is to be called <em>vipra, Bhaagavata...</em>  but a non-devotee, may he be in any caste, he is a shuudra...' And <em>shuudra</em> is <em>upa lakshaNa</em>  to birds or animals, thereby even animals and birds are on an even footing, if it comes to paying deference  to god, and god alone is capable to decree emancipation to every or any being. 'Again it is said that  Rama is god, but yet he weeps... is it not self-contradictory...' Not so, when a neighbour weeps for  the hardships of his neighbour, won't the neighbourly god weep...' that too on incarnating as a human... <em>vyasaneShu  manuShyaaNaam bhR^isham bhavati duHkhitaH</em> 'when humans are in difficulties, He wails much...'  but waits much also, till those humans can correct or come over their problems on their own, keeping  a little faith on Him...' Here also, the sobbing of Rama is comparatively nothing when compared to the  sobbing for Sita, because the action of Jataayu is not that sob-ful, in encountering <em>a dharma...</em>  thus Valmiki is aware of 'good' sobbing and 'bad' sobbing in this sob-stuff, called Ramayana. "
        },
        {
            "type": "commentary",
            "text": "And for  this Dharmaakuutam says: <em>anena  mahad anuj~nayaa uttamaa gatiH bhavati it suucitam | tathaa ca adharvaNii shrutiH - yam yam lokam manasaa  sa~Nvibhaati vishuddha sattvaH kaamayate yaashca kaamaan | tam tam lokam jayate taam ca kaamaaan tasmaat  aatmaj~nam hi arcayet bhuuti kaamaH - bhaaShyam - ukta lakShaNam sarvaatmanam aatmatvena pratipannaH  | tasya sarva aatmatvaat eva sarvaa avaapti lakShaNam phalam aaha - - - aatmaj~nam aatmaj~natena vishuddha  antaHkaranam hi arcet puujayet - ataH puujaarha eva asau |"
        },
        {
            "type": "verse",
            "text": "On saying that way, that ethical-souled Rama mounted that lord of birds onto the pyre and he sorrowfully  incinerated that eagle in a flaring fire of pyre, as he would do in respect of his own deceased relative.  Then that resolute Rama on going into forest along with Soumitri hunted a robust-bodied, big Rohi animal,  or, Kesari animal, and then he spread sacred grass on ground to place that offering to the deceased  soul of that bird."
        },
        {
            "type": "verse",
            "text": "On drawing up the flesh of that Rohi animal and lumping it to gobbets, that highly observant Rama placed  those gobbets on pleasant greenish pasturelands as obsequial offerings in respect of that bird Jataayu.  Rama immediately chanted Vedic hymns that are employed in such funerals of one's own paternal people,  as Brahmans say that those hymns are employable in such rites as they lead the soul of the departed  to heaven."
        },
        {
            "type": "commentary",
            "text": "Rama chants two Vedic passages <em>yaamya suukta, naaraayaNa suukta - aapastamba sutra-s</em> as they  are usually recited by Brahmans in such funeral rites. Here it is 'so imperfectly conducted, because  it is for an ineligible bird, that too by an unrelated highborn Kshatriya Rama, reciting unconcerned  Vedic hymns...' is the objection. Jataayu is beyond any caste or creed by way his devotion to duty and  by his self-sacrifice while on duty. Hence, he is beyond eligibility or opposite of it. Funerals are  to be conducted by one's own sons or nearest relatives. If none of the relatives of the dead is present  to cremate, they are to be undertaken by the king of that kingdom. When Rama blessed the soul of Jataayu  to go to highest realms, which are far beyond the Veda-s of mortals, it is a sacrosanct act to chant  those hymns... on human level; hence, Rama's action is clearly pro-Vedic. And in Vaishnavaite tenets  everything culminates into one - Vishnu. 'the adherents of Vishnu, may it be an animal, like Gajendra,  the elephant, or humans, like Shabari et al., or a bird, like Jataayu, by Him, by Vishnu alone, they  are led to the Ultimate course of the realm of Vishnu...'"
        },
        {
            "type": "verse",
            "text": "Then both the sons of that notable man, namely Dasharatha, on going to River Godavari they have oblated  waters for that king of eagles, Jataayu. Both of the Raghava-s took funeral baths in the waters of River  Godavari and then made water oblations to the king of eagles."
        },
        {
            "type": "verse",
            "text": "That king of eagle Jataayu, who has performed a creditworthy deed of stalling and combating Ravana,  but who is felled by that Ravana, went away to the merited and auspicious heavenly realms of his own,  as and when consecrated by sublime sage like Rama."
        },
        {
            "type": "verse",
            "text": "Even those two, Rama and Lakshmana, on performing water oblations in respect of that best bird Jataayu,  and on assertively giving thought to the information given by Jataayu, they like the chiefs of gods,  namely Vishnu and Indra, went to southerly woods when their mind is set to search for Sita."
        }
    ]
}