{
    "id": "prose-aranya-69",
    "kanda": "aranya",
    "sarga": "69",
    "title": "Kabandha captures Rama, Lakshmana",
    "chapter": "69",
    "overview": "Kabandha captures Rama and Lakshmana while they are searching forests for Sita. In the meantime, a  demoness named Ayomukhi wanted to romance with Lakshmana, but Lakshmana cuts her ear and nose and chases  away. The episode of Kabandha has a turning point in the epic.",
    "content": [
        {
            "type": "verse",
            "text": "In this way, Raghava-s on offering water oblations to Jataayu went southwestward in the forest and proceeded  looking around for Sita."
        },
        {
            "type": "commentary",
            "text": "They firstly have to go westward in order to go south as said by Jataayu, and as continued in next verse  onwards."
        },
        {
            "type": "verse",
            "text": "On going in southwest direction, both the Ikshvaku-s wielding bows, arrows, and swords, have come about  a pathway which is an off the beaten track. That pathway is thickly wrapped in and penned up with numerous  trees, climber plants, and hedgerows from all over, thus that is jammed, blocked and horrid in its appearance.  On taking up the southern direction, and on crossing over that highly horrendous and thick of the forest,  both those spryly energetic brothers moved ahead, speedily. Thereafter, both the highly vigorous Raghava-s  have entered the impassable Kraunca forest, on going three krosa-s from Janasthaana."
        },
        {
            "type": "commentary",
            "text": "The Ancient Indian measures for distance, as per Kautilya's Artha Shaastra, a republication of Penguin  are: 1 <em>angula</em> = 3/4 of present day inch; 4 <em>angula-s</em> = <em>dharnugraha</em> [bow grip]=  3 in; 8 <em>angula-s</em> = 1 <em>dhanurmuSTi</em> [fist with thumb raised]= 6 in; 12 <em>angula-s</em>  = 1 <em>vitasta</em> [span-distance of stretched out palm between the tips of a person's thumb and little  finger]= 9 in; 4 <em>vitasta-s</em> = 1 <em>aratni / hasta</em> [cubit]= 18 in; 4 <em>aratni-s</em>  = 1 <em>danDa / dhanus</em> [bow]= 6 ft; 10 <em>danDa-s</em> = 1 <em>rajju</em> = 60 ft; 2 <em>rajju-s</em>  = 1 <em>paridesha</em> = 120 ft; 2000 <em>dhanus-s</em> = 1 <em>krosa / goruTa</em> = 4000 yards or  2 1/4 miles, nearly 3.66 km; 4 <em>krosa-s</em> = 1 <em>yojana</em> = 9 miles, nearly 15 km; and this  being so, the British revenue measured a <em>yojana</em> as a 5 mile distance and Chambers and Oxfords  has this 5 mile figure in their dictionaries, while traditionally a yojana is said as a distance of  10 miles."
        },
        {
            "type": "verse",
            "text": "Those two brothers who are disquieted by the abduction of Sita are now agog to find her, and they  intently explored that forest temporising there and there. That forest is evocative of a congeries of  many a black-cloud, and it embodies numerous flowers on many a flowered tree, numerous flights of birds  flitting over them, and numerous animals sprawling under them, and with them that forest is as though  highly rejoiced everywhere."
        },
        {
            "type": "verse",
            "text": "Then, both the brothers on passing over that Kraunca forest and on going from there eastwardly on a  three-krosha route, those sons of Dasharatha have seen a horrendous forest in between Kraunca forest  and Matanga hermitage, which is overspread with various thicketed and impassable trees, and over-sprawled  by numerous gigantic predators and vulturine birds, and on scrutinising such a forest everywhere, there  they saw a cave in a mountain, which is abyssal, equal to infernal region, and ever enshrouded by gloom."
        },
        {
            "type": "verse",
            "text": "On getting at that cave those manly-tigers have seen a demoness nearby that cave, who is massive in  shape and misshapen in her face. Both the brothers, Rama and Lakshmana, have seen a demoness there,  who is an inducer of horror to the dunderheaded dullards, traumatic in her acts and truculent in her  appearance, pot-bellied, pierce-fanged, overblown, pachydermatous, head hair shaggy, body shape lumpy-bumpy,  and she is going on eating massive beasts."
        },
        {
            "type": "verse",
            "text": "Drawing nigh of those valorous brothers who are journeying on their way, that demoness actually clung  onto Lakshmana who is going ahead of his elder brother, saying, \"come... let's romance...\""
        },
        {
            "type": "verse",
            "text": "Closeting Soumitri in her embrace she told him this sentence, \"I am Ayomukhi, by my name... you won  me by your heroic personality, by that way, none can win me over... thus, you alone are my lover...  oh, hero, oh, my husband... you will romance with me on mountaintops, in rivers, and on sandy isles,  till the end of this life...\" So is the love prattle of that demoness Ayomukhi. When said that way that  enemy-suppressor Lakshmana became furious, and upraising his sword he sheared off her nose, one ear,  and one of her breasts."
        },
        {
            "type": "verse",
            "text": "When her nose and ear are cut off that demoness of hideous mien yelled highly in a high voice, and she  rushed off as she had rushed in at Lakshmana. When she fled those two brothers who are the eliminators  of the friends of their enemies, have travelled further into the forest and entered a dense area of  that forest, with their spiritedness as their guiding force. Though Lakshmana is the one with preparedness,  properness, and pureness and thus a highly fulgent one by his persona, he prayfully said this sentence  to his brother Rama whose anima is radiantly fulgorous."
        },
        {
            "type": "verse",
            "text": "\"My left arm is strongly shuddering and my heart is as though distraught... and even undesirable forebodings  are also bidding fair... Oh, exalted brother, thereby you be at the ready by paying attention to my  expedient words... these forebodings are indeed portending to me as if some hazard is immediately ensuing...  This eerily dreadful bird known to be Vanjulaka is loudly ululating as though presaging our triumph  in any given conflict that may ensue...\" So said Lakshmana to Rama."
        },
        {
            "type": "verse",
            "text": "When those two brothers are searching entire forest for Sita in that way, they heard a boisterous  brouhaha emanated as though to completely shatter down that forest."
        },
        {
            "type": "verse",
            "text": "As though an unbearable windstorm muffles up the forest, that forest's cacophony appeared to be unbearably  filling up that forest."
        },
        {
            "type": "verse",
            "text": "As though an unbearable windstorm muffles up the sky, that forest's cacophony appeared to be unbearably  filling up that forest. But desiring to know the source of that noise that sword-wielder Rama has seen  a gigantically giant-bodied and gigantesque-chested demon in a section of brushwood along with his younger  brother Lakshmana. Then they both had to drew nigh of a waylaying demon Kabandha, who is situated frontally  with an overgrown body, which is neckless, ergo headless, ergo mouth in paunch."
        },
        {
            "type": "verse",
            "text": "That diabolical demon is peaking like a huge mountain, his hair is horripilate and thickset, and his  gleam is like a dark cloud, and his sounding is like a thunder."
        },
        {
            "type": "verse",
            "text": "Only one ochry eye blazing like the tongue of an inferno is there on his forehead, which forehead situated  on his chest. That single eye with incisive and sharp-sight is broad beaming and wide angling, on which  there are winglike eyelids. That monster is now licking his giant mouth that is stuffed with spearhead  like fangs, as he has just finished a gobble, and the brothers had to drew nigh of such a demon. He  is eating the highly brutal bears, lions, predators, and elephants, and he is outstretching both of  his deadly arms, each of which is stretchable to a yojana distance, and the bothers neared such a demon."
        },
        {
            "type": "verse",
            "text": "That demon stayed waylaying the pathway of both the brothers who chanced there, while he is catching  bears, divers flights of birds, and numerous choicest animals of those and those herds, gripping them  with both of his long-reaching hands and hauling towards his mouth at his paunch, or dropping them off  if they are unpalatable, and the brothers reached nearby of such a demon. On travelling just a krosha  distance, then they have seen Kabandha, whose body is colossal, and who is heinous and hideous, and  who is like living trunk fenced by its shoulders and arms, and who by his physique is very deadly in  appearance."
        },
        {
            "type": "commentary",
            "text": "Earlier it is said that they saw Kabandha in brushwood and now they are seeing him alone at a distance  of 2 1/4 miles away from them. Their seeing him is continuous and thereby the height of Kabandha is  established and he can be seen from a distance, as with a hillock. Their pathway is this only and it  is waylaid by this demon."
        },
        {
            "type": "verse",
            "text": "He that overlong-armed Kabandha outstretching his overlong arms snatched both of the Raghava-s, keeping  them side-by-side in his fists, and wringing them with his might."
        },
        {
            "type": "commentary",
            "text": "Though both the arms of the demon came to these brothers apart and aside, he snatched them and kept  his closed fists together, in which they are wrung, so that he can examine them clearly with his single  eye. This also gave a chance for the conversation between the brothers. Otherwise, if one arm goes one  way and the other in another way, there will be a gap of 2 yojana-s, as each arm can stretch to a yojana  distance."
        },
        {
            "type": "verse",
            "text": "Though they are the grapplers with swords and brandishers of unerring bows, and though outblazing is  their pneuma and outstanding is their dexterity, both of those great mighty brothers lost control and  had to yield themselves to that demon when he captured and dragged them. In that situation, that valiant  Rama, the legatee of Raghava-s, is not verily anguished owing to his courage, but Lakshmana is very  much anguished, as if he is callow and in an unsheltered state, and he that younger brother of Raghava,  namely Lakshmana, also dejectedly said this to Rama, the legatee of Raghava-s."
        },
        {
            "type": "commentary",
            "text": "The expression of 'unsheltered one' of Lakshmana is found as a self-sympathetic and unbefitting to him  in a crisis. But, when read with the following dialogue of Lakshmana it is correct. He wanted to edge  over Jataayu in self-sacrifice for the sake of brotherhood. And the boyish callowness is to tell that  Lakshmana has not recollected for a while, as to how they have handled Viradha, in the opening chapters  of this canto. His overalled thinking is that his brother should be safe, at the cost of his own self,  if that comes to that."
        },
        {
            "type": "verse",
            "text": "\"Oh, valiant brother, see me, who am out of control on my inner-self, and gone into the control of the  demon... oh, Raghava, you leave me and get yourself released from the grip of the demon... Indeed offer  me as an offering to this quiddity, and you seek safety at your pleasure... and you will reach Vaidehi  shortly... this is my belief... Oh, Kakutstha, on regaining the kingdom of our father and forefathers,  and when enthroned, oh, Rama, it will be apt of you to reminisce me always...\" So said Lakshmana to  Rama."
        },
        {
            "type": "verse",
            "text": "But when Lakshmana said that way, Rama said to Soumitri, \"Fret not thyself, futilely... oh, brave one,  your king of persons will not get dismayed, futilely... In the meantime, that ruthless, log-armed, fiercest  demon Kabandha thunderously asked those brothers, Rama and Lakshmana."
        },
        {
            "type": "verse",
            "text": "\"Who are you two? Your shoulders are akin to the bull-humps, and you are shouldering longbows and brandishing  broad swords, how have you come about this province? For god's sake, I come across my most dainty morsel..."
        },
        {
            "type": "commentary",
            "text": "The last compound has different compositions in different mms. It is taken here, as 'dainty morsel'  as the 'eyes' is ill fitting in the compound, as this demon has only one eye."
        },
        {
            "type": "verse",
            "text": "\"What business you have here, and for which reason you have come here... you chanced for me who am sitting  here and painfully ravenous... Though you are with arrows, bows and swords, and though you are like  bulls with sharp horns ready to gore... but they are all a waste, as your life has readily become ungainful  on reaching nigh of my sight and arms...\" So said Kabandha, in his arrogant tone."
        },
        {
            "type": "verse",
            "text": "On hearing that sentence of that vile-souled Kabandha, Rama said this to Lakshmana with a wilted face.  \"Oh, truth-valiant Lakshmana, now coming to pass is a worst catastrophe, after a worse catastrophe,  after a catastrophe...namely, the expiration at the hands of this demon presently, and the expropriation  of Sita previously, and the expulsion from kingship, still previously... nonetheless, without coming  across that ladylove, this disastrous despair of ending our lives is coming about... Oh, Lakshmana,  the efficacy of Time is preponderant and proportional among all beings... oh, manly-tiger, why generalisation...  see, as to how yourself and even myself are entangled in the tangles of life, even though we assert  ourselves to be brave and best..."
        },
        {
            "type": "verse",
            "text": "Oh, Lakshmana, to show its impact on each and every being Time, or God is unencumbered and unremitting...  may he be a brave one or a brawny one... or, may they be those that have perfected their missilery...  when Time chances their nigh, they have to founder... as with a sandy levee..."
        },
        {
            "type": "commentary",
            "text": "The use of word God for Time is to say that time is a created phenomenon, and to say Absolute is beyond  time and nature as said <em>na vR^iksha kaalaa prakR^itbhiH yasmaat prapancam parivartae ayam...</em>  shvetaashvatara upanishat 6-6."
        },
        {
            "type": "verse",
            "text": "Rama being the son of Dasharatha is an indomitable one, besides, a firmly and factually valorous one,  by which he earned a great renown, and he on telling thus, and on looking over that recalcitrantly vengeful  Soumitri, then Rama readied himself by his own steadied thinking."
        }
    ]
}