{
    "id": "prose-aranya-7",
    "kanda": "aranya",
    "sarga": "7",
    "title": "Hermitage of Sage Suteekshna",
    "chapter": "7",
    "overview": "Rama arrives at the hermitage of Sage Suteekshna, as directed by Sage Sharabhanga in the previous chapter  and asks the sage to show a place to dwell. Suteekshna asks Rama to stay at his own hermitage, which has no other  problems than the wild animals that come in herds and make blaring noises. Rama wishes to kill those animals that hamper  the tranquillity of hermits living therein, but having observed the kindness of Suteekshna towards those wild animals,  however disturbing they may be, Rama refrains to kill them, and would like to go to any other place than this. They  spend that night there.",
    "content": [
        {
            "type": "verse",
            "text": "Rama, the enemy-scorcher, has gone towards the threshold of the hermitage of Sage Suteekshna along with  his brother Lakshmana and Sita, also along with those Brahmans who accompanied him all the way. He travelling on a  long way, and on crossing rivers with plenty of waters has seen a tranquil mountain towering like great Mt. Meru. Then  those best ones from Ikshvaku dynasty, those two Raghava-s along with Sita have entered the forest which will always  be full with diverse trees."
        },
        {
            "type": "verse",
            "text": "Entering that perilous forest with its many a flower and fruit bearing trees, they have seen the  hermitage in a reclusive place adorned with rows of jute cloths as though garlanding it. There on seeing the ascetically  rich Sage Suteekshna sitting in yogic posture with his body bearing lotus-like blotches of soil, Rama dutifully spoke to  him."
        },
        {
            "type": "commentary",
            "text": "Here it is said the soil on the sage's body has taken lotus-like blotches. Certain yogic methods do  not care outward bathing of body. Usually the bath is prescribed three times a day, but hermits of a sort leave away  that bodily bathing, because the sweat and soil recurs immediately after each bath on this impure body. So they stop  taking outward bath and concentrate on cleansing the inner space."
        },
        {
            "type": "verse",
            "text": "\"Oh! godly sage I am Rama, I have come to see you, hence oh, knower of virtue, oh, great sage, oh, one  with truthfulness as your courage, please talk to me...\" Then that sage having seen that brave and best proponent of  virtue, Rama, embraced him with both of his hands, and spoke this sentence."
        },
        {
            "type": "verse",
            "text": "\"Welcome to you Rama, best of Raghu dynasty and the best patron of truth, and when you presently caught  this hermitage unprepared this has become a well-lorded one... I am awaiting for you only, oh, greatly renowned one,  without my ascent to heavens by casting off this body on the earth's plane, oh, brave one, for I have heard that you  have arrived at Chitrakuta after you are repudiated from your kingdom..."
        },
        {
            "type": "commentary",
            "text": "This heaven ' deva loka heaven is negated for total salvation. Total salvation is at your  tri-feet, tridiva. So 'I have not ascended to heavens, which causes rebirth after the decline of merit, thus I  am waiting for your arrival for Total Salvation, moksha...' So said the sage to Rama. Govindaraja. \"You birthed in  Raghu's dynasty for the elimination of Ravana, and also foregone your kingdom and you are coming this way. So I am  waiting for your graceful look, without going to heavens leaving the body. Should I leave the body and go to heavens, I  cannot see parama puruSa , The Absolute, in you... so I did not cast off this body...' Thus said the sage to  Rama. Maheshvara Tirtha."
        },
        {
            "type": "verse",
            "text": "\"The king of gods and the chief invitee in hundred sacrifices Indra approached me, and that great deity  said me that I have conquered all the worlds by my meritorious deeds... Let me bequeath those worlds that are cherished  by gods and sages alike, but which are won over by me by my ascesis, and you enjoy in them with your wife and with your  brother Lakshmana..."
        },
        {
            "type": "commentary",
            "text": "This sage Suteekshna too is dedicating all his merit accrued by his penance at the feet of Vishnu.  This is the same effort of dedication, which Sage Sharabhanga offered, to Rama at 3-5-33 of this canto. Any thing  accrued by human effort and energy, if dedicated at the feet of god, is doubly meritorious and establishes a  selflessness of the devotee. Even in any daily worship it will be concluded with a saying, ye tat phalam  parameshwara arpaNamastu... i.e., whatever is the result of this worship it is dedicated in the Supreme..."
        },
        {
            "type": "verse",
            "text": "That self-respecting Rama replied the radiant sage with intense asceticism, a great soul and an advocate  of truth by himself, as Indra would reply to Brahma."
        },
        {
            "type": "verse",
            "text": "\"I alone can gain all those worlds, oh, great saint, I now seek a place to dwell here in this forest as  indicated by you..."
        },
        {
            "type": "commentary",
            "text": "This is the same situation with Sage Sharabhanga in the 5th chapter of this canto. This is an  allusive saying by Rama. cf. 3-5-33."
        },
        {
            "type": "verse",
            "text": "\"You are an expert in all affairs, and you are interested in the welfare of all the beings, so said the  great souled Sage Sharabhanga of Sage Gautama's dynasty...\" So said Rama to the sage. When said thus by Rama, that great  sage with world renown spoke sweet worded sentence with great pleasure."
        },
        {
            "type": "verse",
            "text": "\"You can take delight in this good featured hermitage alone, for groups of sages will always be moving  here, and this always contains tubers and fruits...\" Thus said Sage Suteekshna. "
        },
        {
            "type": "verse",
            "text": "\"But herds of very large animals will be coming to this hermitage, they return after scaring us, of  course without killing anyone, and they fear none..."
        },
        {
            "type": "commentary",
            "text": "There is something in this verse. Some translations read mR^iga as deer, while some others  read it as animals. If they are just deer, the word a + hatvaa , without killing, is of no use, for deer is not  a carnivorous animal to kill someone. In other versions, this verse is a complete recast telling that herds of great  size animals come and blare, but do not kill or fear any one. Even if it were so, this sage has got a tolerance for them  too. And if some latent meaning is picked up, the large herds of deer, moving as they like in this hermitage, are said  to be 'luring' the sages, lobhayitbvaa. A presumption arises here. This must be the same 'lure' Sita got on  seeing Golden Deer. But Rama raises his bow and arrow to kill these animals that disturb tranquillity of hermitage,  whether it be deer or other blaring wild animals. So Rama's fury must be at the 'luring deer', say Golden Deer, but not  at ordinary deer. Thus this usage of 'deer and lure' may be taken as lakshaNa for lakshita of  Ramayana."
        },
        {
            "type": "verse",
            "text": "\"Know that no other problem is there other than the animals...\" So said the sage. On hearing those words  of that great sage, that brave elder brother of Lakshmana taking bow and arrow said this sentence."
        },
        {
            "type": "verse",
            "text": "\"I will eradicate them, oh, greatly blessed one, those animals that will come collectively in herds with  sharp edged, curve-end arrows... But you may be more interested in those animals mercifully, then what will be there  more painful to you, hence I deem our staying in this hermitage for along will be unbefitting...\" So said Rama."
        },
        {
            "type": "verse",
            "text": "On saying thus to the sage then Rama came by the twilight, and he paused at it. On worshipping the  westward vesperal time, Rama arranged a stay for himself along with Sita and Lakshmana, there in that delightful  hermitage of Sage Suteekshna."
        },
        {
            "type": "verse",
            "text": "Then the great soul Sage Suteekshna on completing his evening rituals and on observing the fall of night  he himself courteously served food that is auspicious and worthy of sages to two of the best men, Rama and Lakshmana."
        },
        {
            "type": "commentary",
            "text": "It may not be construed that Sita is served with no food, by taking the wording that 'two of best  men are served food' by the sage. It is usual for the Indian women to take food after their husbands or other dependents  take it first, then all womenfolk in the house join together to have their meal, [for a long time...of course, with  their unending chit-chatting...]"
        },
        {
            "type": "verse",
            "text": "In <em>aascharya raamayana</em>, another traditional rendering of this epic, it is said that Rama, while staying  at this hermitage when night advanced, went out of the hermitage and killed all those animals. Not the above mentioned  deer, but very big, blaring animals. The thrust of his arrows made the carcasses of those massive animals fall before  the demon Kabandha. Kabandha is a cursed angle and will be released of his curse later by Rama. This Kabandha has no  body parts below his chest, but has long hands with which he captures his prey that comes within the ambit of his long  and strong hands. Kabandha is thus fed upon the kill of Rama, because Kabandha is a keynote character in giving  information to Rama, and he is to be kept alive till such time. But all this is unknown to other in-mates of the  hermitage, including Sita. The next morning Rama, in a personal conversation with Sita, reveals what he has done  during the previous night, to her surprise and praise."
        }
    ]
}