{
    "id": "prose-aranya-70",
    "kanda": "aranya",
    "sarga": "70",
    "title": "Kabandha's overlong arms are cut off",
    "chapter": "70",
    "overview": "Kabandha's overlong arms are cut off when he wanted to devour Rama and Lakshmana as godsend dainty morsels.  Then Kabandha wishes to know who these two are and when Lakshmana informs him of Rama, that demon feels  elated for his accursed state is over at the hands of Rama.",
    "content": [
        {
            "type": "verse",
            "text": "On prying at those two brothers, Rama and Lakshmana, who are completely stowed in the hangman's halter-like  arms of the demon, and who are enduring within it, Kabandha said this sentence to them."
        },
        {
            "type": "verse",
            "text": "\"Oh, excellent Kshatriya-s, on seeing me who am miserably famished, really what for you stay cool? You  are the godsend gobs of mine, and hence now you are almost dead...\" So said Kabandha to brothers."
        },
        {
            "type": "verse",
            "text": "Lakshmana who is possessed by anguish, and who is determined to wreck revenge on that demon, said these  expedient and advisable words to Rama on hearing that demon's word."
        },
        {
            "type": "verse",
            "text": "\"This scurrilous demon quickly hauled in you and me to his face level, and he will quickly take us in,  therefore, we will have to swiftly hack off his lengthy arms at his shoulder level... Gruesome is this  gargantuan bodied demon, and triumphing over just with his arms he has utterly devastated this province,  and he now wishes to end us... Oh, king Raghava, killing the non-aggressive is tantamount to the killing  of animals that are led into Vedic-ritual in its midst is despicable to the kings..."
        },
        {
            "type": "commentary",
            "text": "The text varies with other mms. <em>kratu madhye upa niitaam</em> will change to <em>kratu madhye apa  niitaam</em> in Maheshvara Tiirtha's version, then it translates as 'an animal led out of the ritual  half way through the ritual...' meaning that 'the animal unbefitting for sacrifice...' And that is to  say 1] an animal not prearranged and sanctified right from the beginning, but brought in the middle  of ritual; 2] or, one that is brought for ritual which has to yield without being aggressive <em>pratikaara  hiina shakti</em>; 3] or, <em>paryagni kR^itaa na araNyaam utsR^ijyam a himsaayaa</em> 'unsanctified  or wild animals brought from wilds are to be let off, unhurt...' 4] or, one that which is not at the  sacrificial post - it is not to be sacrificed...' and Lakshmana says addressing Rama as 'oh, king, you  have to let off those beasts, but not this beastly demon who is aggressive and contemplating a regicide...'"
        },
        {
            "type": "verse",
            "text": "On hearing all of their conversation that demon is infuriated, and then widely opening his ferocious  mouth he started to wolf down both of them. Then both the Raghava-s are very highly gladdened as the  demon is hauling them towards his eye at shoulder level, and as they are the brothers with circumspection,  they instantly mutilated his arms right at their shoulder joints only with two swords."
        },
        {
            "type": "commentary",
            "text": "This compound <em>su sam hR^iSTau</em> is as per the text of Govindaraja and Maheshvara Tiirtha states  this as <em>su sam vignau</em> meaning 'very highly agitated...' agitated at the short time available  to cut off his hands, before falling into his well-head like mouth. And this expression 'very highly  gladdened' is for the righteous advice given by Lakshmana, circumspectly."
        },
        {
            "type": "verse",
            "text": "Then that dextrous Rama with an unrestrained speed hacked off the right arm, and valiant Lakshmana on  his part hewed down the left arm that speedily. He that overlong-armed Kabandha fell down with mangled  arms, reverberated the sky, earth, and all of the ten points of horizon with a cacophonous voice, like  a black-thunderous-cloud. That demon on seeing at his dissevered shoulders on which the gushes of blood  are overflowing, he self-piteously asked those two bold ones thus as, \"who are you...\""
        },
        {
            "type": "verse",
            "text": "When that great mighty Kabandha is asking thus, Lakshmana who has prosperous characteristics has informed  him about Rama of Kakutstha, an unremitting dynasty."
        },
        {
            "type": "verse",
            "text": "\"He is known to people by the name of Rama, the legatee of Ikshvaku dynasty, and you know me as his  younger brother, Lakshmana, by my name... Countervailed from kingdom by mother this Rama is bluntly  sent to forests, and he is on the rove in great forests along with me ad his wife... A demon stole his  wife while he whose leverage is like that of god is living in the unpopulated forest... and wishing  to retrieve her we came here..."
        },
        {
            "type": "verse",
            "text": "\"But who are you? Your legs are broken, and your mouth is infernal, yet it is on your chest, and alike  a topless, rootless tree trunk you are sprawling in the forest, how so, or, for what reason?\" Lakshmana  asked the demon thus."
        },
        {
            "type": "verse",
            "text": "But Kabandha is highly delighted when Lakshmana spoke that way, as the words of Indra came to his memory,  and he said these words in reply. \"Oh, manly tigers, by my providence you are revealed to me... welcome  to you... and providentially sheared are these shackles, called my two arms, by you..."
        },
        {
            "type": "commentary",
            "text": "The arms, mouth-to-stomach, and another organ are the epitomes of mortals. A mortal does everything  with arms and devours anything with mouth. <em>martyaa kartaa bhoktaa ca</em> Now those shackles of  mortality are severed and he is ready for immortality."
        },
        {
            "type": "verse",
            "text": "\"Oh, manly tiger, actually how this form of mine is disfigured, of course owing to my distrustful behaviour,  that you may listen while I narrate it to you."
        }
    ]
}