{
    "id": "prose-aranya-71",
    "kanda": "aranya",
    "sarga": "71",
    "title": "Kabandha requestes for incineration",
    "chapter": "71",
    "overview": "Kabandha requests Rama to incinerate him, so that he would get his divine form and then would be able  to give some clues in regaining Sita. He admits that the present hideous state has chanced only because  of his arrogant behaviour, thereby a sort of repentance has occurred in him. A course of conversations  occurs among these two, as each is distrustful of the other.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "\"Oh, great dextrous Rama with great daring and dashing, as to how the physique of sun, moon, and even  that of Indra is there now, my physique was also like that earlier, an unbelievable mien and renowned  in all the three worlds... Such as I was with an admirable body, disguising myself in this kind of horrendous  form which is utterly dreadful to the world, I was scaring the forest living sages, there and there...  On one day, when a great sage named Sthuulashira was collecting divers forest produce for his Vedic-ritual,  I scared him with this ugly form and I even exasperated him... On seeing me that sage who is an enforcer  of deadly curse cursed me in this way, 'that which is presently diabolic and despicable form of yours,  hereinafter you will abide in this form alone...' When I begged that enraged sage as, 'even if I have  committed this blasphemy owing to my blasphemous fate, will there be an end to this blasphemed form  of mine, or not...' and then he spoke this word to me... 'When Rama incinerates you in an uninhibited  forest on chopping off your shoulders, then you will regain your own grand and auspicious form...' So  said the sage to me... Oh, Lakshmana, you may know as the most handsome son of Danu, and this misshapen  form has chanced on me owing the ire of Indra in battlefield..."
        },
        {
            "type": "commentary",
            "text": "The cause of curse is said so far and now the effect is narrated; and dharmakuutam says: <em>tiivrataratapaHpratyaahitapitaamahavaralabhaashastravadhyabhaavadarpitena  mayaa raNe vikramya pradharShita shakraH</em> "
        },
        {
            "type": "verse",
            "text": "\"I have gladdened Grandparent Braham with severe ascesis and He granted longevity to me, and then a  kind of recalcitrance touched off in my mind... 'When longevity is acquired by me what Indra can do  to me...' thus relying upon that kind of certitude, I jousted with Indra in a bout... But the Thunderbolt  that has a hundred cutting edges and that which is launched from Indra's hand has rammed by head and  thighs into my body..."
        },
        {
            "type": "verse",
            "text": "\"When I begged of him saying, 'lead me to the hell of Yama, rather than making me to live this hell  of a body...' Then Indra said this to me, 'Let the Grandparent Brahma's word about your longevity come  true...' Thus Indra spared me to me... 'By the impaction of Thunderbolt disarranged are my thighs and  head, thereby my mouth went into my stomach... and without thighs how can I prowl, without arms how  can I scrabble, and without a mouth how can I guzzle... and how am I capable to live on, and even that  living too, is destined for too long a time...'"
        },
        {
            "type": "verse",
            "text": "\"When I said to Indra this way, Indra devised for me yojana long arms, also that way a rapier-fanged  mouth in my paunch... Such as I am, I have been eating the lions, elephants, animals, and tigers that  are on the move in this forest, hauling them in with both of my overlong arms... IIndra has also said  to me, 'as and when Rama hacks off your arms along with Lakshmana in a conflict, then you can go to  heaven...' Thus Indra said to me and vanished."
        },
        {
            "type": "verse",
            "text": "\"Oh, sire, I am grabbing whatever I see in this forest while living with this body... oh, powerful king,  as I feel it meetly and a must for me... I believed that Rama will certainly come nigh of my captivity,  and confiding myself in this kind of determination, presaged by sage Sthuulashira, as well... I have  been toiling to dislodge this body... Oh, Raghava, as to how this has happened in this way according  to the sum and substance told by the sage Sthulashira, you alone are that Rama, let safe betide you,  and none other than you is capable to mangle me..."
        },
        {
            "type": "verse",
            "text": "\"Oh, impetuous man Rama, if I were to be beatified by you two by incinerating me in Fire, I will advice  you about the next course of your action... I will further advise you about your prospective friend...\"  So said Kabandha to Rama. When Raghava is said thus by that Kabandha, the heir of Danu, that duty-minded  Rama said this word to Kabandha while Lakshmana is hearing."
        },
        {
            "type": "commentary",
            "text": "This Kabandha and his lineage is an enigma and variously said at various places, just by deflection  of one or two words. This being the riddle of grammarians, we are supposed to know that he is a demon  blessed for gandharva-hood, and then accursed to demon-hood, and then becomes a gandharva again and  goes to heaven, at the blessing of Rama. The last compound in second stanza differs with that of other  mms, in wording, but not in its meaning."
        },
        {
            "type": "verse",
            "text": "\"Ravana conveniently stole my illustrious wife when myself and my brother exited from Janasthaana...  I only know his name but not the form of that demon... and we are unaware either of his stronghold or  of his staying power..."
        },
        {
            "type": "commentary",
            "text": "It appears that Rama is dealing with this Kabandha with a half-belief, because he is rehashing the same  good old parroting. Here there is a mutual distrust. 'What if this demon when reduced to ashes cannot  say anything... like Viradha...' is the distrust in Rama, and 'what if I am going to say the name of  Sugreeva now itself, before they incinerate me, and on knowing the name of Sugreeva, what if this Rama  departs quickly to Sugreeva, without burning me...' is the mistrust of Kabandha. The averral of Rama  to Kabandha is unclear so far, and in order to put his case straight Rama has to rehash, so he is going  over again. The same is the case with Sugreeva. He blatantly lies to Rama that he does not know Ravana,  in Kishkindha Kanda. And if insisted Sugreeva, or to that matter of fact Sita, both are ready with  their self-assertive dialogue: <em>kaH na aparaadhyati</em> 'who errs not...'"
        },
        {
            "type": "verse",
            "text": "\"It will be apt of you to show befitting mercy on us who are anguished by agony, running all over helter-skelter  like unsheltered ones, and we who will be compliant for your restitution... Oh, brave Kabandha, on bringing  dried up firewood that was rent at times by elephants, and on digging a large trench, we will incinerate  you in it... Such as you are, if you actually know who stole Sita, or whereto she is stolen, either...  you clearly inform of her when incinerated, thus you will be rendering a most gracious deed to me, and  to all concerned...\" Thus Rama made clear of his case."
        },
        {
            "type": "verse",
            "text": "When he is said thus that expert articulator Kabandha replied Rama, who is also an expert enunciator,  with expedient words. There is no divine knowledge to me as of now... nor I can identify Maithili...  but when I am burnt I assume my own original divine form, and then I will be able tell about him, who  will find her out... With this unburnt body, oh, Rama, I indeed have no ability to discern anything,  hence oh, lord, I will be able to speak about him who can familiarise you with that great mighty demon,  by whom your Sita is stolen, only after that incineration..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, utterly distorted is my acumen, indeed, by the blemish of curse... and this form which  is despicable to world has bechanced only because of my own antics... Oh, Rama, soon you have to toss  me into trench to burn me customarily, sooner than the Sun's going to Mt. Dusk when his horses are fatigued..."
        },
        {
            "type": "commentary",
            "text": "Now Rama started to believe Kabandha because the simile used by him refers to the dusking Sun with fatigued  horses. Though Kabandha is always telling that 'I have no knowledge... I lost my discernment...' etc.,  half told is the fact that there is someone out there to help Rama. Hence, the believability is bechanced.  Sun's horses will never be fatigued, but fatigued is this Kabandha in this grotesque physique, as a  vehicle predestined to communicate some information to Rama. And when a dusking Sun is indicated, another  dawning Sun is also indicated, in his freshness. So also, Kabandha is about to resurrect after this  incineration, as a vehicular messenger for Rama."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, the legatee of Raghu, when I am scripturally burnt by you in a trench, oh, great valiant  Rama, for sure, I will tell of him, who can quiet fathom that demon... Oh, Raghava, you have to befriend  him with an amicable comportment... and that valiantly alacritous one will be gladdened by the sequel  of your friendship, and he will evolve a succour to you..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, nothing is there in all the three worlds that is unfamiliar to him, for he circumnavigated  all worlds once, in a different context..."
        },
        {
            "type": "commentary",
            "text": "Even now Kabandha is not naming Sugreeva, only for fear of loosing Rama, without burning the half dead  Kabandha. Kabandha knows that humans do not burn or bury the undead, and Rama may now leave this dying  Kabandha to his natural death, and go away. But Rama is already acquainted with the dying ceremonies  of demons, where they die only after a physically dead, perforce, by consigning them to fire or burying  them alive, as in the case of Viradha. Hence this stingy maiming and baiting of Kabandha is continued,  to burn him down, perforce."
        }
    ]
}