{
    "id": "prose-aranya-72",
    "kanda": "aranya",
    "sarga": "72",
    "title": "Kabandha advises Rama to meet Sugreeva",
    "chapter": "72",
    "overview": "When Rama incinerates Kabandha he resurrects as a celestial being and detailing about Sugreeva he urges  Rama to befriend him. He informs Rama that Sugreeva is also in a similar condition and he needs some  one to rely upon, in order to overcome his problems, and thus Kabandha asks Rama to help Sugreeva, and  get help as requital from Sugreeva.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "When Kabandha said that way, both those brave men and lords of people, on throwing the body of Kabandha  into a mountain cleft and then embedded it with firewood. On his part Lakshmana started to torch that  pyre with highly sparkling torches from all over, and even that pyre too suddenly blazed with blazes  from all over. That massy body of Kabandha is full with fat and while it is being cooked, it is in simile  with a massy gob of ghee. But the Fire had to stew that body tardily, though that stewed meat is Fire's  favourite dish, because of that body's massiveness."
        },
        {
            "type": "verse",
            "text": "In a trice that highly dynamic Kabandha zoomed up shoving off that pyre, and he is now attired in lily-white  vestments and angelic garlands, and appeared like a fumeless fire. Then highly gladdened Kabandha jumped  up onto sky from the pyre, and there he is irradiant with unsullied clothing, and fineries decorated  on every limb. On going to firmament Kabandha is now seated in a dazzling celestial aircraft yoked with  swans, which endows renown because it takes the occupants to the realms of Brahma, and sitting in that  celestial aircraft he said this sentence to Rama, while his own great glimmer and glitter beamed forth  in all ten quarters."
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, how you will regain Sita, that you listen from me in its essence... oh, Rama, by which  and which analyses everything will be analysed, six of such ideations are available in this world...  and when a person is touched down by a spell of nemeses, he shall adore one who is equally in such spell  of nemesis..."
        },
        {
            "type": "commentary",
            "text": "The six ideations employed by kings in kingship are 1] <em>sandhi</em> a covenant with adverse kings;  2] <em>vigraha</em> continuing hostilities; 3] <em>yaana</em> waging war; 4] <em>aasana</em> sit out  for proper time; 5] <em>dvaidhii bhaava</em> creating factions and vicissitudes in enemy groups; 6] <em>samaashraya</em> taking shelter under a coequal."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, you along with Lakshmana went into a spell of nemesis, and thus you have become an underprivileged  one, and that spell alone has obtained you this dire straits, in the form of abducting your wife...  Oh, best among kind-hearted ones, thereby you have to certainly befriend such a soul in similar dire  straits... however deeply I may think, I am not able to perceive your accomplishment if you do not befriended  with such a soul..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, listen what I tell... a vanara is there by name Sugreeva, who is vengefully reneged by his  brother Vali, the son of Indra... That self-respectful valiant Sugreeva is living on the Mt. Rishyamuka,  a best mountain available in the lambent fringes of Pampa Lake, along with four other vanara-s. He that  Sugreeva is a masterful one among vanara-s, highly mettlesome, self-resplendent, and illimitable is  his self-radiance... and he is also truth-bound and culture-bound... a mastermind, master-hand and a  taskmaster... He is a capable adventurer, a courageous exploiter and incomparable one in intrepidity  and a brave one in incursions, and his personality will be coruscating ever and anon, for he is the  son of Sun-god... but he is banished by his self-conceited brother owing to the reasons of kingdom..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, he will be your associate and an aid in searching for Sita, and he conducts himself in  your wellbeing, hence let not your heart yield to agony... Oh, tigerly Ikshvaaku, further nothing can  be countermanded in this world which is indeed ineluctable, and it is impossible to countervail against  Time, isn't it..."
        },
        {
            "type": "verse",
            "text": "\"Oh, bold one, you go straight from here to that great mighty Sugreeva, and oh, Raghava, on going from  here now and promptly you fraternise with Sugreeva... and to not to bode any ill of unfriendliness among  you two, you make him a friend before blazing Fire, making that Fire as an Attestor of your friendship...  You shall not look down on that lord of monkeys taking him as a lowly simian, why because that Sugreeva  is a valiant one, a guise changing wizard and presently he is in the need of a bolsterer, and if you  render help he will be obligated to you for ever... Now you two are capable enough to effectuate the  desired task of Sugreeva, isn't it... whether his own purpose is achieved through you or not, he will  effectuate your task..."
        },
        {
            "type": "verse",
            "text": "\"Sugreeva is the son of Riksharaja, and the direct son of the Sun, but Vali trespassed against him.  Wary of Vali's onslaughts Sugreeva is wandering around Pampa... Oh, Raghava, right away and candidly  you make that monkey Sugreeva, a wanderer in the forest, sheltering himself on Mt. Rishyamuka, as a  friend of yours taking an oath on your weapon besides the Fire-witness..."
        },
        {
            "type": "commentary",
            "text": "The compound <em>aayudham sam ni dhaaya</em> can mean in the three possible ways as said above. Any  one, or three meanings can be obtained, as intensifiers."
        },
        {
            "type": "verse",
            "text": "\"With his expertise that straightforward monkey Sugreeva is indeed conversant with all of the strongholds  of anthropophagite demons in the world in their entirety... Oh, enemy-subjugator Rama, as far as the  thousand rayed sun manifestly irradiates the world, oh, Raghava, thus far, nothing in the least is unfamiliar  to him, isn't it... He makes the monkeys to purposefully rake over the expansive rivers, extensive mountains  and their impassable cliffs and caves in locating your wife..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, he expedites giant bodied monkeys in all directions to search for her, who is agonised  by your parting, and he quests after the residence of Ravana for that comely lady Maithili..."
        },
        {
            "type": "verse",
            "text": "\"Whether that unreprovable ladylove of yours, Sita, is located on the tops of Mt. Meru's peaks, or  abiding on the planes of nadir of the earth, he that defiant one among fly-jumpers, Sugreeva, on entering  there and annihilating the demons, he again bestows Sita to you...\" So Kabandha continued his advise  to Rama regarding Sugreeva."
        },
        {
            "type": "commentary",
            "text": "Kabandha's suggestion that 'a bewailer shall befriend another bewailer...' is apparently a meaningless  suggestion, keeping mythical imports aside, for a while. Though Kabandha is unaware about Ravana and  his activities, he is aware of Vali and Sugreeva, according to his present narration. He should have  advised Rama to befriend Vali, who is in power and a powerful one too, instead of Sugreeva. It is not  so, is the reply from the viewpoint of dharma. This Kabandha has suffered his best in taking wrong routes  and just now, he resurrected after making many amends, and he is supposed to advise Rama to go on a  right path and to a right personality as Vali is already established as a pursuer of wrong path. But  Vali when talking to Rama at his death time says that 'I would have brought Maithili in a single day,  I would have roped Ravana and brought him like an animal tide with roe around its neck...' etc. But  they are all his expressions at death-time-wisdom. He did not care for Tara's advices nor bothered to  talk to Rama, as to why Sugreeva is instigated upon him. This being so, when immortal wisdom has dawned  on Kabandha, he cannot ask Rama to tread a wrong path to get his task done. This is what the viewpoint  of Dharmaakuutam. Though untranslated verbatim the above is the gist of the following."
        },
        {
            "type": "commentary",
            "text": "<em>kaarya siddi artham samprati bhaatru maatra sahaayyasya durdasha aarambaham praaptasya raamabhadrasya  dR^iShTa balena daiva balena ca upeta durdashaayaaH samaapti praaptena sugriiveNa sandhi kaarama eva  samucitam iti kabandhena uktam | tat anupapannam | yato valii sugriivaat adhika balaH - sakala vaanara  senaa pari vR^itaH - sva raajye supratiShTito - raama kR^ita prati upakaara nirapekSho - raavaNa nigraha  catura bhuja viirya upapatteh ca | maam eva yadi puurvam tvam etad artham acodayaH | maithilim aham  eka aahnaa tava ca aaniitavaan bhaveH || 1-17-49 | raakShasam ca duraatmaanaam tava bhaarya apahaariNam  | kaNThe baddhvaa pradadyaam te anihatam raavaNam raNe || 3-17-50 - iti jiiva graaham gR^ihiitvaa raNe  vaa tan nihatya - - etaadR^isha saamarthyam avagamane sva kaarya saadhakaH ca | ata eva vaalinam apahaaya  ataadR^ishaH sugriivaH katham upadiShTa iti cet na | satya api saamardhye dR^iptavaan - raavaNa mitratvaat  raajya sthitatvaat - raama kR^ita upakaara nirapekShatvaat ca raama praathito vaalii sakhyam na angiikuryaad  eva | aasanna mR^itunaa vaalinaa sakhya karanam niShphalam ca || - - - satyapi saamardhye siitaam aaniiya  daasyaami iti etaadR^isha buddheH shikShaNa anantara bhavitvena sakhya asakhyaayaam asambhavaat | sva  paraakrameNa vinaa anyena saadhita artha angiikaranasya kShatriyaaNaam adharmyatvaat |</em>"
        },
        {
            "type": "commentary",
            "text": "This is to say that <em>dharma</em> is far beyond mere politics, whether monarchical  or otherwise. To uphold that <em>dharma</em>, one has to undergo certain painful  processes, that may be you, or we, or may they be godlike or godsend Rama or Lakshmana."
        }
    ]
}