{
    "id": "prose-aranya-73",
    "kanda": "aranya",
    "sarga": "73",
    "title": "Kabandha extols Pampa Lake",
    "chapter": "73",
    "overview": "Kabandha extols Pampa Lake and details Rama about the course to be adopted to proceed to Mt. Rishyamuka  to befriend Sugreeva. He details about Matanga hermitage and implores upon Rama to visit an anchoress  name Shabari, who is waiting for ages to have a glimpse of Rama.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "On showing a concept for questing after Sita that context-sensitive Kabandha further spoke this sentence  which is inclusive of right concept to Rama."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, have a recourse to westward, and where the trees of Rose-apple, Priyaala, Jackfruit, Plaksha,  Banyan, Tinduka, Pipal, Karnikara, Mango, and others... and even trees like Dhanva, Naaga, Tilaka, Naktamaala,  blue Ashoka, Kadamba, Karaviira, Agnimukha, Ashoka, red-sandalwood trees and Neem trees will be heart-pleasingly  shining forth in full blossom, that alone is an optimistic course for you."
        },
        {
            "type": "commentary",
            "text": "The botanical terms for some of these trees are given to some of the above in the first chapter of Kishkindha."
        },
        {
            "type": "verse",
            "text": "\"On shinning up those trees, or else, even on forcefully pelting those fruits down onto ground, then  you may pelt over, devouring those ambrosial fruits... On crossing over that parkland, oh, Kakutstha,  another parkland with blossomy flowers is there, which replicates the heavenly Nandana gardens, and  a replica of North-Kuru, an all-endowing province... Wherein the trees fruit all-season fruits that  transude nectar, why fruits alone, in that parkland all seasons are coeval, as they will be in Caitraratha,  the celestial gardens of Kubera..."
        },
        {
            "type": "verse",
            "text": "\"In there, the trees bear enormous branches which will be crouching under the weight of their own fruits,  and everywhere such trees will be shining forth like shiny clouds and shining mountains... Let Lakshmana  present those ambrosial fruits to you either by climbing up those trees to pluck them, or else by pelting  them to ground, according to his convenience... Peregrinating finest places by trekking from mountain  to mountain, from forest to forest, oh, valorous ones, you will trek to an auspicious lotus-lake, called  Pampa..."
        },
        {
            "type": "verse",
            "text": "\"It is un-pebbly, un-slippery, un-weedy thereabouts, oh, Rama, equal are its quaysides and emersed are  its sandbanks, red and blue lotuses beautify that Pampa Lake... There the indwellers of Pampa Lake's  waters, oh, Raghava, namely the swans, cranes, Kraunca-s and fish-hawks will be letting out peeps in  tuneful voice... Thereabout birds will be unflustered on seeing humans, because they are artless to  avoid hunting, because none kills them, and you may savour them because those birds will be best and  burley, similar to ghee-gobs..."
        },
        {
            "type": "commentary",
            "text": "Comment: A word about Rama's vegetarianism or otherwise is incorporated at endnote."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama in that Pampa Lake there are best fishes, red-carps, and blunt-snouted small porpoises, and  a sort of sprats, which are neither scraggy, nor with many fish-bones. Lakshmana will reverentially  offer them to you on skewering them with arrow, and on broiling them on iron rod of arrow after descaling  and de-finning them. While you eat those fishes to satiety, Lakshmana will offer you the water of Pampa  Lake, which will be in the bunches of flowers of that lake, and which will be lotus-scented, pellucid,  comfortably cool, shiny like silver and crystal, uncontaminated and that way pristine, by lifting it  up that water with lotus leaf, making that leaf a stoup-like basin..."
        },
        {
            "type": "verse",
            "text": "\"Oh, best one among men Rama, at Pampa you will see best shaped Vanara-s who have their bunk bed in  mountain caves, and who will be coming nearby the lake, greedy as they are for water, and those forest  movers will be moving about in evening time of the day, bellowing like bulls... oh, Rama, Lakshmana  will show them to you... While roving in the evenings, oh, Rama, should you see the serenely water of  Pampa, with her trees garlanded with their own blooms and twigs, you will discard your own dolour..."
        },
        {
            "type": "commentary",
            "text": "The word <em>viTapin</em> was originally an adjective of <em>vR^iksha, viTapi VR^iksha</em>, meaning  a tree having twigs. In the course of time the sense of <em>vR^iksha</em> was appropriated [by <em>viTapin</em>  ] to itself and the use of <em>vR^iksha</em> along with it fell out. There is no more conjecture. Pt.  Satya Vrat in 'Ramayana - A Linguistic Study' and here twigs are <em>upa lakshaNa</em> for blooms and  then, 'trees garlanded with its own blooms and twigs...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, there you will see highly delightful and wide-ranging trees like Tilaka and Naktamaala,  and fully bloomed red and blue lotuses, as well... Oh, Raghava, there is none someone to inwreathe the  garlands of those flowers, and indeed, they neither dry up, nor drop down... Erst there were self-collected  sages, the disciples of Sage Matanga, and at one time while they were bringing the forest produce as  ritual paraphernalia, they were much wearied by its weight and they were sweating... and all of those  earthbound strings of sweat-drops that quickly dropped from their bodies were wafted by air onto trees,  and on them they reoccurred as strings of flowers, by the merit of the ascesis of those sages... oh,  Raghava, since those flowers have emerged from sweat-drops, they are imperishable, indeed..."
        },
        {
            "type": "commentary",
            "text": "The above wafting of sweat drops onto trees is as per Govindaraja. In another way, the sweat drops fell  onto ground and from them trees grew up, and they flowered unwithered flowers."
        },
        {
            "type": "commentary",
            "text": "Then as they laboured through the dell / From limb and brow the heat-drops fell: / Thence sprang and  bloomed those wondrous trees: - R.T.H. Griffith"
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama of Kakutstha, albeit the passing of those sages through the pearly gates, their maidservant,  a long-lived one and an anchoress, named Shabari, can be seen there, even today... Oh, Rama, she who  always stands by probity will depart to the sphere of heaven, on attending to you, for you are the referent  to god, and a reverent for one and all... Oh, Rama, thereafter on your taking course to that western  bank of Pampa Lake, oh, Kakutstha, there you will see the unequalled and arcane place of hermitage of  sage Matanga..."
        },
        {
            "type": "verse",
            "text": "\"Sage Matanga so methodised that woodland, where even the elephants are rendered incapable to trespass  in that hermitage of sage Matanga disturbing its serenity... Oh, the legatee of Raghu, that woodland  which in simile is like a godly forest, similar to the heavenly Nandana gardens, overspread with divers  birds is renowned as 'Matanga woodland', and oh, Rama, you will take delight rejoicingly in that woodland..."
        },
        {
            "type": "verse",
            "text": "\"In front of Pampa there is a bountiful but an unclimbable mountain is there with trees in full blossom,  which is well-protected by baby elephants, and which in earlier times was purposefully created by Brahma,  and that alone is Mt. Rishyamuka..."
        },
        {
            "type": "commentary",
            "text": "It is difficult to climb this mountain hence Hanuman airlifted Rama and Lakshmana to Sugreeva. Brahma  purposefully crafted it, as the only shelter to Sugreeva. Its flowers are ever blossomy and fruited  to feed Sugreeva and the other four monkeys in exile. Baby elephants are enough to keep guard for that  mountain, then why tell about the capacity of full grown ruttish elephants. This prearrangement is owing  to the presage of Brahma."
        },
        {
            "type": "verse",
            "text": "\"And should a man sleep on the heights of that mountain, and should he dream of gaining some riches  in that sleep, he gains that much when he wakes up... But he who is diabolic in his deportment and devilish  in comportment, climbs that and hopes to sleep soundly, demons capture him while he is in sleep, and  rough him up to death, there itself... Oh, Rama, there the blaring trumpet-blasts of baby elephants  that amuse themselves at Lake Pampa, and of those that are the indwellers of Matanga hermitage, even  there on Mt. Rishyamuka are audible..."
        },
        {
            "type": "verse",
            "text": "\"The mighty and massy dark-cloud coloured elephants will be hitting head-on, and with dripping blood  streams on their jumbo heads and temples, they disperse and move about separately, only to come together  for yet another round of head-to-head collision... There the elephants are quenched on drinking water  of Pampa Lake, that is daintily clean, and neatly clear, springlike for touch, and in which all scents  of flowers of that lake are included, and then they will be collectively re-entering the forests, for  they are forest ranging elephants..."
        },
        {
            "type": "verse",
            "text": "\"On your seeing the bears, also thus the tigers and even the exultant sapphire-blue Rurus with black  stripes there, you will discard your distress... But oh, Rama, a cavernous cave lidded with a boulder  stone outshines on that mountain, and oh, Kakutstha, problematic is an entry into it... On its right  at its eastern opening a delightful lake with highly coolant waters is there, fringed with divers trees  and fraught with numerous tubers and fruits..."
        },
        {
            "type": "verse",
            "text": "\"Sugreeva dwells in that cave along with four other monkeys, and at times he will be available on the  peaks of that mountain, even on its bluffs and cliffs, for he is a terrified monkey...\" Thus Kabandha  informed them."
        },
        {
            "type": "verse",
            "text": "That impressive Kabandha adorned with divine garlands and abiding in sky scintillating with the grandeur  of the dazzle of the sun has bidden both the brothers, Rama and Lakshmana thus, awaited a bid adieu  from them. Rama and Lakshmana who started off on their peregrination said this sentence to that highly  providential Kabandha, who is temporising in the sky in their vicinity, thus as \"you may proceed...\""
        },
        {
            "type": "verse",
            "text": "On getting the orders for departure from those two brothers who are highly gladdened at the information  given by Kabandha, he that Kabandha who is ready to exit, he further said to them thus, \"proceed for  the purpose of achieving your task...\""
        },
        {
            "type": "verse",
            "text": "Kabandha who redeemed his divine form has now got an aureole around him, and while irradiance is tamping  whole of his mien, he moved further up on sky and reappeared. And staying in the sky he pointed out  at the side of Mt. Rishyamuka, and then he reiterated, \"you befriend Sugreeva...\"and then he vanished."
        },
        {
            "type": "commentary",
            "text": "Lakshmana's killing, dressing of birds and fishes,  and Rama's munching them - is a heatedly debated topic in web forums of all sorts. Some commentators  of Ramayana have totally contrived the above expressions, to give a touch of vegetarianism. Even when  Rama killed Rohi animals as offerings to dead Jataayu, there also it is contrived to mean as some roots  or tubers. When Sita says to Ravana who came in the guise of Brahman friar, that Rama will fetch much  meat and I offer that on cooking <em>aamiSam aadaati puSkalam</em> This also is  contrived as some tubers and fruits."
        },
        {
            "type": "commentary",
            "text": "This pro-Jain, pro-Buddhist touch of vegetarianism  is an enforced virtue on Vedic-ism. The only and real vegetarians of India are the Jains, and Jainism  is a 'holier than thou...' sect of Vedic-ism, for their hymns and <em>biija akshara-s</em>  are nothing but the derivatives of Vedic hymns. But these are a fed up lot with the then overtures of  the practisers of Vedic-ism, and cleaved themselves from Vedic-ism to form Jainism, and even today they  stick to their principles of non-violence, even towards the tiniest ant. Then came this Buddhism, a  'peaceable than thou...' sect of the Vedic-ism, for their <em>jaataka katha-s</em>  and other teachings are nothing but the Vedic lore. This ism, though called a peaceable one, meaning  'unwarlike...' has conducted many wars and is splintered manifoldly, only because of the overtures of  its practisers, allowed by their patronising kings. There used to be another sect <em>caar vaaka-s</em> an 'intellectual than thou...' sect, but they are termed as  nihilists atheists, non-believers etc., and their literature is totally ruined as they used to colloid  with theists, demanding to prove god, materialistically. These are highly sophisticated, well-versed  in all Veda-s, debaters with utmost precision. These three ism are not called separate religions than  Vedic-ism, but <em>a vaidika mata-s</em> where <em>mata</em>  is not a religion, but a philosophy, viewpoint, a <em>darshana</em>."
        },
        {
            "type": "commentary",
            "text": "Any religion, sect, or a following when patronised  by the local sovereign, acquires bullhorns and snake fangs and starts to invade others, keeping themselves  under the shade of their patronising king. So is this Buddhism, and it attained its 'warlike' tarnish  by the swordsmanship of Ashoka, the Great. Besides spoiling its own original and peaceable tenets, Buddhism  has equally spoiled the Vedic-ism, by the time of Ashoka itself. Even Ashoka has not converted himself  to Buddhism overnight, but after a series of studies. He was a Buddhist before Kalinga war, but warred  and massacred Kalinga, and a Buddhist and butchery - does not go hand in hand. By the way, Buddhists  are no vegetarians, including Ashoka, but his edicts ask all others to not to eat meat."
        },
        {
            "type": "commentary",
            "text": "Even today verifiable are the dietary habits in  the provinces where the preachers of Buddhism have gone or not sent, or rendered useless, say Bengal.  The usual route of Buddhists of Ashoka's period is from Patna to Orissa, and to Andhra. And Andhra was  stronghold of Buddhists, once when <em>aacaarya naagarjuna</em> was there, who established  a Buddhist University in Andhra, to which students from far Japan used to come. Even today, excavations  are going on and Buddhist edicts are coming out, around Naagarjuna Sagar dam. The other route from Andhra  is to Sri Lanka, down south. The details about the itinerary of these Buddhists preachers, better call  them as door-to-door campaigners of Ashoka's, greatness than Buddhism, can be found in their legend,  the third <em>sangiitini,</em> masterminded by the mentor of Ashoka, namely <em>moggali puttastha vira,</em> , someone like Gobbels of Hitler. And rampant was  this pseudo-Buddhism in South India, much abetted by the then pseudo-Jainism, to where <em>bhadra saalastha viira</em> was sent on his way to <em>mahaa  taamra parNi dviipa</em> present day Sri Lanka, headed by Ashoka's son Mahinda [Mahendra, and along  with the sister of Ashoka,] besides, his <em>duuta-s</em> to the court Antiocus  II Theos [grandson of Seleucus,] Ptolemy II Philadeliphus, King of Egypt; King Antigonus Gonatus of  Macedon; King Alexander of Epirus... so on. Thus, they successfully propagated about Ashoka, rather  than the tenets of pure Buddhism, and as a result, that Buddhism is corrupted, back home."
        },
        {
            "type": "commentary",
            "text": "Though Buddha said at his last stage <em>vaya dhamma sankara - appamadena sampadeta</em> 'decay is an innate feature  in all beings, acquire your salvation unfalteringly...' where <em>appamaadena</em>  is <em>a pramaadena</em> 'without, carelessness...' But the later time overenthusiastic  practisers decayed Buddhism carefully and unfalteringly in its homeland. In these times of Ashoka, the  customs and habits of Vedic-ism merged into the then pseudo-Buddhism, and a commixture of Vedic-ism  and pseudo-Buddhism resurfaced, and Vedic-ism became pseudomorphic Brahmanism. Along with it, the dietary  habits have changed completely, and vegetarianism of Jainism has come to stay, and thereafter it just  turned to egg-tarianism, and presently going on to hamburger-ism and pizza-ism."
        },
        {
            "type": "commentary",
            "text": "This being so, the orthodox Hinduism lays taboo  on meat eating in respect of Brahmans only, that too by reckoning the eras, the Indian <em>yuga</em> theory. In <em>satya yuga</em> no distinctions  recorded, in <em>treat yuga, dwaapara yuga-s</em> of Ramayana and Bharata times,  Brahmins are permitted only some non-veg items, called <em>prokshita aahaara</em>  as can be seen in Rama-Vali conversation, and sage Agastya bans ram's meat, that too only for Brahmins,  after Vaataapi-Ilvala episode. In <em>kali yuga</em> non-veg is completely banned  for Brahmins, not by scriptures, but by the impact of the then despots of pseudo-Buddhism. The <em>kali puruSa</em> is entered through Duryodhana in <em>dwaapara  yuga</em> of Maha Bharata time, but somehow world is saved by Krishna and Arjuna. Now we with a sarcastic  affection call that <em>kali</em> has entered through Ashoka, and <em>kali yuga</em> is the period dating from Ashoka's despotic days. When a state  of topsy-turviness occurs to Veda-s themselves in <em>kali yuga</em> , where Veda-s  are breathing their last at present, there is nothing to speak of dietary habits of those eras."
        },
        {
            "type": "commentary",
            "text": "There are many web pages saying or objecting that  Rama is a practiser of <em>a himsa</em> not non-violence of Jains, but non-butchery  of living beings. Valmiki never said that Rama is a <em>Buddhist Monk</em> or a <em>vardhamaana, tiirthankara</em> of Jainism, but depicted him as Hindu Kshatriya,  and no taboo is prescribed to this warring class in eating meat or chicken. Yet the lamentation will  be like this: \"Lord Rama, a great, divine exemplar of dharma and virtue for Hindus, himself apparently  doesn't care much for vegetarianism and ahimsa...\" \"[Rama:] 'I must to lonely wilds repair, abstain  from flesh, and living there on roots, fruit, honey, hermit's food, pass twice seven years (14 yrs.)  in solitude. To Bharata's hand the king will yield the regent power I thought to wield, and me, a hermit,  will he send my days in Dandak wood to spend.' \" -- Ramayana 2:20. [Griffith, Ralph T.H. The Ramayana  of Valmiki: translated into English verse. Benares: E.J. Lazarus &amp; Co., 1895. p.117]. It may please  be noted that vegetarianism is different from non-violence and it belongs only to Jain tenets, and later  to Gandhian principles, but not to Hindus or Buddhists. The meaning of the above verse is 'being a hermit  I will abstain from food that inculcates <em>raajasa, taamasa pravR^itti</em> an  aggressive, assaulting mood... where certain kinds of meat stuff cause an aggressive mood...' and Griffith  had his own metrical exigencies to incorporate all the subtexts and underlined meanings in those iambics.  It is unclear as to why hairs are counted on eggshells, without grasping the essence of the epic's idea  of eliminating vice, where vice is Ravana and his diabolic activities. Rama's character may not be taken  as a meek, weak, bleak backbencher, but take it as a blitzkrieg assaulter, aggressive invader, that  too only on vice. If he were not to kill an edible animal how can he create a holocaustic extirpator  of demons in the last episodes of the epic, or shall he start chanting on battlefield <em>dhammam sharaNam gaccaami, sangam sharaNam gaccami</em> that too, to Ravana  - needs to be explored. Firstly let us ask ourselves whether we want a Ravana or a Rama, whether they  eat meat, chicken 65, or <em>biryaani</em>, or Italian ice creams."
        },
        {
            "type": "commentary",
            "text": "Whether Rama is a god or no god, he is the princely  Kshatriya, and if a warrior Kshatriya subsists on tubers and fruits, and on other insipid food, we can  imagine how grand his warfare would be. If Rama were to be a god, why God created a big fish that eats  a small fish, why birds and animals of prey, and why a <em>niSaada</em> that kills  a bird at the start of Ramayana. Hence, taking dietary habits as acquired habits, but not godsend or  tabooed ordinances of scriptures, the meanings of these verses of Kabandha are not contrived to establish  any vegetarianism. Incidentally, these are the advices of raw-flesh eating Kabandha and we do not see  Rama feasting comfortably on birds, fish, or on Kentucky chicken, at Pampa."
        }
    ]
}