{
    "id": "prose-aranya-74",
    "kanda": "aranya",
    "sarga": "74",
    "title": "Shabari gets salvation",
    "chapter": "74",
    "overview": "Shabari is emancipated from mortality after her showing Matanga hermitage to Rama. Both the brothers  approach Shabari as said by Kabandha and she adores them on their seeking her presence. She honours  them as visitant guests and expresses her desire to depart to the spheres where her teachers are. Rama  gives consent to it, on which she offers herself into fire and emerges as a divine angel, to ascend  to heaven.",
    "content": [
        {
            "type": "verse",
            "text": "Both the sons of that best king Dasharatha, on taking up westerly path in that forest travelled on the  passage to Pampa as shown by Kabandha. Those two, Rama and Lakshmana, while seeing several of the ticketed  trees on mountains which have nectarous fruits on them moved forward to see Sugreeva. Those two legatees  of Raghu on making a sojourn on the mountaintop, they the Raghava-s drew nigh of the moorland on the  westward of Pampa Lake. Then on getting at the westward moorland of that lotus-lake Pampa, there those  two have spotted the idyllic hermitage of Shabari."
        },
        {
            "type": "verse",
            "text": "On getting at that hermitage and on perusing at that picturesque environ that is wreathed round with  several picturesque trees, those two came nigh of Shabari. On seeing them that sublimated yogi Shabari  instinctively made palm-fold, got up imperatively, and then she braced the feet of Rama, and even that  of sagacious Lakshmana, impressively. She gave them water for feet-wash and mouthwash, and other viands  customarily affordable to visitants, and then Rama asked after that anchoress who is unflinchingly abiding  in her duty."
        },
        {
            "type": "verse",
            "text": "\"Oh, ascetically wealthy lady, perchance your deterrents in ascesis are completely overcome, somehow...  your ascetic practises culminating, someway... your annoyances and ailments are adjusted, somewhat...  isn't it!"
        },
        {
            "type": "commentary",
            "text": "The word <em>kaccit</em> is a phatic expression like 'isn't it?' but without question mark, as a statement  of reasoning out as in <em>hai naa, hai kyaa.../ illeyaa.../ kadaa...</em> But it had to be said here  in a roundabout way. The detrimental factors for loosing balance of mind, as asked by Rama, are <em> kaama, krodha, lobha: tri vidham narakasya idam dvaaram naashanam aatmanaH | kaamaH krodhaH tathaa lobhaH  tasmaat etat trayam tyajet ||</em> 16-21 Gita. The Doors of Hell / Are threefold, whereby men to ruin  pass,- / The door of Lust, the door of Wrath, the door / Of Avarice. Let a man shun those three! - Sir  E. Arnold."
        },
        {
            "type": "verse",
            "text": "\"Oh, suave speaker, mayhap your sacred commitments are achieved, anywise... appeased is your self, anyway...  and your subservience to your mentors brought to fruition, perchance... isn't it!\" Thus Rama enquired  with Shabari. When Rama asked her in this way she that Shabari who is a senescent anchoress, sublimated  yogin and an adherent to the sublimated yogis of higher rank, informed Rama remaining in his vis-&agrave;-vis."
        },
        {
            "type": "verse",
            "text": "\"Just now, on your pleasing manifestation before me my ascesis is accomplished, and now only my birth  is fructified, and now only my subservience to my mentors is well hallowed..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'My dear boy, you are so late... having come too lately how is that you ask whether everything  is sanctified or beatified long back and there is nothing for you to do... here I am too bored to stay  in this withered body and I am longing to go to my gurus' place to serve them... not that they are in  need of any maidservant, but I need much to be in their presence as a maidservant... whether you are  god or no god... that is not my concern... my teachers told me to stay here until your arrival... and  you have arrived now, so fructified is my teachers' saying... what is the result of subservience to  teachers... release, deliverance, etc., thus my teachers said... so I got it just now... that way, what  is it a commoner birthed on earth wishes... an emancipation from the cycle of births and deaths... so  my teachers said... thus I got it just now... on envisioning you... I know that you are unknowable,  thus said my teachers, but I have known you, because I have seen you... hence I am redeemed by my gurus...  this is the resultant factor of my unswerving servitude to my teachers... by the way, my teachers used  to say about it quoting from some <em>sweta Upanishad...</em> now I am unable to recollect it... Lakshmana,  can you recite it for me...' Lakshmana: <em>yasya deve paraa bhaktiH yathaa deve tathaa gurau | tasya  ete kathitaa hi arthaaH prakaashante mahaatmaaH |prakaashante mahaatmana iti | shvetaashvataropanishad  6-23</em> 'for a noble soul who reposes devotion in god, and an equal devotion in his teacher, to such  a noble soul all truths manifests themselves... to such a noble soul all truths manifests themselves...'  Shabari: Yes, yes, so also I stand ennobled after envisaging you, just now...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, best one among men, now all my ascesis is fructified when I personally worshiped you, who are none  other than the best god among gods, thus the heaven will also be there for me..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'thus my teachers were discussing about you when you were in Chitrakuta... but I have no knowledge  about you or your Being... as said by my teachers you have come, thus my teachers' words came true...  then you must be that 'Being' according to my feminine logic... and I could personally see you with  theses hazy, foggy mortal eyes, which my teachers could not... am I to self-ascertain that I edge over  my teachers, though I have not performed any rituals or ceremonies, which my decrepit and doddering  teachers painfully did... not so, it is their way of knowing you and this my way of reaching you...  they also said that there is a returnless sphere, apart from <em>Brahma loka, indra loka...</em> 'abode  of Brahma or paradise of Indra...' and when I was saying 'heaven to me...' I intended that returnless  'heaven...' to where my teachers have gone, as they did not wish to go to Indra's paradise to enjoy  the dance programs of Rambha or Tilottama, as said by Gita 8-16: <em>aaBrahma bhuvana lokaaH punar aavartino  arjuna | maam upetya tu kaunteya punar janma na vidyate ||</em> The worlds, Arjuna!- even Brahma's world-  / Roll back again from Death to Life's unrest; / But they, O Kunti's Son! that reach to Me, / Taste  birth no more. - Sir E. Arnold."
        },
        {
            "type": "verse",
            "text": "\"Oh, kind one, your blessed sight has sanctified me... and oh, endower of respect, by your beneficence  I wish to go to those returnless worlds because I have subjugated those enemies of yours, viz., <em> ari SaD varga-s</em> in me, and I think my prayer to you is justified because you are a subjugator of  such enemies..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'Now that you have come I conclude you to be that \"Absolute' and I repose the same faith and  confidence in you which I have for my mentors... hence give me the worlds of no return, to where my  preceptors went...' 'Or, <em>tava saumyena cakshuSaa</em> by your magnanimous visual acuity, gratis  visualis, <em>puutaa asmi</em> I am depurated of all of my three fates, <em>sancita, aagaami, praarabdha  karma-s,</em> hence, oh, enemy subjugator, subdue all enemies in me, <em>ari SaD varga - kaama, krodha,  lobha, moha, mada, maastarya</em>, even the present <em>lobha, moha</em> for a returnless world, and  then <em>tvat prasaadaat</em> by your grace; <em>nirhetuka dayaa kaTaaksha prasaadaat,</em> your unconditional  salvation, salvas gratis, grant me those returnless worlds...' Govindaraja. Ravana's ten heads are identified  with the above six negativities plus four more as - <em>kama</em>&nbsp; lust; k<em>rodha</em>&nbsp; anger; <em>lobha</em> greed; <em>moha</em>&nbsp; delusion; <em>mada </em>&nbsp;pride; m<em>aatsarya</em> : envy;  <em>manas</em> : mind; <em>buddhi</em> intellect; <em>chitta </em>&nbsp;will; <em>ahamkara</em>&nbsp; ego."
        },
        {
            "type": "verse",
            "text": "\"Divine aircrafts of unequalled refulgence have lifted those disciples of Sage Matanga in whose tendance  I was, to welkin on your arriving at Chitrakuta..."
        },
        {
            "type": "verse",
            "text": "\"Those knowers of probity, highly providential, and eminent-saints have told me, 'Rama will come to  this highly blest hermitage of yours along with Soumitri... and you have to cordially welcome them as  your guests, and on your seeing him you will go to best worlds, where merit remains undiminished...'"
        },
        {
            "type": "commentary",
            "text": "This suggests that subservience to preceptors will generate the merit that causes deliverance to the  student or servant by the active participation of the deliverer. The best world or sphere, or state  attainable by soul-searching individuals is <em>kaivalya</em> whereas seeing that deliverer with one's  own eyes <em>bhagavad avalokana</em>, is far beyond these worlds or states with nomenclature, and it  is <em>mukti</em>, salvation from life cycles. Govindaraja"
        },
        {
            "type": "verse",
            "text": "\"Oh, best one among men Rama, thus I was told by those highly providential sages, oh, best one among  men, oh, manly tiger, and I have gleaned various forest fruits and eatables that occur on the moorlands  of Pampa Lake for your sake...\" So said Shabari to Rama."
        },
        {
            "type": "commentary",
            "text": "Out of the three epithets for Rama, the twice-repeated epithet is <em>puruSarSabha</em> has two different  meanings in vernacular translations. One is the usual intensifier <em>puruSa R^iSabha</em> 'bull among  men...' where The Bull is the bull from the zodiacal sign or constellation Taurus to that of stock exchanges.  And it is Latin bulla 'rounded object', in medieval Latin 'seal' or Latin bullire 'to bubble', from  bulla 'bubble' etc., where Rama is the rounded off seal for kingship, and even known for his bubbly  fermentation to deal with atrocities. The other is <em>puruSa tilaka</em> 'the vermilion mark one the  forehead of mankind...' rather the husband of mankind, or the husbandman for mankind who cultivates  good on the earth as a farmer, after weeding out the weeds called evils. The version of Gita Press has  this as the 'flower of humanity...'"
        },
        {
            "type": "commentary",
            "text": "And then it is said in vernacular translations as a 'bullish man' is for his impetuousness and aggressiveness  towards evil called Ravana, when he started from Ayodhya. The second is to tell that he is a yeoman,  a man holding and cultivating a small landed estate, taking care of every weed or withering plant, as  he has come to see Shabari, and Shabari like an old plant did not stir out. The third is <em>puruSa  vyaaghra</em> 'manly tiger...' but this is actually 'man, the lion...' and if a lion sets out he will  not take a back step until his pursuit is fulfilled. Thus Shabari is given the lines with three epithets  to Rama, as she is already in the know of this Rama, and now on seeing him personally, some divine wisdom  dawned and she is able to foresee what this man, rather this lion, is going to achieve at end point.  We glean these meanings, one, or two, and we appeal to Sanskrit pundits to derive which epithet is used  with which purpose, once again."
        },
        {
            "type": "commentary",
            "text": "By the way, where is the scene of Rama eating fruits and eatables bitten and tasted by Shabari? Has  this old woman not offered the fruits to the guests, or just said that they are available? We listen  many stories and see many pictures telling that she gave many fruits after biting them with her own  teeth to test the taste. All that is not in Valmiki Ramayana. This amplification is from Padma Purana. <em>phalaani ca supakvaani muulaani madhuraaNi ca | svayam aasaadya maadhuryam pariikShya paribhakShya  ca | pashcaat nivedayaamaasa raaghaabhyaam dhR^iDhvrataa |</em>"
        },
        {
            "type": "verse",
            "text": "When that graceful souled Rama is addressed thus by Shabari, he that Raghava enquiringly said this to  that Shabari who is never ever debarred from esoteric knowledge and gnosis."
        },
        {
            "type": "commentary",
            "text": "'though ignoble by birth...' is the assumed finishing line. There are many exclamations and arguments  for and against this caste oriented banalities. So taking by those days we may find the characters of  this Shabari, tribal king Guha, Dasharatha's minister Sumantra, and the like and then we may examine  how much the so-called outcaste is cared for or sought after. They may be ineligible to perform ritual  deeds but none is barred from esoteric knowledge."
        },
        {
            "type": "verse",
            "text": "\"Your and your preceptors' effectiveness is heard in effect from the wraith of the great souled Danu's  son, Kabandha, and if you feel showing it like I wish to clearly see it, personally...\" Thus Rama asked  her to show hermitage."
        },
        {
            "type": "commentary",
            "text": "He is rather showing that hermitage to us in order to emphasise the path followed by the disciples of  Matanga, whom this Shabari served that laboriously."
        },
        {
            "type": "verse",
            "text": "On hearing those words voiced by Rama, Shabari started to show that unique woodland to both of them.  Oh, Rama the delight of Raghu's lineage... this one comparable to a crammed cloud that would be ever  ready to yield much cherished cloudbursts, and compacted with animals and birds that are ever ready  to enjoy seasonable rains, is that hermitage to which you have come, that way this woodland is well  known as Matanga, meaning a cloud, or an elephant, or an elephantine cloud that showers blessings on  all... and oh, highly resplendent Rama, you may see this nest, snuggery, where those contemplative souls,  my teachers, used to conduct oblations into the Ritual-fires, orienting and worshipping them with Vedic  hymns..."
        },
        {
            "type": "commentary",
            "text": "There is another shade with a little different wording <em>cakruH analam mantravat mantra kovidaaH</em>  meaning <em>mantra kovidaaH</em> experts in hymns; <em>mantravat</em> hymn oriented; <em>analam</em>  Ritual-fire; <em>juhaavaan</em> oblations in fire; <em>cakruH</em> conducted, worshipped."
        },
        {
            "type": "verse",
            "text": "\"Where those great sages that are highly revered by me used to offer flowers with their extremely doddery  hands in the worship the Altar of Fire, this alone is that Altar of Fire raised at western end..."
        },
        {
            "type": "commentary",
            "text": "The Altar of Fire is the sanctum sanctorum of Vedic-ritual, like that of present day temples. It took  some two hours for Rama to enter such a hermitage of Agastya, that too after Agastya's permission. Now  a so-called low-caste woman is able to detail about it, naming by their technical names as <em>pratyak  stalii vedi, praacii sthalii vedi, puSpopahaaram</em>, and she is detailing their acts of doddery worship,  sympathetically. Hence, she should be in proximity at those places when her preceptors actually worshipped  the fire offerings. That way, she is <em>a bahiSkR^itaam - api samiipaat</em> ' not, debarred lady,  even, from the proximity' of Vedic-rituals. These Vedic time <em>yanGYa-s</em> were more secular than  the present day commercial temple complexes, cf., <em>ashva medha yaGYa</em> in Bala Kanda. Nobody debars  any in such Vedic ceremonies, but some are not expected to perform them personally, again cf., Vishvamitra-Trishanku  episodes. If everybody becomes a Bishop, who will be remaining for appointment as pastoral staff? The  Reverend Bishop is the Bishop, but staffers are many."
        },
        {
            "type": "verse",
            "text": "\"Oh, best one from Raghu-s, by the efficacy of the ascesis of my teachers these Altars of Fire are with  incomparable irradiance, and even now they are irradiating all of the directions with solemnity... see  them... Enervated by dieting and straining they were incapable to go for sea bathing, and just at their  thought process all the seven seas came close by, in coalescence... see them..."
        },
        {
            "type": "commentary",
            "text": "That is why Pampa Lake is held sacred. Instead of rivers going into sea, seas flowed back to form this  lake for the sake of these old sages. Sea bathing is the best, river bathing is of medium merit, and  bathing with well or vessel water is worst, in terms of holy baths."
        },
        {
            "type": "verse",
            "text": "\"On performing holy baths those sages have spread their jute cloths on those trees with their own doddering  hands here at this place and oh, Raghu's legatee, those cloths did not dry even now by the touch of  their hands... Which garlands they have knotted together with black-lotuses and other flowers while  they were worshiping gods, these are really those garlands, and indeed there is no discolouration to  them..."
        },
        {
            "type": "verse",
            "text": "\"You have seen what is seeable and you have listened what is listenable of this woodland in its entirety...  thereby I wish to become a permittee, where you alone are my permitter, as I wish to castaway this sheathe  of soul, called my body... to make that soul to move nigh of my teachers feet... Of which sages this  hermitage is, and of which sages I am also a maidservant, I soulfully go the proximity of those contemplative  souls...\" Thus, she appealed to Rama."
        },
        {
            "type": "verse",
            "text": "Rama on hearing those duty-congruous words of Shabari along with Lakshmana, obtained a uniquely high  rejoice and he also said, \"astonishing is this...\""
        },
        {
            "type": "commentary",
            "text": "Annex: 'astonishing is this hermitage and its inmates... where the inmates praise their bygone masters,  as said at <em>gurum prakaashayet dhiimaan</em> 'gurus are to be extolled by true and wise disciples...'  and the masters made the environ blissfully livable, all this is without any maya or magic... so, fairness  has its own place...'"
        },
        {
            "type": "verse",
            "text": "Then Rama spoke to that Shabari who is firmed up in her faith towards her masters, \"oh, saintly lady,  you treated me with deference... thus may go to your cherished worlds, where you can solace yourself  with your masters..."
        },
        {
            "type": "verse",
            "text": "Thus that way said by Rama in consent, she who is wearing tufty-matted hair, jute-cloths, and deerskin  as her clothing, she offered herself as an oblation into Ritual-fire, and then like a flaring fire,  she went to heaven alone."
        },
        {
            "type": "verse",
            "text": "Now she appeared as an angle bejewelled with angelic ornaments, wearing angle's wraparound and angelical  flowery tassels, and bedaubed with suchlike cosmetics, and as with the scintillations of electric sparks  she scintillated that province."
        },
        {
            "type": "verse",
            "text": "Shabari who is a perfect yogin with perfected meditative concentration, now went to that sanctum locus  where the blest souls of those sublime sages, namely her masters, saunter."
        },
        {
            "type": "commentary",
            "text": "For this Dharmaakuutam says: <em>tat udiiritam ati dharmiShTham vacanam aakarNya harSha nirbhara maanaso  raameNa samauGYaataa shavarii bhujagii iva jiirNaam tvacaam tanum hutaashane nikShipya divya maalyaa  ambara dharaa shirasaa raamam praNamya guru jana maNDala kR^itam puNya sthalam jagaama || dk</em> She  left her body as a female serpent does in its ecdysis. This metaphor of a snake shedding off skin is  repeated time and again in Ramayana and here the commentator is using it. This is indicative of the  thousand hooded serpent <em>aadiseSa</em> who guards Vishnu like a mosquito net. The fibre like sheath  released by a snake will be beautiful for a look as it glitters with all the charms of a charming snake.  The minute you finger it, of course when snake went a long way off, then that sheath splinters in hundreds  of pieces. That is why this metaphor is used to suggest the world as <em>viSNu maya</em>, which remains  beautiful and if touched shatters all misconceptions. Saint-singer Tyaagaraaya has a <em>kR^iti</em>  on this <em>pannagapu doma tera paikettavemayya&hellip;</em> So Shabari is rid of that illusion, or <em>maya&hellip;</em>"
        },
        {
            "type": "commentary",
            "text": "At the outset let us say that there is no Hinduism as such but <em>bhaaratiiya sanskR^iti</em> is there,  and that is not concentrated in an around Indus valley alone. So also there is no caste system in India,  but it is to be called <em>varNa, varga</em> categorisation, class, social stratification etc. Oxford  has this to say for the word caste - Spanish and Portuguese casta 'lineage, race, breed', fem. of casto  'pure, chaste' and we are still lingering ourselves to the unwitting misnomer of Portuguese. In Ch.  1 of Bala Kanda, we put this as - Brahman - teacher-class; Kshatriya - ruler-class; Vyshya - trader-class;  Shudra - worker-class. And if the word 'class' is also a pungent word let us use this Latin word <em> classis</em> 'assembly...' a near relative of <em>varNa, varga</em> and which does not mean the colour  of skin, but it is meant to be a group. Thus the groups or assemblages are <em>classis of intelligentsia</em>  and <em>classis of sovereignty</em> and <em>classis of commerce</em> and <em>classis of peasantry or  smithery</em> or its various branches. Unfortunately, this word is mixed up to mean nonsense, and it  remained to mean only as 'casta' of Portuguese. If it were to mean bloodline, race, or caste, then to  which bloodline Kshatriya-s belong, either to Solar dynasty or to Lunar dynasty. Likewise to which bloodline  the many kinds of Brahmans, say Vaidic, Niyogi, Bhatt, Caturvedi, Dwivedi, Iyer, Iyyangar, Namboodri  etc., belong. By the way, what is the caste of Parashu Rama, or Bhaargava Rama, the sixth incarnation  of Vishnu on earth and generally ascribed as a Brahman? His father is Jamadagni, said to be a Brahman,  and his mother is Satyavati, the sister of Vishvamitra, a Kshatriya. Thus, the present day confusion  and wrong terminology do not apply to Vedic times, because they believed in the 'seed-and-field syndrome' <em>biija kshetra nyaaya</em> and perhaps a phenomenon recently found may match it - ``when we look  at the Y-chromosome DNA, we see a very different pattern. The lower castes are most similar to Asians,  and the upper castes are more European than Asian... Further, when we look at the different components  within the upper caste, the group with the greatest European similarity of all is the warrior class,  the Kshatriya, who are still at the top of the Hindu castes, with the Brahmins... But the Brahmins,  in terms of their Y-chromosomes, are a little bit more Asian - So the genetic results are consistent  with historical accounts that women sometimes marry into higher caste, resulting in female gene flow  between adjacent castes. In contrast, males seldom change castes, so Y chromosome'' so says geneticist  Lynn Jorde of the University of Utah."
        },
        {
            "type": "commentary",
            "text": "This discussion has its orientation in the word <em>shramaNii</em> prefixed to Shabari, which originally  means a Hindu wandering friar, not to be confused with the monk of Buddhism. Many take her to be a tribal  or lowborn woman, and puzzle about the availability of Vedic knowledge or yogic practise to her. It  is pertinent to ask why lowborn people and women were not authorised to perform Vedic rituals. We may  see the queens of Dasharatha have performed Ashvamedha ritual in Bala Kanda. So women are not barred.  Then the <em>classis laboris</em> had a different kind of labour to undertake, than this relax -less  labour of rituals. So, their manpower was used that way and the brainpower of these Vedic pundits was  used this way. The difference belonged more to the occupational interests than congenital inheritance.  The lateral thinking or the vertical thinking changed them, and it is now we have a counter-culture  than that of Vedic times. We still see sons and daughter of film actors, industrialists, or politicians  becoming father-like, but sons of washermen and shore-makers are turning out differently."
        },
        {
            "type": "commentary",
            "text": "Though Shabari is given a direct charge-free flight to heaven but poor Shambuka, another shuudra, is  eliminated by Rama. Shambuka is neither a poor, innocent, meekish shuudra. He had to be eliminated when  he was practising <em>haTha yoga</em> 'meditating upside down...' only to conquer the world with his  negative logic like Ravana. He is not even a Yogi, but a <em>bhogi</em>, enjoyer and one who started  his mission with half-knowledge with <em>para apakaara dharma</em>. But Shabari is a yogin by her <em>aatma samaadhi</em>, that too a reverential lady by her steadfastness in what she believed <em>sva  dharma</em> ."
        },
        {
            "type": "commentary",
            "text": "Regarding the accessibility of Vedas or Vedic knowledge to each and every body, the first question that  arises is 'what for it is required by everyone?' If the answer is 'to know what Vedas say...' then the  reply is, 'sun rises in east, cloud brings rain, so it is to be worshipped, and beyond it there are  some forces to cause all this, so they are to be known, by which you obtain heaven... this Vedas say...'  Therefore, this knowledge was unnecessary for the commoners in those days, because they were on heaven-like  earth, so we presume by epics. And there are no such episodes where such questions were raised by some  characters. Even Vali, a vanara was an adherer of Veda-s. This knowledge is now sought for because earth  is turning into hell. But if Vedas are required for practising to purchase a direct ticket to heaven,  the episode of Trishanku is there to tell us what sort of heaven we gain by short-cut methods. Even  if they are taught to one and all and all sit chanting those hymns, since it appears to be an easy job  to chant un-understandable hymns, gone is the agriculture, commerce, defence etc., to dogs."
        },
        {
            "type": "commentary",
            "text": "Such a state of turmoil has occurred with the advent of Buddhism and its relative conversions. Then  the Magadha and Maurya empires have utterly outdone the Kshatriya-s, by hiring mercenaries as their  army. When the defence of a tradition itself is defeated then that tradition had to crumble, and in  to that crumbling tradition, many outlandish traditions have intruded to intermingle, so says our known  history. But when the question of - caste vs. Vedas - arises, there are many caste-less characters in  Veda made eligible to learn Vedas, for e.g., <em>Jaabaala Satyakaama</em>, vide <em>channdogya upaishad</em>  4-4-1 to 4-4-5. Adi Shankara's commentary on Brahma sutra-s 34-38 refuses the right of practising Vedas  by Shudra-s, but his <em>maniiSaa pancakam</em> salutes a <em>caNDaala - caNDaalo astu sa tu dvijostu...</em>  'may he be a Brahman or a Profaner, salute him [who has right knowledge about the Absolute...] This  appears self-contradictory, but not so, because the ritual acts are prohibitive to women and shuudra-s,  but not knowledge or personal excellence in it. Admittance of everyone in every sphere of activity is  as good as admitting a nondescript into an operation theatre when heart transplantation is going on.  Or, asking an airhostess to build a space shuttle because she has more flight hours on her record. Why  all of them, some categories of Brahmans are not allowed in certain areas of rituals though conducted  by Brahmans. Vedas say that it is a difficult path to follow them: <em>uttiShTha jaagrata praapya varaan  nibodhata | kShurasya dhaaraa nishitaa dur atyayaa duram pathaH tat kavayo vayanti || 1-3-14 kaThopaishad</em>  'Arise Awake, resort to best teachers to know 'That...' it is a walk on the razor's edge, difficult  to follow, so the wise say...' then, why walk on a razor blade when air-conditioned roads of VB, Java,  C , Oracle are there, like Vishvamitra who has taken many chapters to become Brahmin pundit, for no  practical purpose. Vedic culture is different to Puranic culture, Puranic culture differs with epical,  where examples are Lakshmana's boundary line to Sita, and Shabari's tasting fruits before giving them  to Rama, from Padma Purana, and everything or anything of that time is unavailable now, except these  palm-leaf books and this pseudo-casteism. Anyway, let bygones be bygones, and let Veda or Vedic knowledge  remain in a showcase of some archaeological museum, and let us revert to the story telling. So in conclusion  it is to be said whether Shabari is the Spanish casto lady or Indian <em>shramaNi</em> she got what  she wanted by her own <em>sva dharma</em> , and the portrayal of her divinity in the last but one verse  is enough to tell whether she is lowborn human, or high-rising angle."
        },
        {
            "type": "commentary",
            "text": "Though we may not elicit the caste, creed, or classis of Shabari, but she is an important Yogic character  according the viewpoint of Yoga on Ramayana. In Yoga <em>kunDalini</em> 'the cosmic power in living  being...' has a good part to play. It flows though the Sympathetic and Para-sympathetic ganglions though  bio plexuses. If we take Ramayana as a humanoid epic, and the gist of the epic as its life force, that  force has an upward movement via these ganglions. By the boons of Kaika this &eacute;lan vital of Ramayana  has moved from its serpentine coil reposing in <em>muula aadhaara cakra</em> sacro-coccygeal plexus,  and reaches <em>svaadhiSTaana cakra</em> sacral plexus, when Bharata takes Rama's sandals to enthrone,  and then it ascends and spends time in <em>maNipuuraka cakra</em>, the lumbar plexus, in the solacing  laps of great saints and hermits like Atri, Anasuya, Agastya, and then it ascends and listens to the  noise made by Kabandha at <em>anaahata cakra</em> cardiac plexus, where <em>an aahata</em> is 'un beaten...'  a sound made without any external beating, the lub-dub beating of heart. That noise of heart will be  unbearably noisy for cardiac patients. So is the thunderous voicing of Kabandha on his entry. This &eacute;lan  vital of Ramayana, which started with its primeval pureness, touches water and fire in earlier plexuses  and now is ready to touch air at cardiac plexus. And air wants an egress and the story wants to go to  the next plexus <em>vi shuddha cakra</em> 'very clean, pure, friendly and pleasant area...' laryngeal  plexus, that of clean Pampa, pure vanara-s, friendly Sugreeva, Hanuman, and pleasant Rishyamuka. But  where is outlet for that agonised 'airing of heart' of the epic? Frail Shabari is that slender duct-stem  of a lotus, and through her, viz., on exiting her, the story enters into an area where the problems  of the characters can be explained to other characters. Having spent some time there, then it enters <em>aaGYaa cakra</em> the ordering plexus in between brows. One does what his mind orders. Here that  mind is Sugreeva and irrefutable are his orders. When <em>vishuddha cakra</em> is available at throat, <em>svaadhiSTaana cakra</em> is there at sacral place. The area from throat to sacrum is <em>madhya  kuuTa</em> Vali's birth is from this place and Sugreeva's birth is from throat of their father turned  mother. And what that is throated by Sugreeva is the activity of <em>aaGYaa cakra</em> and Sita is  found thereby... - after <em>raamayaNa paramaartham</em> by Dr. Ilapaavuluuri Panduranga Rao, a T.T.D  publication."
        }
    ]
}