{
    "id": "prose-aranya-75",
    "kanda": "aranya",
    "sarga": "75",
    "title": "Rama and Lakshmana arrive at Pampa Lake",
    "chapter": "75",
    "overview": "Rama arrives at the auspicious Pampa Lake according to the suggestion of Kabandha. On seeing that pious  environ of that lake Rama has a breather and he expects some good to happen now. On further beholding  the ladylike Pampa Lake, his thoughts move to Sita, and he is again dispirited. However, on overcoming  that short spell of his anguish, he proceeds with Lakshmana to the nearby of the lake.",
    "content": [
        {
            "type": "verse",
            "text": "While Shabari ascended to heaven with her own divine self-resplendence, Raghava who is with Lakshmana  started to cogitate over the magnificence of Matanga disciples. That noble-souled Raghava on thinking  about the efficacy of the disciples of Matanga, said to Lakshmana, who is the maintainer of Rama's well  being, and who is thinking single-mindedly."
        },
        {
            "type": "commentary",
            "text": "Rama's thinking is that 'I happened to see a lady of unswerving loyalty to her teachers, by which adoration  alone she is going to her desired worlds, and seeing such pious people will definitely yield good results  from now on... hence some good shall betide us for we could have a glimpse of pious place and person <em>puNya sthala, puNya purusa, puNya aatma sandarshana...'</em> and Lakshmana thinking is 'this lady  has served her teachers with such a devotion by which she is going to the heavens she desired, where  placements in heavens will usually be determined by their relative merits... am I serving my brother,  teacher, god, and the like... namely Rama, to have an iota of Shabari's merit... or, all the problems  to Rama have chanced by my neglect of my duty...'"
        },
        {
            "type": "verse",
            "text": "\"I have seen a highly astounding hermitage of self-controlled sages, oh, gentle Lakshmana, in which  the deer and tigers are at home, and which is adored by divers birds..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Lakshmana, holy is our taking a bath in this holy Pampa Lake, for it is formed by the waters of  seven seas, and even holier is our oblation of this holy waters to manes... What that was unpropitious  for us is completely abated by our holy bath and holy oblations, oh, Lakshmana, propitiousness is standing  en face us, thereby presently this heart of mine is highly gladdening... oh, lion-like man, indeed,  heart alone hatches hope... Thereby, where Mt. Rishyamuka is beaming forth at its nearby, on which that  right minded son of the Sun, Sugreeva, is living along with four other vanara-s, always frightened by  the fear from Vali, we will go to her, to that spectacular Lake Pampa, come on, Lakshmana... I am also  hasty to see that best one among vanara-s, Sugreeva, for my enterprise called search for Sita is under  his aegis, isn't it..."
        },
        {
            "type": "verse",
            "text": "To that brave Rama who is speaking thus, Soumitri said this, \" my heart too is hastening me, let us  go there promptly...\""
        },
        {
            "type": "verse",
            "text": "Then that Lord of People and Lord of Nature on exiting from that hermitage, he then came nigh of Lake  Pampa along with Lakshmana."
        },
        {
            "type": "verse",
            "text": "Rama on scrutinising that rosy woodland in which everywhere there are outsized and diverse trees that  are thickset with flowers, and different lakes loaded with the trilling birds like plovers, peacocks,  waterfowls and suchlike, with which that woodland itself is trilling in much ado, became impassioned  as he is instantly rendered thus by Love-god, and thus that Rama went towards that lovely Lake Pampa."
        },
        {
            "type": "commentary",
            "text": "Vividly: The pronoun <em>saH</em> is continuously repeated word denoting 'such as he is...' when used  as opening word in first foot, as used in next verse, until the first verse of next canto. This expression,  'such as he is' is to take us back to the olden days when Sita was found missing and to remind us  about his problems from then on. So the above verse is to be said like this: 'Rama who is so far accustomed  to see only blood, wraiths, revenants, and souls is fed up and - such as he is, - he has seen a picturesque  lake with a backdrop of pristine nature, and with the background music of trilling birds and rustling  waters, then his innate need for visualising Sita sprang up and he rushed towards lovely Lake of Pampa  presuming her to be Lady Sita...' but we usually take liberty to cut off other words and retain 'he'  for pain of retyping."
        },
        {
            "type": "verse",
            "text": "Rama spotted Pampa Lake from a distance which is plethoric with water, but entered into a lake called  Matanga Lake on his way to Pampa..."
        },
        {
            "type": "commentary",
            "text": "From here the real confusion about the arrangement of verses occurs, which is ascribed to the wrong  copying of copyists. No two versions agree on the placement of verses and some from the next canto Kishkindha  are also brought in here. With the result parsing of verses also goes wrong. Yet, this goes on."
        },
        {
            "type": "verse",
            "text": "Though both Raghava-s came there composedly and dispassionately, but Rama, the son of Dasharatha, is  ensorcelled by anguish on seeing a ladylike lake Pampa. Rama entered the area of that beautiful lake  which is beaming forth with lotuses hemming in from inside, and trees like Tilaka, Ashoka, Punnaga,  Bakula, Uddala, are hemming it from outside."
        },
        {
            "type": "verse",
            "text": "That lake is huddled with delightful fringe lands and lotuses squeeze it from within, and its water  is plethoric and crystalline, and its sand is softish all over. It is beautified with packs of fishes  and tortoises, and packs of trees on its banks, on which climber plants are wraparound like the ladyloves  of those trees. And that is adored by the beings like sylvan, reptilian, celestial, georgic, and elfish  beings, and it is overcrowded with trees and tendrils, and it is a trove for fairish and clodish water."
        },
        {
            "type": "verse",
            "text": "The lotuses of the lake are rich in their fragrance, and with the heaps of clusters of reddish, whitish,  and blackish lotuses, and with such pinkish, whitish, and reddish lotuses the sheet of water is like  a picturesquely painted canvas and it is surrounded by the orchards of flowered mango trees and sounded  much by the screams of peacocks."
        },
        {
            "type": "commentary",
            "text": "Two words used in the verses here <em>udghaaTa</em> a heap of things, which now became 'a public speech  or lecture' and the other <em>kuthaa</em> detailed as above are said to be rare Sanskrit words in the  book: 'Apart from <em>kutha</em> the verse quoted above contains one more word which unlike <em>kutha</em>  is not noticed by Monier Williams in the sense in which it is used in Ramayana. This word is <em>udghaaTa</em>.  It means a heap <em>samuuha</em>. This meaning of the word is very rare...' according to the book -  Ramayana - A Linguistic Study, by Pt. Satya Vrata."
        },
        {
            "type": "verse",
            "text": "Then Rama along with Lakshmana on seeing at that Pampa Lake, that self-refulgent son of Dasharatha whimpered  over, owing to his passionate recollection of Sita."
        },
        {
            "type": "verse",
            "text": "That Pampa Lake is wraparound with the trees of Tilaka, Citron-fruits, Banyan, White-trees, likewise  flowered are flowery trees like Red oleanders, Punnaaga, shrubs of Maalati and Kunda, likewise flowered  are the trees of Madder, Nicula, Ashoka, and Seven-leaved banana plants, and plants of Mogra and climbers  of Maadhavii Lata are also flowered, and with them she that Ladylike Pampa shone forth like a pulchritudinous  lady."
        },
        {
            "type": "commentary",
            "text": "From now until the end of first chapter of Kishkindha with a hundred couplets, we will be entering into  the beauty of the nature. Poetics require romantic exaltation of nature, as usual, <em>varNana aatmakam kavitvam</em>. Rama as Mr. Green extols it with his own tongue.  The commentators are very much enthused by this verbal picturing of Valmiki and they have rendered more  complex and beautiful compounds for the same verses. Why commentators, Mahaakavi Kaalidas is tempted  to rewrite Ramayana, but he refrained to do so, because he cannot possibly tell Ramayana in such a simple  language of Valmiki. Hence, Kalidas gave it up and embarked on to write another master piece <em>Raghu Vamsham</em>, tradition says so. Let us touch Dharmaakuutam, which has  many such complexly constructed compounds in Ch. 1 of Kishkindha, and one is brought here for this lady  called Lake Pampa, for the reading pleasure our readers."
        },
        {
            "type": "commentary",
            "text": "<em>tadanataram ramaNiiyagandhaphalikaakalikaam nikaayanikaamaabhiraamam  tribhuvanavijayodyata kusumasharaasanaTa~Nkaarasa~NkaavahamadakalakaNThanikvaaNam adabhramadhusambhramdbhramarajha~Nkaaraa  la~NkR^itamanjulama~njariipunjapi~njaritadi~NmaNDalavikasitakusumasamudayavilaasahaasamanoharaabhir  lalanaabhi iva lataabhiH</em>"
        },
        {
            "type": "commentary",
            "text": "Of which <font color=\"#B3003A\">lalanaa iva</font> 'a beautiful lady like...' is our concern."
        },
        {
            "type": "verse",
            "text": "The aforesaid mountain renowned as Rishyamuka which is abounding with colourful ores and amazingly flowered  trees is there on the bank of Pampa Lake. A noble soul by his name Risharaja was there and that monkey's  son is the highly valiant Sugreeva, thus he is renowned, and he presides over that mountain. That best  one among men Rama, said this way, \"oh, Lakshmana, you make a headway for that chief of monkeys, Sugreeva...\"  and further said this to Lakshmana whose valiance is truthfulness alone, \"how can I possibly live without  Sita...\""
        },
        {
            "type": "commentary",
            "text": "There is a filler foot in the above verses <em>raajya bhraSTen diinena tasyaam aakskta cetasaa</em>  'lorn of my kingdom, lorn is my heart to her, and a lorn one I am... how can then I possibly live...'  In view of mishmashed editing of verses even the critical edition has no perfect order of verses, leave  alone ancient copies."
        },
        {
            "type": "verse",
            "text": "Such as he is whose thinking is applying itself to Sita alone, and who is vocalising his anguish for  her, to whom aa stymie is laid by the Love-god just at the appearance that lake, that Rama on saying  that sentence in that way to Lakshmana neared that superb and heart delighting lotus Lake Pampa."
        },
        {
            "type": "verse",
            "text": "On going step by step, and on going on seeing ardently and intently at that forest which has picturesque  visuals of forestry, and which is with hurly-burly birds, not one, but numerous and divers are they,  and then Rama along with Lakshmana on entering the area of that lake, has seen that Lake Pampa."
        }
    ]
}