{
    "id": "prose-aranya-8",
    "kanda": "aranya",
    "sarga": "8",
    "title": "Dialogue with Sage Suteekshna",
    "chapter": "8",
    "overview": "Rama and others, having spent that night in the hermitage of Sage Suteekshna, start to go from there  on the next day morning, duly taking permission from the sage. While bidding farewell to Rama and others,  Sage Suteekshna explains concern about the forests, which are rich natural gifts to human kind and tranquil  abodes of hermits, and implicitly suggests to Rama, to somehow safeguard them from the demonic activities  in this Dandaka Aranya, by whom these forests are rendered into graveyards, not even honourable graveyards,  but stockyards for heaps of dead bodies, bones and skulls, for no faulty reason of the saints and sages.",
    "content": [
        {
            "type": "verse",
            "text": "Rama along with Soumitri is well revered by Sage Suteekhsna, spent that night there and awoken in the  morning. Rama got up according to time along with Sita and touched finely cool water with lotus-fragrance  for morning bath. Then they all, Vaidehi, Rama and Lakshmana, on worshipping sacred fire and deities  dutifully in the shelter of the sages in that forest and on seeing the dawning sun, they are reft of  their blemishes, and then they approached Sage Suteekshna speaking this sentence gently."
        },
        {
            "type": "verse",
            "text": "\"We stayed here happily, oh, god, venerated by a venerable one like you, and here we come to ask your  permission as we wish to journey on, as the sages are hastening us... We make haste to see the habitats  of hermitages in their entirety, and even wish to see the sages with meritorious selves living in Dandaka  forest... We wish to have your permission, and that of these eminent sages, who are ever virtuous, self-controlled  by their ascesis, and who look like the veritable tongues of sacred fire... We wish to proceed before  sun attains an intolerable glare, like an unworthy person of unworthy lineage attains wealth in an improper  way with much glare...\" saying so Rama with Sita and Lakshmana venerated at the feet of that sage  Suteekshna."
        },
        {
            "type": "verse",
            "text": "That eminent sage lifted them that are touching his feet, embraced them tightly, and said this sentence  in all his friendliness. \"Proceed in an invulnerable way, Rama, along with Lakshmana, and with this  Sita while she follows you closely like a shadow... See the pleasant thresholds of the hermitages  of the dwellers in the forests of Dandaka, oh! Valiant one, whose souls are consecrated just by their  ascesis... See the well-flowered woodlands with well-grown fruits and tubers, with herds of best animals  and peaceful bird flocks... tranquil waters with spreading clusters of bloomed lotuses and water-birds  in the pools and lakes... eye-pleasing rapids from mountains and you can see pleasant forests loaded  with the hearty screams of precooks..."
        },
        {
            "type": "verse",
            "text": "\"My dear Rama, you may go and Soumitri you too also may go... but come again towards this hermitage  after seeing all of them..."
        },
        {
            "type": "verse",
            "text": "Thus said by the sage, Rama in his turn said to him, \"so be it...\" and having performed circumambulations  around the sage he started to journey on. Then the broad eyed Sita gave auspicious quivers and bows  to those brothers and then spotless swords too."
        },
        {
            "type": "verse",
            "text": "Both of those two Rama and Lakshmana tied their beautiful quivers well on their backs, and took the  twangy bows and exited from that hermitage to go on their way. Those two Raghava-s, the handsome princes,  have swiftly set out when permitted by that august sage, wielding bows and swords, and along with Sita."
        }
    ]
}