{
    "id": "prose-aranya-9",
    "kanda": "aranya",
    "sarga": "9",
    "title": "Sita concerned about Sri Rama's vow to kill demons",
    "chapter": "9",
    "overview": "Sita foresees danger in Rama's decision to eliminate the demons in Dandaka forest, without any provocation  from their side, at the request of some sages. She narrates an old episode about a sage who in possession  of a weapon became violent and cruel.",
    "content": [
        {
            "type": "verse",
            "text": "To Rama, the scion of Raghu and her husband, who started out when permitted by Sage Suteekshna, Vaidehi  spoke this with friendly words."
        },
        {
            "type": "commentary",
            "text": "Sita addresses Rama with this percept. \"Wielding weaponry you are entering into an area where the  demons are dense, and you intolerantly embark to kill them, thereupon we two get separated, which in  turn is intolerable to you. So let us leave weapons back at hermitage and go to forests to see sages  - Govindaraja. \"The promise made to sages in eradicating demons is <em>himsaatmaka</em>, injurious;  they can be won over by <em>ahimsa</em>, non-injurious methods also. None can avert Rama to make a promise,  nor ask him to deviate from it. Aware of this stubbornness of Rama, her heart felt a foreboding, and  that love-blind Sita started telling in a friendlily manner, in view of her friendship with Rama,  that may disrupt soon."
        },
        {
            "type": "verse",
            "text": "\"Gross unjust will accrue to any in an abstruse way if his indulgence is enkindled merely by his own  desire, and in this world it is possible to fend them off, to have a recourse to justness..."
        },
        {
            "type": "commentary",
            "text": "For the first word <em>adharma</em> of Gorakhpur version, there are other words available in other mms  like <em>yastu dharmam tu</em> and <em>ayam dharma</em> . The critical editions and also Dharmaakuutam  puts it as <em>ayam dharmaH susuuksmeNa vidhinaa praapyate mahaan...</em> Instead of <em>adharma, ayam  dharma</em> is there, which changes the negative attitude to positive Then this <em>ayam dharmaH</em>  translates as 'this dharma, the duty of a prince, which you are going to take-up in the wake of promise  given to sages, i.e., killing demons, without a valid reason, that which is righteous to you, can be  performed in a different way...'"
        },
        {
            "type": "verse",
            "text": "\"Only three self-gratifications, the definite products of desire, are there: one is speaking fallacious  utterances, which itself is worse, and worst than the other two malefic self-gratifications, where the  other two are the fascination for other's wife, and the cruelness without enmity..."
        },
        {
            "type": "commentary",
            "text": "Sita is foretelling the triggering points in the course of Ramayana. The addictions or self-gratifying  acts are defined as:"
        },
        {
            "type": "verse",
            "text": "Hunting, sleeping in daytime, abusing others, indulgence in women, three artistic impulses namely music,  dance and drama, wasteful wandering, are the ten desire. Manu smriti."
        },
        {
            "type": "verse",
            "text": "\"The habit of telling specious words is not there with you in the past nor it will be there in future,  oh, Raghava, then wherefrom the virtue-ruining desire for other's women can be there... Oh, king, earlier  this vile desire for other's women is absent in you, nor it is there now, unobserved is such a desire  in any corner of your heart oh, prince, for you are always interested in your own wife... You are conscientious,  adherent of truth, and obliging father's orders, and in you virtue and truth, nay everything is established  in you..."
        },
        {
            "type": "verse",
            "text": "\"Oh, dextrous one, all this can possibly be shouldered by one with controlled senses, and oh, graceful  one for a gaze, I am also aware of your sense control..."
        },
        {
            "type": "commentary",
            "text": "The compound <em>mahaabaahoshakyam</em> is also cleaved as <em>mahaa baaho a + shakyam</em>, meaning  that 'your attributes are impossible to be known even by the self-controlled sages, but they are known  to me...' so says Sita."
        },
        {
            "type": "verse",
            "text": "\"That third tendency to torture others' lives without enmity, that which will usually be effectuated  unwarily, has now suddenly chanced before you... Intending to safeguard the sages you have promised  the dwellers in Dandaka forest, oh, valiant one, that you would eliminate demons in a fight... Only  in this respect you have started towards the well-known Dandaka forest along with your brother, and  wielding bow and arrows...Then on seeing your starting my mind is apprehensively upset, on verily reflecting  about your bearing there appears to be no beneficial good for you..."
        },
        {
            "type": "commentary",
            "text": "This last compound of second foot where <em>nisH shreyasam hitam</em> is available in Gorakhpur version.  In Eastern version it is <em>bhaven niHshreyasam hi tat</em> and in other older scripts it is: <em>tvaam  caiva prasthitam dR^iShTvaa raama cintaaluma manaH| sarvataH cintayantyaa me tava niHshreyasam nR^ipa||</em>  Dharmaakuutam puts this wording as: <em>niHshreyasam mahat.</em> It is similar in critical editions  also <em>bhaven niHshreyasa.n hitam</em> Dharmaakuutam defines this expression as, <em>anena bhartR^iu  hitakaariNyaa bhaaryayaa shreyo bhavatiiti suucitam||</em> In any way, Sita's contemplation is, \"you  abide by your oath given to sages, and thus kill the demons. But without a cause you do not proceed  to eliminate. If a cause for quarrel is to be there, that will be due to me. If I become the cause and  depart you, you cannot survive without me, for you are not a polygamist. So how all these factors like  your promise, monogamy, and eliminating demons, can be resolved by you? Thus I am thinking along with  the associated troubles which you are going to undergo...\""
        },
        {
            "type": "verse",
            "text": "\"Oh, brave one, your going towards Dandaka forest is not delightful to me, I tell the cause for that  and listen to it as I tell... Indeed on entering the forest along with your brother, and wielding bow  and arrows, seeing the forest ramblers there, won't you deplete arrows on all of them... The bow of  warrior and the fuel of a burning fire if available within their reach, they immensely enhance their  strength..."
        },
        {
            "type": "verse",
            "text": "\"Once upon a time, oh, dextrous one, there was a pious and true worded hermit in some merited forest  that was wonted by animals and birds. Then Indra came to that hermitage handling a sword, and donning  a soldier's guise, to cause hindrance to that hermit's ascesis... Indra gave that best sword to store,  there in that hermitage to that sage who is lasting in his ascesis, on a redeemable basis."
        },
        {
            "type": "verse",
            "text": "\"On receiving that sword, he who is duteous in guarding the entrustment, moved about in the forest always  handling the sword, to safeguard the confidence reposed in him. Wherever that dedicated guardian of  that entrustment goes, even to obtain tubers or fruits, he did not go without that sword. Carrying that  sword always, that hermit slowly made his own faculty infuriated, loosing determination in ascesis.  Then with the constant association of that weapon that sage gradually became inadvertent, and smitten  by vice he went to hell."
        },
        {
            "type": "verse",
            "text": "\"Thus, all this happened earlier, only owing the reason of associating with a weapon constantly, and  the sequel of constant association with weapon is as good as constant association with fire. In affinity  and in respect I am reminding but not tutoring you, and in anyway improper is that thought of yours  to wield your bow to kill the demons dwelling in Dandaka without any enmity, oh, brave one, undesirable  is the killing of offenceless. For the valiant Kshatriya-s who are inclined in forests heartily, the  purpose of the bow is this much 'safeguarding the sufferers...'"
        },
        {
            "type": "commentary",
            "text": "There are some conflicting reviews on this stanza. It is said in the first foot <em>vaneSu niyata aatmaanaam</em>  But older mms contain <em>sva dharmeSu nirata aatmaanaam</em> will be found, while Dharmaakuutam and  Eastern versions have it as <em>vaneSu nirata</em> only. This Gorakhpur version and critical editions  are having as <em>vaneSu niyata</em> The meaning in other versions is that Kshatriya-s should delight  in their class-oriented righteousness, even when in forests. Thus Sita's thinking is that they should  live like hermits in forests, without resorting to the warring attributes of Kshatriya class. In the  second foot she says that the function of bow is limited to 'safeguard the suffering lot...' In the  next chapter at 3-10-3, Rama retorts with the same expression in answering Sita."
        },
        {
            "type": "verse",
            "text": "\"Where that weapon? Where this forest? Where the principles of Kshatriya? And where is sageness? All  this is inconsistent... let us esteem the laws of the land... Weapon admiring mind becomes maligned  with avariciousness, you may therefore follow the tenet of Kshatriya-s on going to Ayodhya again..."
        },
        {
            "type": "verse",
            "text": "\"Everlasting satisfaction will be there to my father-in-law and mothers-in-laws, on your becoming a  devout sage even after forfeiture of kingdom... From virtuousness prosperity emanates, from righteousness  happiness, and by honourableness all are achieved, and this universe is the essence of probity... Experts  will make efforts to exhaust their own selves with those and those principles, thus they realise sublimity...  unachievable is pleasure by pleasuring alone..."
        },
        {
            "type": "verse",
            "text": "\"Always tread along the righteousness with a pure mind, oh, gentle one, and specially in these sagely  forests... you know everything in all the three worlds, in all its nuances... I cite all this with my  womanly waver, and who is capable to talk to you about dharma? Ponder mindfully along with your brother,  and what that is appropriate, you do it...but not belatedly..."
        },
        {
            "type": "verse",
            "text": "This particular chapter is an interesting juncture in Ramayana, where Sita reminds about the question  of triggering cause for Rama's waging a war against demons. Sita's doubt is well explained in Dharmaakuutam,  the encyclopaedic commentary on Ramayana. A number of pages are allotted there for this chapter, and  it is said there, that if Sita is said to be self-contradictory in telling Rama that bow and arrows  are a must to Kshatriya-s to protect the helpless when saying 'safeguard the sufferers, then only Kshatriya-s  should use their bow...\" as at verse 3-9-26 above, and also questioning immediately at 3-9-27, 'where  the Kshatriya dharma, where the hermit's way of living...' etc., dharmaakuutam says not so. She is not  contradicting herself in her statements, but asking Rama to have a cause, without resorting to weaponry  against those demons, in a straightforward way. <em>ataH tad rakShaNaaya aayudhamna graahyam iti etad  abhipraayakatvaat ||</em>"
        },
        {
            "type": "verse",
            "text": "She is inquisitive to know why Rama alone shall raise the bow and arrows against some demons hurting  some sages. These sages are having super powers and Indra like celestial chiefs are coming to these  sages to take them to heaven with their mortal bodies. Can't they eliminate these demons? But these  super hermits are not going to heaven, which is the minimum ambition of any penance, but requesting  Rama to protect them from demons. And Rama obligingly started to wage this unilateral war, where any  war requires a triggering point. Can't the super sages eliminate these demons, with their powers acquired  by their penances? This is the question of Sita. For this, Rama replies so convincingly in the next  chapter, saying that the sages cannot issue forth a curse at the demons, in the course of their penance."
        },
        {
            "type": "verse",
            "text": "Sage Vishvamitra, though being a furious sage, once sought the help of Rama to counter the Demoness  Tataka. And Rama rendered it. Now also these sages do not waste their powers at the mischievous demons,  but ask Rama to safeguard their interests, for Rama is the king, whether he may be in capital or in  forests."
        },
        {
            "type": "verse",
            "text": "Secondly, Rama is subjected to the throne of Ayodhya, now being held by his brother Bharata, and as  a loyalist to that throne, Ram should act in accordance with the rules of his kingdom. This area Dandaka  forests is under the ambit of their own kingdom. So Rama has to perform the deeds suitable to their  kingdom. When killing Vali, Rama speaks to Vali &iuml;&iquest;&frac12; \"all this area is under our kingdom, now held by  Bharata, and it is my duty to act in accordance with the decree of that throne...\""
        },
        {
            "type": "verse",
            "text": "\"Regarding the cause, Sita's doubt comes true and she alone becomes the ultimate cause for Rama, to  wage the final war with Ravana."
        }
    ]
}