{
    "id": "prose-bala-1",
    "kanda": "bala",
    "sarga": "1",
    "title": "Narada briefs Valmiki about Rama & Ramayana in a nutshell",
    "chapter": "1",
    "overview": "Divine sage Narada arrives at the hermitage of Sage Valmiki in order to enlighten him and keep him informed of his duty to author the epic poem Ramayana. In the dialogue between these two sages, Valmiki elicits from Narada about most virtuous person on earth, namely Rama. In this opening chapter, while eulogizing Rama Narada gives an outline of Ramayana, truly highlighting those aspects that are the keynotes in this epic, like virtuosity, generosity, morality, chastity and the like.",
    "content": [
        {
            "type": "verse",
            "text": "Valmiki Ramayana is said to have been composed basing on each of the twenty-four letters of Gayatri Hymn, and a thousand verses are arranged into one book under the caption of each letter. Though that classification, or dividing verses into thousand chapters is unavailable now, the twenty-four verses identified with the 24 letters of Gayatri hymn, called as Gayatri Ramayana, is available and it is given in the endnote of this page. In tune with the scheme of Gayatri, Ramayana starts the first verse with letter <em>ta</em> an auspicious letter."
        },
        {
            "type": "verse",
            "text": "We have taken every care to present this translation truthfully, but when working with machines, they start to exhibit their talents on the very first key-stroke, like 'Auto Correct, Auto Complete, Auto Insert etc.,' and thus start correcting words like 'high souled one' to 'high-soled one...' and the like. So taking the maxim <em>pramaado api dhiimataam</em> 'even the diligent may make mistakes...' we appeal to the readers to kindly inform us if anything has gone wrong any where, typos, and 'is' becoming 'was', 'are' becoming 'were' and the like, so that they will be corrected, true to the text and spirit of Ramayana."
        },
        {
            "type": "verse",
            "text": "Valmiki, the sagacious thinker, is inquisitesly enquiring with Divine Sage Narada who is an eternally studious sage in scriptures about the Truth and Untruth, a sublime enunciator among all expert enunciators, and a sage whose percipience is penetrative, about a man who is a composite for all merited endowments in his form and calibre."
        },
        {
            "type": "commentary",
            "text": "The very opening word <em>tapaH</em> has diverse meanings. In a way it means <em>j~naana</em> acuity, and it is 'thinking' <em>tap aalocane</em> 'thinking on the Absolute, where that Absolute's thinking itself is <em>tapaH - yasya j~naanam tapaH</em> thus Narada is one who is a constant thinker of the Absolute. Or, he who always practises <em>kR^icChrandraaayaNaadi vrataH - nitya naimittika karma anuSTHaana paraH</em> the rigorous practises enshrined in Veda-s. It means the Absolute itself <em>tapaH para Brahma shabda vaca, Brahmai tad upaastvai tat tapaH</em> 'that which is contemplated upon that is <em>tapaH</em>, meaning <em>Vedanta</em> , Upanishads. Let many Veda-s are learnt and recited mechanically it becomes a rote learning, unless, a thought is given as for what it is being recited, an on whom. Thus Narada has no rote learning, but still trying to get full picture of that Absolute. And the <em>swaadhyaya</em> is Veda, and its regular practise, <em>tapo hi svaadhyaayaH.</em> Veda itself is the Knowledge, that is why it is said <em>svadhyaan na pramiditavyam - taittariiya upaniSad</em> Then, it also means as the Absolute. Thus Narada being a complete embodiment of Veda-s, is the proper sage to clear the doubts of Valmiki"
        },
        {
            "type": "commentary",
            "text": "The Divine Sage Narada is the brainchild of god Brahma <em>Brahma maanasa putra.</em> His name has meanings like <em>naara</em> =knowledge; da= awarder; <em>naarada</em>= the rain cloud. Any cloud rains on its own without any requisition from Mother Earth. So Narada is <em>naaram dadaati iti naarada</em> 'one who accords knowledge concerning the humans...' or, <em>naaram dyati - khaNdati - iti naarada</em> 'one who annihilates the ignorance...' or, 'one who accords knowledge about the Absolute, or Supreme Person. Though a Divine Sage, having all these attributes, Narada has no conclusive information about <em>hari liilaa vibhuuti</em> 'Supreme Person's playful acts...' hence he continuously and constantly ponders over that Absolute to get the real essence of that Absolute, or Supreme Person. This is for himself, and not in respect of his reacting with others."
        },
        {
            "type": "commentary",
            "text": "Then this word <em>vaak</em> means: enunciator - as given above; This word also means Veda - <em>anaadi nidhano hi eSaa vaak utshR^iSTaa</em> Veda-s emerged from that Absolute, hence <em>vaak</em> is identifiable with that Absolute; and this is grammar - <em>vaak yoga viddduSyati ca apashabde</em> as such <em>vaak</em> is identifiable with grammar. And <em>vaak vid vareNya</em> is 'one who has complete information derived from Veda-s, or, one who elucidates and enunciates what he has learned from Veda-s to others...'"
        },
        {
            "type": "commentary",
            "text": "There are four epithets of Narada here: <em>atha naaradasya catvaari visheShaNaani | tathaa - tapo nirati - iti anena visheShaNena sarva saamarthyam pratipaaditam | sva adhyaaya nirata - iti anena yat ki~ncit vadati tat veda ukta dharma anuguNatayaa eva vadati iti suucitam | vaak vidaam vara - anena vaktR^itva~N pratipaaditam | muni pungava - iti anena atiindriya abhij~natvam suucitam | agre tri loka j~na iti anena visheShaNena loka traya sa~ncaareNa pratyakShatayaa sat asat vastu abhisa~nj~natva~N pratipaaditam | etai visheShaNaiH - sarvaj~natvam - sarva jana maanyatvam - sarva utkR^iShTa mahaatmyam - ca suucitam | taadR^isham naaradam bhagavaan vaalmiikiH sarva guNa samiShTi ruupam pururaSham - papR^iccha - dharmaakuutam</em>"
        },
        {
            "type": "commentary",
            "text": "'By these four epithets of Narada, viz., <em>tapo nirata</em> because he is a 'thoughtful-thinker evermore...' his all-expertise in knowledge is proposed... <em>svaadhyaaya nirata</em> because he is 'eternally studious sage in scriptures [about the Truth and Untruth...'] whatever the least he says it abides by the everlasting canonical sayings of Veda... <em>vaak vidaam vara</em> because his sayings are rooted in canons he is the best enunciator and elucidator... <em>muni pungava</em> because he is such a sublime sage he is transcendental... and as a traveller among all the three worlds he is aware of Truth and Untruth... and with such Sage Narada, Sage Valmiki enquired about a man, on earth, who is a composite in his form, for all merited endowments...' Dharmaakuutam. This commentary is by Tryambakaraaya Makhi [1690's to 1728] and this can be called not just yet another commentary on Ramayana, but an Encyclopaedia of Indian Culture. This was published under the scheme of 'Editing and Publication if Rare Manuscripts, Govt. of India, Ministry of Scientific Research and Cultural Affairs' and it is available with Tanjore Saraswati Mahal Library, Tanjavore, Tamil Nadu State, India."
        },
        {
            "type": "commentary",
            "text": "There are numerous and voluminous commentaries on Ramayana, bulkier than the epic itself, deciphering latent meanings of Ramayana as above. And to list a few of many commentaries on Ramayana: 1] <em>kataka vyaakhya,by shrii katata; 2] raamayaNa tilakam - raamaabhiraamii : by shrii naagojii bhaTT; 3] raamaayaNa bhuuSaNam by shrii govindaraja; 4] raamaayaNa shiromaNi by shrii Shivasahaaya; 5] raamaayaNa tattva diipika by shrii maheshvara tiirtha; 6] raamaayaNa vyaakhya shrii raamaanujaacaarya; 7] viveka tilaka by shrii varadaraaja; dharmaakuutam tryambakaraaya makhii; raamaayaNa kuuTa vyaakhya by shrii raamaananda tiirtha...</em> and many, many more... Hence due to paucity of time we confine ourselves to some references from some of the above, as it will be uncouth to go on dwelling one these intricate derivation obtained by these great commentators."
        },
        {
            "type": "commentary",
            "text": "This stanza equally applies to Sage Valmiki, the taught, by way of the use of words <em>tapaH, svaadhyaaya, tapasvii,</em> thus both of them are experts in their own sphere of teacher-student relationship. The word <em>tapaH denotes</em> Veda-s themselves, in which both the Sages are well-versed, <em>svaadhyaaya</em> means, pondering over what that is learnt, i.e. <em>japa</em>. <em>tapasvii= sharanaagati</em> Total renunciation of their selves in the Almighty. Routine recitation of Veda-s will become futile if an iota of inclination in the Almighty and self-surrender to that Almighty is not there.<em>tasmaanneyaasam eSAm tapasam atiriktam aahuH - taittatreeya , naaraayaNam - 20</em> Hence, these two sages have commenced to deliver Ramayana, which itself is the epic of virtuous living, to this world."
        },
        {
            "type": "commentary",
            "text": "That being so, Valmiki is asking the same Narada as to who is Absolute-like, Absolute-similar or comparable human, with some of many traits of that Absolute. For this, Narada starts his narration with an exclamation<em>bahavo durlabhaa ca guNaaH kiirtitaa</em> at seventh verse. Thus, there are bulky and voluminous commentaries on Ramayana, bulkier than the epic itself, hence due to paucity of time, and in eagerness to post the main epic firstly, let us take a pause in these declinations and niceties of verbiage, as it will be uncouth to go on dwelling on these intricate derivation at that staring itself."
        },
        {
            "type": "commentary",
            "text": "However, the epic starts with the word auspicious word <em>ta</em> as said in <em>ta kaaro vighna naashakaH, ta kaaro saukhya daayakaH...</em>"
        },
        {
            "type": "verse",
            "text": "\"Who really is that person in this present world, who is principled and also a potential one, a conscientious one, a redeemer, and also a truth-teller and self-determined in his deed..."
        },
        {
            "type": "commentary",
            "text": "In Sanskrit poems the poets are at liberty to use words at any place according to exigencies of their metric rules. So, the order of words used by the poet called <em>pada vibhaaga</em> , in this poem is like this"
        },
        {
            "type": "commentary",
            "text": "We have not shown this division of words for all verses in a separate paragraph, but separated them in the verse itself, [even if it gives a low-brow reading,] for fear of repetitive work."
        },
        {
            "type": "commentary",
            "text": "These very words are to be reconnected by readers to derive a particular meaning called <em>anvyaya krama</em>. By this process the words in this second verse will be connected like this:"
        },
        {
            "type": "commentary",
            "text": "Same words available in the verse but with changed placement. All the verses are provided with word-to-word meanings in <em>anvya krama</em>, i.e., words parsed according to Sanskrit way of reading and then meanings are given."
        },
        {
            "type": "commentary",
            "text": "Further, we tried to give meanings in verse-by-verse in order to tell each on its own. But at times, the meaning rolls into next foots. Then it is inevitable to push and pull the feet of verses, up or down, to give a meaningful paragraph. Some of our readers are a little confused about this arrangement. Hence we request you to go by the verse numbers in such places, and there will be many such pulls and pushes as we go along."
        },
        {
            "type": "commentary",
            "text": "The meter filling words like <em>tu, hi ca, sma, ha, vai: paada puuraNe - amara kosha</em> do not usually mean anything and they fit-in as meter fillers, hence will be dropped in word-to-word meanings. But if they are used specifically, they play havoc in rendering meaning. Here the word <em>dharmaj~na</em> is used, which means, 'knower of rightness...' but when coupled with <em>ca</em> it means 'also, the knower of wrongness... ' where the <em>ca</em> assumes the character of 'either...' and the use of numerous<em>ca</em>-s here in these questions of Valmiki, is to denote that every questioned merit plusses itself into one human being. We are showing all the <em>ca</em>-s and <em>tu</em>-s throughout, giving their meaning as 'also...' and they may be dropped, if need be, in the gist of verse."
        },
        {
            "type": "verse",
            "text": "\"Who is he conduct-wise blent with good-conduct... who in respect of all beings is benign... who is adept and also the ablest one... also uniquely good to look to..."
        },
        {
            "type": "commentary",
            "text": "The adeptness of that person is in his knowing all the knowable aspects in this world, and he must be able to retain that knowledge to translate into his deeds, not just to sit back with his bookish knowledge, but with utmost practicality. His conduct-wise character shall be acceptable i.e., by his lineage he shall be noble, by his education he must be well-read, by his actions they must be conducive to norms laid down in Veda-s, and thus given any area, he should conduct himself properly. And he must be benign not only to higher-ups but to lowly subjects, like Guha, Shabari et al., and he should deal with wrongdoers and right-doers conscientiously. Further, he in his mien he shall be pleasant, but not an unsightly one. The word <em>eka</em> also means 'unique' and thus his complexion, facial, physical structures etc., shall be unique and shall differ from ordinary beings. <em>kShaNe kShaNe yat navatAm upaiti tadeva rUpam ramaNIyam</em> 'which / what / who gets newness moment by moment, that alone is pleasant...'"
        },
        {
            "type": "verse",
            "text": "\"Who is that courageous one, who controlled his ire, who is brilliant, non-jealous and even whom do the gods fear, when provoked to war..."
        },
        {
            "type": "commentary",
            "text": "Here the word <em>aatma</em> is not the usual 'soul' but courage <em>aatmaa jive dhR^itau dehe svabhaave paramaatmani - amara kosha</em> and the word <em>krodha</em> is taken as the nominative of other six negative attitudes <em>ari SaT varga upalakshaNa - kaama, krodha, lobha, moha, mada, maatsarya</em> 'desire, ire, avarice, fancy, defiance, conceit...' and by the coupling of word <em>ca</em> with <em>devaaH</em> in <em>devaaH ca</em> it means that, 'not only the enemies like demons and others... but 'also' the friendly gods too are afraid of his ire...' The 'non-jealous nature' is the 'God's tolerance of disloyalty...' and 'unlike the heavenly gods like Indra and others, who will be intolerant of disloyalty...' this man in question shall be tolerant of disloyal persons, subjects, or demons and shall be intolerant of them who go against the established tradition."
        },
        {
            "type": "verse",
            "text": "\"All this I wish to listen from you, oh! Great Sage, as you are a mastermind to know this kind of man, and indeed my inquisitiveness is immense...\" Thus Valmiki enquired with Narada."
        },
        {
            "type": "commentary",
            "text": "Valmiki wanted to know about that man - a man with godly qualities. Valmiki's thinking aloud, about the qualities of his prospective hero of this epic, is the very opening questions put to an Omniscient Sage Narada. Both the sages know of Rama and his deeds. Even then Valmiki asks Narada, \"who is that man with godly qualities?' If Narada tells that Rama is Vishnu Himself, there is nothing left for Valmiki to compose his epic, because there are numerous mythologies, puraaNa-s, that have already adored God Vishnu. If Narada tells that Rama is so-and-so king, again Valmiki need not attempt to author about some king, however great that king might be. As such, Valmiki wanted to know about a human being with godly attributes, because many acts of Rama, like killing Vali, testing Sita's chastity, deserting her at the end etc. are both conducive and contradictory puzzles."
        },
        {
            "type": "commentary",
            "text": "The attributes of the hero of Ramayana, as required by Valmiki, are 16 sixteen in number. <em>1 - guNavaan 2 - viryavaan 3 - dharmaj~naH 4 - kR^itaj~naH 5 - satya vaakyaH 6 - dhR^iDha vrataH 7 - chaaritra vaan 8 - sarva bhuuteSu hitaH 9 - vidvaan 10 - samarthaH - 11 - priya darshana 12 - aatmavaan 13 - jita krodhaH 14 - dyutimaan 15 - anasuuyakaH 16 - bibhyati devaaH</em> These sixteen attributes are attributed to the sixteen phases of the Full Moon, and Valmiki is about to picture Rama to be as pleasant as a full-moon."
        },
        {
            "type": "verse",
            "text": "On listening all those words of Valmiki, the preceptor of all the three worlds, Sage Narada, said \"let it be heard...\" and beckoning at Sage Valmiki to listen attentively, he spoke these words very gladly."
        },
        {
            "type": "commentary",
            "text": "The preceptor of three worlds, where the three worlds are <em>bhuu loka, bhuvar loka, suvar loka</em> this world, the intermediary heaven, the heavens themselves."
        },
        {
            "type": "verse",
            "text": "\"Oh! Sage Valmiki, the merits which you have extolled are many, and unattainable even for great emperors, let alone ordinary humans, and also infinite are they... but, about such a man with such merits I will speak on... for I, having known from Brahma of such a man, will make clear about that man...\" Thus Narada started to say."
        },
        {
            "type": "commentary",
            "text": "Narada came hither to impart the legend of Rama, as Brahma already imparted the same to him, and wanted him to impart these very attributes to Valmiki to compose Ramayana. It is a coincidence of interests Valmiki and those of Narada and Brahma."
        },
        {
            "type": "verse",
            "text": "\"One emerged from Ikshvaku dynasty and known to people as Rama by his name, and he is conscientious, highly valorous, resplendent, steadfast and a controller of vice and vile... and his own senses, as well..."
        },
        {
            "type": "commentary",
            "text": "For the attributes explained by Narada there are some Vedanta imports. From <em>niya aatma</em> to<em>vashii</em> these are the attributes of the Supreme Being, Absolute of Brahman. <em>swaruupa nirupaka lakshNaaH</em> . This <em>niyata aatmaa</em> is 'immutable Absolute, this is the postulate of any Upanishad:<em>ya aatmaa apahata paapmaa virajo vimR^ityur vishoko...</em> 8-7-1, Chaandogya Upanishad. <em>mahaa viiryaH = acintya vividha vicitra shaktivataH</em> Absolute is Omnicompetent <em>paraa asya shaktiH vividhaa iva shruuyate svaabhaavikii j~naana bala kriyaa ca</em> 6-8, Shwetaashvatara Upanishad. The word <em>dyutimaan</em> is for the attribute of Self-Resplendent Absolute, or, Resplendence of Consciousness.<em>tam eva bhaantam anubhaati sarvam tasya bhaasaa sarvam idam bhaati</em> 2-11, Mundaka Upanishad. And the <em>dhR^ithimaan</em> is Sublime Bliss, according to Vyjanti <em>dhR^itiH tu tuSTiH santoSaH</em> and as said in <em>aanando brahama - aanandaat eva khalu imaani bhuutaani jaayante</em> 6, Taittariiya Upanishad. Next, <em>vashii</em> Absolute is the Omnipotent on the entire Universe. <em>eko vahii sarva bhuuta antaraatmaa</em> 2-5-12, Katha Upanishad and <em>sarvasya vashii sarvasya iishaanaH</em> and the like. The rest of the attributes of Rama as said by Narada are identifiable with the causative factors of that Absolute in Creation, and the process of Creation is the self-expression of the Absolute."
        },
        {
            "type": "verse",
            "text": "\"He is an adept one, moralist, learned, propitious, and a destroyer of enemies. His arms are lengthy, and his neck is like a conch-shell, and cheekbones high..."
        },
        {
            "type": "commentary",
            "text": "The Absolute is an adept one in creating the Creation <em>yat sarvaj~naH sarva vit</em>. He is <em>niitimaan</em> one who maintains the rhythm of universe as said at <em>eSa setuH vidharaNa eSaam loka naama sambhedaaya...</em> He is propitious because <em>shriiH kaanti sampadoH lakshmyaam...</em> gleaming, glistering richness of prosperity emanates from him. The following stanzas describe the physical qualities an Emperor should have by birth, as per <em>saamudrika shaastra</em>, the physiognomic treatise of astrology."
        },
        {
            "type": "verse",
            "text": "\"He is lion-chested, thick-shouldered, knee-length are his arms, and his is longbow, an enemy-subjugator, and his emperor's countenance is with a crowning-head with an ample forehead, and his pacing is lion-like..."
        },
        {
            "type": "commentary",
            "text": "When his physique is extolled, suddenly a weapon is said, in saying that 'his is longbow...' this is called <em>prakrama bhanga doSa</em> 'jump-cut in narration...' It is not so, his lengthy arms are said firstly and those arms can wield a great bow that can eliminate enemies, both physical and psychological ones like <em>ariSaD varga shatru</em> like desire, ire, avarice, conceit etc., as detailed in verse 4 above."
        },
        {
            "type": "verse",
            "text": "\"He is medium-sized physically, with limbs poised symmetrically, sinew-chested, wide-eyed, complexioned glossily... he is a prosperous personality with all the providential features, and thus he is self-resplendent..."
        },
        {
            "type": "commentary",
            "text": "Up to here the godly physical aspect <em>bhagavad vigraha</em> is explained that which is perceptible by the adherents as said in Chaandogya Upanishad: <em>ya eSo antaraaditye hiraNmayaH puruSo DR^ishyate...</em> 1-6-6. From now on, the features that are reliable for the adherers are said."
        },
        {
            "type": "verse",
            "text": "\"He is the knower of rectitude, bidden by the truth, also his concern is in the welfare of subjects, proficient in prudence, clean in his conduct, self-controlled and a diligent one, thus he is glorious..."
        },
        {
            "type": "commentary",
            "text": "Here to the compound <em>satya sandhaH ca</em> 'ca' is added, but here it means nothing special but to plus the features into one man. At such places this can be dropped."
        },
        {
            "type": "verse",
            "text": "\"He equals the Omniscient, he is an exalted one for he is the sustainer of all worlds, and he eliminates enemies completely, thus he is a guardian of all living beings and he guards probity, in its entirety..."
        },
        {
            "type": "commentary",
            "text": "'These features show the aspects of Rama's incarnation...' Govindaraja. 'These features are available only in the Supreme Person, but unobtainable in any other...' Maheshvara Tiirtha. These two, Govindaraja and Maheshvara Tiirtha, and another Tilaka are the three reputed commentators on Ramayana among many others."
        },
        {
            "type": "verse",
            "text": "\"He is the champion of his own self-righteousness and also champions for adherent's welfare in the same righteousness, and he is a scholar in the essence of Veda-s and their ancillaries, too. He is an expert in <em>dhanur Veda</em>, the Art of Archery..."
        },
        {
            "type": "commentary",
            "text": "These are the ancillary subjects of Vedas called <em>anga</em> part and <em>upa anga</em> sub-part. The main parts of Veda-s are <em>siksha</em> ritual rigor <em>vyakarana</em> grammar <em>chandas</em> prosody <em>jyotish</em> astrology <em>nirukta</em> recital rules <em>kalpa</em> procedure rules. This apart, the <em>dhanur veda</em> science of archery, itself is treated as 'an exclusive Veda taught to warriors...' The <em>danur Veda</em> is not to be construed as simple bow and arrow and 'shooting the target' education. It is a 'scripture on missiles' that existed in those ages."
        },
        {
            "type": "commentary",
            "text": "Down the memory lane, O. A.Vijayan, the eminent Indian journalist has reflected in The Illustrated Weekly of India, that the Soviet scholar Dr. A. A. Gorbovsky said in his article with heading <em>Ancient India may have had N-arms</em> , in the Statesman, with dateline Moscow, Sept. 8, 1986. Among other things, the scientist observes by the stanzas that describe the disaster caused by such <em>astra-s,</em> now loosely termed as a well crafted bow and sky rocketing arrows, as below:"
        },
        {
            "type": "commentary",
            "text": "<em>'<em>A blazing shaft which possessed all the effulgence of smokeless fire was let off... all directions were enveloped by darkness... the very elements seemed to be perturbed... the sun seemed to turn... the universe, scorched with heat, seemed to be in fever... the survivors lost their hair and nails... for years the sun and sky remained shrouded with clouds...</em>'</em>"
        },
        {
            "type": "commentary",
            "text": "Thus the narration goes on. This is the account of <em>Brahma astra,</em> as in Maha Bharata, the other Epic of India. Thus the Dhanur Veda may be taken as the canon of missile sciences, which fortunately has not been handed over to the successive generations, lest everything would have been annihilated by now. In Ramayana too, which is much earlier to MahaBharata, there are elaborate accounts of such<em>astra-s</em> in the coming chapters. Sage Vishvamitra, who is well-versed in warfare, gives many such weapons to Rama. For now, these bow and arrow references may not be taken as those of Robin Hood."
        },
        {
            "type": "verse",
            "text": "\"He is the knower of the meaning and essence of all the scriptures, excellent at memory thus brilliant, and an esteemed one in all the worlds, gentle, level-headed and clear-headed in discriminating and distinguishing..."
        },
        {
            "type": "verse",
            "text": "\"Like an ocean that is reached by many rivers accesbly, that reverential one too is always accessible and reachable by clean-minded ones, and he treats all equally, and ever a feast to eye..."
        },
        {
            "type": "commentary",
            "text": "Here it is said 'he is reachable by all clean-minded ones...' <em>sat pravartana, sad budhhi...</em> and those that approach him with a sacrilegious intent, will meet their end at his hand. <em>sarva samaH</em> means, that he does not discriminate people by their caste, creed, or by that individual's philosophy etc., like tribal boatman Guha, low-birthed Shabari, and nihilist Sage Jaabaali et al. <em>jaati guNa vR^itti aadi bheda a+bhaavaat</em> And the word <em>eva</em> in <em>saa eva priya darshanaH</em> indicates 'always...' 'unvarying in his demeanour with anyone...' Govindaraja. And by the simile of ocean to Rama, for rivers there is no other course except an ocean; thus, the living beings, may it be humans or birds like Jataayu, have no other recourse than Rama."
        },
        {
            "type": "verse",
            "text": "\"He who betters the happiness of his mother Kausalya is an embodiment of all noble merits, and in profundity he is like an unfathomable ocean, and by fortitude he is unalterable like the kingly Himalayan mountain..."
        },
        {
            "type": "commentary",
            "text": "At times Rama is said to be 'the son of Kausalya...' than the son Dasharatha, because the word Kausalya does not signify his mother alone, the daughter of King of Kosala, but it has meanings like <em>kshema, kushala, saamarthya, puNya, nipuNatva</em> 'safeness, soundness, capability, merit, expertise...' and this also signifies Queen Kausalya's worshipping of Vishnu. When dynasty, valour, braveness etc., are said, Rama's name will be attached with Dasharatha. An ocean is not a bottomless one but an unfathomable one. So also Rama's heart has a reachable bottom, where pearls, gems, and other treasures of virtues are abounding, and it can be reached with a heartily approach. For a hard-hearted one Rama's heart becomes an unfathomable abyss and he will get lost in it."
        },
        {
            "type": "commentary",
            "text": "<em>girayoH vara dhArAbhir haryamAnA na vivyadhuJH | abhibhUyamAnA vyasanaiH yathA adhokShaja chetasA ||</em>"
        },
        {
            "type": "commentary",
            "text": "'true devotees do not get hassled though subjected to many problems, for they place their faith in the Supreme. Equally, mountains are unshaken though battered by storms or lightings...' So, like a mountain he is unalterable and constant for a true devotee. An icy-mountain is meltable by scorching sun, thus Rama also melts down when his adherents are scorched with their problems."
        },
        {
            "type": "verse",
            "text": "\"In valour Rama is comparable with Vishnu, and in his looks he is attractive like full-moon, he equals the earth in his perseverance, but he is matchable with era-end-fire in his wrath... and in benevolence he is identical to Kubera, God of Wealth-Management, and in his candour he is like Dharma itself, the other God Probity on earth..."
        },
        {
            "type": "commentary",
            "text": "Here the 'valour' is to cause harm to enemy, while remaining himself unharmed... <em>svasya a-vikaara eva parasya vikaara aapadanam</em> Rama Tilaka. 'Though Rama is Vishnu, but by nature of his incarnation as human, he is different from Vishnu <em>upaadhi bheda...</em> Hence Vishnu has become another entity than Rama... Or, his valour is selfsame to Vishnu's valour because he is selfsame Vishnu...' Govindaraja. 'As there is none other in similitude, he is compared Vishnu, insofar as valour is concerned...' Maheshvara Tiirtha. Earth personally does not grieve when people tread on it, trample, dig, cut, or whatever is done to her. Likewise Rama personally gets unaffected, whatever harm is done to him, but he becomes wrathful, if that harm is committed to dharma."
        },
        {
            "type": "commentary",
            "text": "Thitherto, the Bala Kanda is narrated by these narrations of <em>sparkled in Ikshvaku dynasty</em> 'Rama's incarnation...' <em>highly valorous, enemy subjugator...</em> 'elimination of demoness Tataka, subdual of the vanity of Parashu Rama...' <em>propitious</em> 'marriage with Sita, <em>knows Art of Archery</em> 'receiving missiles from Vishvamitra...' From now poet tells the Ayodhya Kanda, and a gist of this magnum opus is given here itself. This narration is known as <em>baala raamayana - samskhepa raamyana</em> meaning that it is aimed at youngsters as it has been told in an abridged version. In the endnote, details about this version and still abridged version, called Gayatri Ramayana, are given."
        },
        {
            "type": "commentary",
            "text": "Readers may find an inordinate use of ellipses in translation of the epic. But they are 'a must.' Pt. Satya Vrat, the author of <em>Ramayana - A Linguistic Study</em> says: \"Ellipsis is the peculiarity of the style of the older works like Ramayana... their writings, as they stood, yielded incomplete sense which has to be supplemented by <em>adhyaadhaara</em>, viz., supply of words, that would fit in the context... Indeed, in most cases the ellipsis could be readily understood and would suggest the word or words that would make it up...' We therefore request the readers to go by the meaning of the context, than by the order of words, for there is a saying... <em>paaTha krame artha kramo baliiyaH...</em> So, this <em>adhyaadhaara</em>, supply of words, may not be that faithful while rendering from Sanskrit to English."
        },
        {
            "type": "verse",
            "text": "\"Rama being the possessor of suchlike merits, whose truthfulness alone is his courage, embodied with best intrinsic values, ever involved in the welfare of people, besides being the dear and eldest son of Dasharatha, and hence the king Dasharatha affectionately intended to establish such a Rama as crown prince to all intents and purposes of country's welfare..."
        },
        {
            "type": "verse",
            "text": "\"Then on seeing the arrangements for the anointment of Rama as crown-prince, Kaikeyi, the dear wife and a queen of Dasharatha, claimed boons that were once accorded to her by Dasharatha, which are the banishment of Rama and anointment of Bharata."
        },
        {
            "type": "verse",
            "text": "\"Bound by the truthfulness of his plighted word and by the halter of righteousness that king Dasharatha exiled his dear son Rama to forests. Such a brave one as he is, that Rama repaired to forest for the reason of appeasing Kaikeyi, and as directed by the verbal directive of his father, and to follow his father's word of honour."
        },
        {
            "type": "verse",
            "text": "\"In whom humbleness and the natural brotherly affection of a brother are abounding, such a fondly younger brother of Rama, namely Lakshmana, indeed heartily followed his forest going brother Rama, exemplifying the ideals of brotherhood, thus augmenting the happiness of his mother Sumitra."
        },
        {
            "type": "verse",
            "text": "\"Sita, the best one among ladies, a possessor of all best qualities befitting to an ideal lady, the one who is as though fashioned by a Divine marvel, born in Janaka's family and became Dasharatha's daughter-in-law, and she who is the loving wife and an ever-amiable alter ego of Rama, even she followed Rama to forests, as with Lady Rohini following the Moon..."
        },
        {
            "type": "commentary",
            "text": "Here <em>deva maaya</em> refers to many concepts. Vaishnavaite tenets tell that the word <em>deva</em> is ascribable only to Vishnu, but not to other gods. Thus, this is <em>Vishnu maya</em>, when He assumed an extraordinary female form called Mohini, when distributing <em>amR^ita</em>, the divine elixir, to gods and demons. Next is the form of Tilottama, a divine beauty to hoodwink demons called Sunda and Upasunda. The other is Vishnu's <em>liilaa shakti</em>, which is divinely fascinating. Yet another is grammatical connotation, <em>maa yaa</em> where, <em>maa</em>= Goddess Lakshmi; <em>yaa</em>= who that is; meaning <em>yaa siitaa saa maa</em>= 'who is Goddess Lakshmi... She is Sita...' and this results in the saying: <em>ati ruupavatii siitaa... ati muurkhaH cha raavaNa</em> 'While Sita is an extraordinarily beauty, Ravana is an eccentrically stupid..."
        },
        {
            "type": "commentary",
            "text": "The deities have their wives always with them. Chandra, the Moon has Rohini, a conspicuous star, while Surya, Sun has Prabha, Sunshine. Minus these wives, their glow and glitter is void. So also, Rama has an inseparable wife. Though Sita and Lakshmana were not exiled, they followed Rama out of concept of 'togetherness...'"
        },
        {
            "type": "verse",
            "text": "\"The citizens of Ayodhya and even his father Dasharatha have followed that virtue-souled Rama for a distance when he started on his exile. Later Rama reached the tribal chief named Guha, who has a liking for Rama, on the bank of River Ganga in a town called Sringaberapura. And when Rama is teamed with Guha, Lakshmana and Sita, he left off the charioteer and a minister of his father who charioted them thitherto, namely Sumantra."
        },
        {
            "type": "commentary",
            "text": "Here while saying <em>guhena saH hitaH raamaH</em> can also be cleaved as <em>guhena saH hitaH = saH raamaH guhena hitaH</em> 'he that Rama is sent, or sailed over Ganga by Guha...' apart from the above. The word Sringaberapura means a township where the replicas of stags with sets of antlers are prepared and placed at places in order to attract selfsame stags or deer, and then the tribals can catch those animals. The word Guha means <em>guhaati it guhaH</em> 'one who hordes/steals others' wealth by waylaying etc...' thus, though the tribal chief is a lowly subject by birth and caste-oriented activity, Rama has no aversion for such subjects, because Guha reposes love in Rama. Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"That trio of Sita, Rama and Lakshmana on treading forest after forest, and on crossing rivers with plethoric waters, reached the hermitage of Sage Bharadwaja, and by the ordainment of that sage they arrived at Chitrakuta, and setting up a handsome cottage there, they who have enjoyed every comfort in Ayodhya enjoyed every comfort here also in no less a degree and that trio lived happily and exuberated themselves in woods at Chitrakuta, similar to gods and celestials..."
        },
        {
            "type": "commentary",
            "text": "In another way the meaning is: <em>te avane</em> 'they, protecting each other...' <em>te ramamaaNaaH</em> ' those two Rama and Sita, frolicsomely delighted, enjoyed the essence of forest-faring...' <em>sa.mkaashaa</em> similar to Vishnu or Narayana's enjoyment of <em>kriiDaa rasa</em> 'the essence of His playful acts...' and Lakshmana enjoyed the essence of his servitude <em>sevaa rasa</em> and where <em>deva = devii ca devaH ca devau</em> 'either goddess or god... it but the Almighty...' <em>gandharva = gaanam dhaarayati iti gandharva - jiivan muktaH</em> salved-soul, thus Lakshmana rejoiced with his singing of <em>saama gaana</em> of Sama Veda....' And they rejoiced without feeling any difference between city dwelling and forest dwelling... as every part of Universe is theirs."
        },
        {
            "type": "commentary",
            "text": "In another way <em>tevane vanam gatvaa</em> 'playfully, to forests, they went...' It is a play for them to enter the forest to resolve the purpose of Ramayana and their incarnations."
        },
        {
            "type": "verse",
            "text": "\"On Rama's going to Chitrakuta thus, King Dasharatha is aggrieved by the grief for son and went to heavens grieving for son..."
        },
        {
            "type": "commentary",
            "text": "The word 'thus' is according to the text of Govindaraja. Maheshvara Tiirtha's text will have 'then'."
        },
        {
            "type": "verse",
            "text": "\"On Dasharatha's departure to heavens, though Sage Vashishta and other Brahmans have impressed upon him for his investiture in kingship, and even though he is highly effectual to rule such a kingdom, he that Bharata refused the kingdom, and that self-denying Bharata, for he is aloft the greed, grouse, and gripe, went to forests to pray for mercy at the feet of Rama..."
        },
        {
            "type": "verse",
            "text": "\"But on reaching that great-souled Rama, who is a vanquisher just by his truthfulness, Bharata humbly and reverentially begged of his brother, and the avowed word of Bharata is this, 'oh! Knower of Probity, you alone shall be the king... '"
        },
        {
            "type": "verse",
            "text": "\"Even though Rama is a really benevolent one, even though he is a readily willing one, even though he is a greatly reputed one for endowments, even though he is a highly capable endower of whatever sought by his adherers, even then Rama did not desire the kingdom, to keep up his own pledge and also owing to his father's directives..."
        },
        {
            "type": "commentary",
            "text": "In the compound <em>na ca icChat</em> the 'ca' indicates that though he is disagreeing now, but said to have agreed to take up the kingdom after the period of exile as stipulated in the exilic terms."
        },
        {
            "type": "verse",
            "text": "\"On giving his sandals to that Bharata for custodial care of kingdom till his return after the period of exile, then the elder brother of Bharata, namely Rama, persuasively turned away Bharata."
        },
        {
            "type": "verse",
            "text": "\"Unfulfilled is the desire of Bharata in taking back Rama to kingdom, hence on touching Rama's feet and taking sandals, he returned from Chitrakuta, and without ruling from capital Ayodhya, he carried on the kingdom from a village called Nandigrama, with an expectation of Rama's return..."
        },
        {
            "type": "verse",
            "text": "\"On the departure of Bharata, that effulgent one, for his self-effulgence is not marred by the arrival of Bharata with an incitement; that truth-bound one, for his truthfulness is undeterred even by the supplications to return to capital by Bharata, Kausalya, and even Kaikeyi; that self-controlled one, for the lure of kingdom has not controlled his senses, such as he is, he that Rama foresaw the repeated arrival of citizens, other subjects, or even Bharata to that place. Hence Rama indeed entered Dandaka forest, determinedly about his plighted promise to undergo exile and decidedly about the elimination of demons..."
        },
        {
            "type": "commentary",
            "text": "In this compound <em>naagarasya janasya ca</em> the 'ca' is indicative of Bharata, who may make habit of frequenting Chitrakuta, for one reason or the other."
        },
        {
            "type": "verse",
            "text": "\"That lotus-eyed Rama on his entering the vast of Dandaka forest eliminated the demon Viradha, and indeed descried Sage Sharabhanga, also even Sage Suteekhsna, also Sage Agastya and likewise Sage Agastya's brother..."
        },
        {
            "type": "commentary",
            "text": "The name of Agastya's brother is Sudarshana, and he will never be called by his own name, but will be called as <em>agatsya bhraata</em>, brother of Agastya, a sage in name only and any person hanging on to his brothers or relatives will be nicknamed like this."
        },
        {
            "type": "verse",
            "text": "\"On the advice of Sage Agastya Rama took a bow of Indra from Sage Agastya, which Indra once gave to Sage Agastya, along with a sword, and two quivers in which arrows will be ever-replenishing, and thus Rama is highly pleased to receive befitting weaponry..."
        },
        {
            "type": "verse",
            "text": "\"While Rama is staying in the forest of Sage Sharabhanga, all the sages and forest moving ascetics,<em>vaanaprashta</em>-s, have approached him for the elimination of monsters and menacers... Rama conceded to the supplications of those sages of that forest, which forest has become an abode of demons, and Rama also promised those sages who are the dwellers of Dandaka forest, and whose glow is like that of the Ritual-fire, to eliminate all of the demons in combat..."
        },
        {
            "type": "commentary",
            "text": "Vividly: 'the sages whose resplendence is like that of Ritual-fire and who are capable of living in that deadly forest only by their calibre of sageship, and who by themselves can eliminate those demons just by their ascetic capability, they wanted some divine medium to undertake that task of elimination, as that so-called divinity alone perpetrated these demons proffering all boons on those demons. And they spotted this Rama, even though he is in a peaceable get-up of a hermit, and as a family man is with his wife. But sages are aware about the real reality of this Rama and requested him alone, because they know why and what for Rama came this far, that too with Sita. Thus, the sages of Dandaka forest really aid and abet this Rama, the eliminator of demons, and thus they collectively lead Rama and Sita to the real place of action.'"
        },
        {
            "type": "commentary",
            "text": "The word asura is declined as asuuna raati iti asura... <em>asu</em> = life; <em>ra</em>= taker; i.e., life takers - demons, while the word <em>sura</em> is nectar consuming one, the divine. In later chapters of this canto, accounts are given as how these were created and named."
        },
        {
            "type": "verse",
            "text": "\"While Rama is living there in Dandaka forest, a guise-changing demoness named Shuurpanakha, who is a resident of Janasthaana, a place in Dandaka forest, is disfigured..."
        },
        {
            "type": "commentary",
            "text": "This is metonymy. Rama did not do it himself, but his brother Lakshmana does this act of cutting the nose and ears of this demoness, which is the twisting point of the story. She is so named as Shuurpanakha because her like fingernails are like winnowing fans, <em>shuurpa tulya nakhaa iti shuurpanakha; shuurpa</em>= winnowing fan; <em>tulya</em> = like; <em>nakhaa</em> = fingernails. She is the sister of Ravana, and she is the actual trouble-shooter in the epic."
        },
        {
            "type": "verse",
            "text": "\"Then in a combat Rama eliminated all the fourteen demons who rebelliously came at him in the first round of combat incited by the provokes of Shuurpanakha, and then in second round Rama eliminated demon chiefs called Khara, Trishira, Duushana, who are none but the cousins of Shuurpanakha and Ravana, together with all of their hench-demons... During his stay in Dandaka forest Rama eliminated fourteen thousand demons in all, who are the inhabitants of that very forest..."
        },
        {
            "type": "verse",
            "text": "\"Then on hearing the slaughter of his cousins, Ravana is convulsed in anger and sought the help of a demon named Maareecha..."
        },
        {
            "type": "commentary",
            "text": "Ravana is the supremo of demons and the main antagonist in this epic. His name is Dashagriiva, meaning that he has ten heads, whereby he can be called Decahedral demon, or a Decahedron, in a fanciful way. This name 'Ravana' obtains from the root <em>ru - shabde raavayati iti raavaNaH</em> 'one who makes people criers by his violent actions...' and it also means <em>vishravasaH apatyam pumaan raavaNaH, vishravaso vishravaNa ravaNau</em> 'the son of one named Vishravasa...' Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"But Maareecha deterred Ravana telling him time and again, 'oh, Ravana, unpardonable will be your rivalry with that formidable Rama, formidable because fourteen thousand clansmen of ours could not triumph over him...' Then heedless of Maareecha's advice and ushered by the time of his own doom, Ravana advanced to the threshold of Rama's hermitage along with Maareecha... Ravana stole the wife of Rama, namely Sita, by getting the princes Rama and Lakshmana distracted distantly from their hermitage through the trickster Maareecha, and after putting the eagle Jatayu, which came to Sita's rescue, to sword..."
        },
        {
            "type": "verse",
            "text": "\"On seeing the eagle Jatayu almost dead and on hearing from the same eagle that Maithili is stolen, seethed with anguish and senses frenzied Raghava bewailed... Rama then cremated that eagle Jataayu in that anguish, and while searching for Sita in forest, he indeed saw a demon named Kabandha, who is misshapen in his look and monstrous to look to..."
        },
        {
            "type": "commentary",
            "text": "Jataayu is a friend of Rama's farther Dasharatha and thus it is fatherly eagle to Rama and its death is as worse as his father's death. Secondly, an eagle is a highly sophisticated search engine. But it is dying. So an additional misery is bechanced."
        },
        {
            "type": "verse",
            "text": "\"That Rama whose arms are highly powerful has eliminated and cremated that demon Kabandha, and Kabandha while going heavenward told Rama, 'oh, Raghava, proceed to the ascetic lady of right-conduct and an expert in rightness, namely Shabari...' and vanished... He who is a great-resplendent one and an enemy-eliminator, that son of Dasharatha, Rama arrived close at Shabari, and Shabari venerated him, thoroughly..."
        },
        {
            "type": "commentary",
            "text": "By mentioning the name of Dasharatha it is indicated that the hospitality given by this ascetic lady Shabari is more satisfactory to Rama, than that which was accorded by his own father Dasharatha. Govindaraja. Next verse onwards the episodes in Kishkindha are introduced. Now Rama meets Hanuman, the Vaanara. Traditionally this character is taken as a monkey god. <em>vanena</em>= in forests, <em>charati</em>= moves about,<em>iti</em>= thus; therefore <em>vaanara</em> = 'forest-ranger' is the declination of the term. It neither means an absolute monkey-hood nor absolute god-hood, but these vanara-s are the great characters in this epic, humanoid forest ranging monkey-humans. These Vanara-s have their rich traditions, which we will come across in Kishkindha Kanda proper. For now they may be taken as great heroes, but hereinafter referred to as 'monkeys' or 'vanara-s' for an easy comprehension and in a customary way."
        },
        {
            "type": "verse",
            "text": "\"Rama met the vanara Hanuman on the banks of Lake Pampa, and upon the word of Hanuman Rama indeed befriended Sugreeva... That highly dynamic Rama detailed to Sugreeva, and even to Hanuman, all that has happened from the beginning in general, and the abduction of Sita, in particular..."
        },
        {
            "type": "commentary",
            "text": "Here the use of 'highly dynamic...' to Rama is to indicate that though he himself is capable enough to resolve the riddle called Ravana, but as a human, he needs some agency since humans in such difficulties are usually in need of a helping hand for such resolves. As such, Rama has to befriend Sugreeva and it is necessary to narrate all sad episodes to his friend."
        },
        {
            "type": "verse",
            "text": "\"On listening all that has happened from Rama, that vanara Sugreeva befriended Rama where the witness for that friendship is flaring fire, for it alone is auspicious... Then that woeful king of monkeys Sugreeva woefully informed Rama about his saga of feud with his brother Vali in reply to Rama's query, in friendship and in its entirety... Then Rama solemnly promised Sugreeva to eliminate Vali in retaliation to his foul deeds in respect of Sugreeva and of probity as well, and then that vanara Sugreeva started to tell about the sinews of Vali..."
        },
        {
            "type": "commentary",
            "text": "Vali, the elder brother of Sugreeva, is another principle character of Ramayana. He is capable of rendering oblations to gods in the wee hours of a single day in four oceans on four sides of the globe, by his swinging from one ocean to the other. He is mightier than Ravana, the chief villain of the epic, and Ravana is subdued by Vali's strength. As a preamble to the incident of eliminating mighty Ravana in the last book of the epic, this episode of eliminating a still mightier monkey is the stepping-stone for the climactic victory."
        },
        {
            "type": "verse",
            "text": "\"Sugreeva always remained doubtful about the powers of Raghava and by reason of confiding in Raghava's prowess for himself, and by reason of making Raghava to confide in the powers of Vali, Sugreeva has shown him the massive remains of demon Dundubhi, which is similar to a great mountain... That omni-dextrous Rama looked at the skeleton, smiled in aplomb, then that very energetic Rama flicked that skeleton with tip of his foot's big toe wholly to a ten yojana-lengths... yet Sugreeva's confidence remained apathetic..."
        },
        {
            "type": "commentary",
            "text": "Vali is able to throw that body, with whole of his foot, only up to two hundred bow-lengths, where the length of bow is said as six to seven feet. But Rama could kick that heap to ten yojana lengths, roughly ninety miles, only with a flip of his foot-toe's tip. But Sugreeva continued his grumbling, 'in those days this skeleton was with flesh and blood, now it became weight-less, thus show me more of your show of strength...' One Yojana is an ancient measure for distance, where that distance is covered in one yoking. Chambers dictionary puts it as five miles, and it is disagreeable for it is British-Indian revenue measure. Traditionally it is four krosha-s and thus each yojana is nine to ten miles. This is amplified elsewhere in these pages."
        },
        {
            "type": "commentary",
            "text": "Govindaraja cleaves the compound <em>utsmayitvaa</em> to <em>ut smayitvaa</em> and takes <em>ut</em> 'to up...' and fixes it to <em>cikshepa</em> to mean <em>ut cikshepa</em> 'up-heaved and hurled...' and <em>smayitva</em> comes to mean 'smiling self-assuredly, or smiling self-composedly...' And Maheshvara Tiirtha says that 'when all-wise-knowers are not able to know what I am, there is no surprise if a monkey in a remote forest doubts my capability... let him see a speck of it...' thus Rama smiled in aplomb...'"
        },
        {
            "type": "commentary",
            "text": "And the often repeated epithet to Rama <em>mahaa baahuH</em> means not just 'yards and yards of lengthy arms...dangling up to knees..' but 'one who does unimaginable deeds...' and his arms are the unusual instruments to perform such unusual tasks, hence ambidextrous, or omni-dextrous..."
        },
        {
            "type": "verse",
            "text": "\"Again Rama ripped seven massive trees called sala trees with only one great arrow, which not only rived the trees but also rent through a mountain, and to the nethermost subterranean of earth, in order to inculcate certainty in Sugreeva..."
        },
        {
            "type": "commentary",
            "text": "The <em>rasaatala</em> is deepest subterranean plane, and it forms the base of other planes of earth called, <em>atala, vitala, sutala, talaatala, mahaatala, rasaatala</em> underneath the surface of earth up to its core."
        },
        {
            "type": "verse",
            "text": "\"Then Sugreeva's heart is gladdened by that act of Rama and also at the prospect of his own success, and then that great monkey confiding in Rama advanced to the cave like Kishkindha along with Rama... Then that best monkey Sugreeva whose body-hue is golden war-whooped at the entrance of cave like Kishkindha, by which loud shouting there emerged Vali, the king of monkeys, out of that cave like Kishkindha... Vali came out only on pacifying Tara, his wife, who deterred Vali from going to meet Sugreeva in a combat, as she doubted that Sugreeva must have come with Rama, and then Vali met Sugreeva head on... and therein that duel Raghava eliminated Vali, only with one arrow..."
        },
        {
            "type": "verse",
            "text": "\"On eliminating Vali in combat upon the word of Sugreeva, then Rama established Sugreeva alone for that kingdom as its king... Sugreeva being the ablest among monkeys summoned all of the monkeys and sent them forth in all directions in search of Sita, the daughter of Janaka..."
        },
        {
            "type": "commentary",
            "text": "Sugreeva is acclaimed to be a strict disciplinarian, as his orders are inviolable by any. Even now the proverbial saying exists that a \"command by elders is to be followed like <em>sugreeva aaj~na</em> 'Sugreeva's order' which is to be implemented even at each other's throats, but can not be refuted, lest those throats will be nipped off."
        },
        {
            "type": "verse",
            "text": "\"Then, upon the word of Sampaati, the eagle and elder brother of Jataayu, the efficacious Hanuman leaped forth the salty ocean, which breadth-wise is in a hundred yojana-s... On reaching the city Lanka ruled by Ravana, Hanuman has seen Sita, where she is lodged in Ashoka gardens and meditating on Rama alone... Hanuman on presenting the remembrancer, an emblematic ring of Rama to Sita, also on delineating the sad disposition of Rama to her, thus on solacing Vaidehi, he started to smash the welcome-arch of that beautiful Ashoka gardens..."
        },
        {
            "type": "verse",
            "text": "\"On wiping out five army chiefs, seven sons of ministers, and on kneading down a gallant demon named Aksha Kumara, Hanuman had to enter into the captivity of a powerful weapon darted by Indrajit, the son of Ravana... Though the release from the weapon's captivity is known to him by the boon of Brahma, and though he is valiant enough to pulverise all the demons, but to see and talk to Ravana, thus to gauge the strength of enemy, Hanuman is intentionally tolerant of the demons and their making monkey of him when they fastened him with ropes and dragged him to Ravana's court. After an audience with Ravana Hanuman burnt that city Lanka, except where Sita, the princess of Mithila is stationed, and then to narrate the pleasant news of locating Sita, he again got back to Rama, for he is a great monkey..."
        },
        {
            "type": "commentary",
            "text": "This is in Sundara kaanda. Hanuman sees Ravana and others in the court, creates a scene there, as a show of his side strength, and only to prove that the riches and wealth enjoyed at the cost others will burn down to ashes on some day, Hanuman burns everything down, except the place where Sita is stationed, besides Vibheeshana's place, for he is the prospective adherer of Rama. This episode is to relegate the false pride of Ravana, and as a symbolic suggestion that pomp and effluence without virtue are short lived."
        },
        {
            "type": "verse",
            "text": "\"That inestimable intellectual Hanuman on approaching that great-souled Rama, and on performing circumambulation around him in reverence, subtly submitted that, 'Seen... Sita...' Then, Rama along with Sugreeva and other monkeys has gone to the seashore of Great Ocean, and when Ocean-god is unyielding to give way, then he started to put the Ocean-god to turmoil with his arrows, as with Sun-god who puts an ocean to turmoil with his sunrays..."
        },
        {
            "type": "commentary",
            "text": "Rama became angry at the ocean for not yielding way to the crossover. In order to make way through the ocean, Rama starts depleting its waters with arrows, <em>sharaaH</em> and in Sanskrit this word synonyms with the rays of sun, and therefore the similitude of Rama with Sun-god."
        },
        {
            "type": "verse",
            "text": "\"The Ocean-god revealed himself and upon the word of that Ocean-god alone, Rama put up vanara Nala to build a bridge across the ocean..."
        },
        {
            "type": "commentary",
            "text": "Nala, a Vanara engineer, had a boon from his mother. In his childhood he used to throw playthings into water, only to see them floating. But they were all submerged. His mother then gave a boon to him saying that whatever article he throws in waters it will float, may they be toys or stones or boulders. Here that boon is taken advantage of, and a boulder bridge is built on oceanic waters. This is the gist of Great War canto."
        },
        {
            "type": "verse",
            "text": "\"On going to the city Lanka by that bridge and on eliminating Ravana in battle, Rama redeemed Sita, but he subsequently came down with much humiliation, since redeeming Sita in enemy's place might become controversial... Then Rama spoke harsh words to Sita among the assemblages of monkeys, demons, and others, but she that Sita being husband-devout has entered the burning fire intolerant of those unkindly words of Rama..."
        },
        {
            "type": "verse",
            "text": "\"Then, upon the word Fire-god,, and Rama realised that Sita is rid of sins and he is very highly gladdened. And when all the gods reverenced him for his great accomplishment in eliminating Ravana, Rama shone forth with his self-resplendence. Thus all the three worlds inclusive of their mobile and sessile beings, all gods with the observances of hermits have become exultant for this great accomplishment of the great souled Raghava..."
        },
        {
            "type": "verse",
            "text": "\"Enthroning Vibheeshana as the chieftain of demons in Lanka, then feeling that his task is fulfilled, Rama indeed rejoiced highly getting rid of febrility about any uncertainty of fulfilling his promises, excepting for Jatayu..."
        },
        {
            "type": "verse",
            "text": "\"Rama obtained boon from gods to get all the dead monkeys up on their feet as though woken up from sleep, and he travelled towards Ayodhya by Pushpaka aircraft, with all the good hearted friends around him..."
        },
        {
            "type": "verse",
            "text": "\"Rama, the truth-valiant, has gone to the hermitage of Sage Bharadwaja en route, and he has also sent Hanuman to the near of Bharata beforehand... Then on boarding Pushpaka aircraft again after leaving the hermitage of Bharadwaja, and telling episodes jovially to Sugreeva and others about the events in the days of his exile in forests, while flying overhead of the very same places, Rama went to Nandigrama, where Bharata is available..."
        },
        {
            "type": "verse",
            "text": "\"That impeccable Rama rejoining with all of his brothers in the village Nandigrama removed his matted locks of hair along with them. Thus he, on regaining Sita and on discarding hermit's role again became a householder, and he regained his kingdom also..."
        },
        {
            "type": "verse",
            "text": "\"When Rama is enthroned then the world will be highly regaled and rejoiced, exuberant and abundant, also rightly righteous, trouble-free, disease-free, and free from fear of famine...\" Thus Narada is foreseeing the future and telling Valmiki. While Rama is on the throne men will not see the deaths of their children anywhere in their lifetime, and the ladies will remain husband-devout and unwidowed during their lifetime..."
        },
        {
            "type": "commentary",
            "text": "When it is said that 'women are un-widowed and their husbands are ever living...' Dasharatha's widows can be pointed to contradict this statement. But it is said 'when a woman is with her son/sons living, though her husband dies, she is still a 'wife of somebody...' thus she is still un-widowed."
        },
        {
            "type": "verse",
            "text": "\"In the kingdom of Rama there is no fear for subjects from wildfires, gale-storms or from diseases, and there is no fear from hunger or thieves, nor the cattle is drowned in floodwaters, as well... May it be a township or a remote province, it will be replete with coin and grain, and as to how people lived in high gladness during the earlier Krita era, likewise people will live in Rama's period also with the same gladness... On performing hundreds of Horse-Rituals and rituals wherein plenteous gold is bounteously donated, likewise on donating millions of cows and uncountable wealth to Brahmans and scholars, that highly illustrious Rama will proceed to Brahma's abode, in future..."
        },
        {
            "type": "commentary",
            "text": "By the wording 'highly illustrious...' Govindaraja tells that 'for a small criticism from a small fellow, Rama deserted his wife... hence he is illustrious...' Then 'he will go to Brahma's abode...' a repeated expression, indicates that this epic is composed during Rama's time as he also gave an ear to it through Kusha and Lava, so his journey to heaven will happen henceforth from now."
        },
        {
            "type": "verse",
            "text": "\"In this world Raghava will establish kingly dynasties in hundredfold and he will be maintaining the four-caste system positing each in his own probity, may it be caste-bound or provincial-kingdom-bound probity, in order to achieve a perfect social harmony... On reverencing the kingdom for ten thousand years plus another one thousand years, i.e. for a total of eleven thousand years, Rama voyages to the abode of Brahma..."
        },
        {
            "type": "commentary",
            "text": "In <em>rama raajyam upaasitvaa...</em> the word used is <em>upaasana</em> is not ruling by sceptre but it is 'reverentially idolising the kingdom...' as one would regard or treat his personal god with reverence. Rama thus reverenced his kingdom as a devotee of his subjects and this is the concept of <em>raama raajya</em>. The Brahma loka is not the abode of four-faced Brahma, but still higher abode, rather vaikunTha itself."
        },
        {
            "type": "verse",
            "text": "\"This Ramayana is holy, sin-eradicating, merit-endowing, and conformable with the teachings of all Vedas... and whoever reads this Legend of Rama, he will be verily liberated of all his sins..."
        },
        {
            "type": "verse",
            "text": "\"Any man who reads this lifespan-enriching narrative of actuality, Ramayana, the peregrination of Rama, he will be enjoying worldly pleasures with his sons and grand sons and with assemblages of kinfolks, servants etc., as long as he is in this mortal world and on his demise, he will be adored in heaven..."
        },
        {
            "type": "verse",
            "text": "\"A man reading this Ramayana happens to be a Brahman, one from teaching-class, he obtains excellency in his speech, and should he be Kshatriya person from ruling-class, he obtains land-lordship, and should he be Vyshya person from trading-class, he accrues monetary-gains, and should he be a Shudra person from working class, he acquires his personal excellence...\" Thus Sage Narada gave a gist of Ramayana to Sage-poet Valmiki."
        },
        {
            "type": "verse",
            "text": "Valmiki composed Ramayana according to the letters of Gayatri Hymn and they ar identified with the following verses in all cantos:<br/>"
        }
    ]
}