{
    "id": "prose-bala-10",
    "kanda": "bala",
    "sarga": "10",
    "title": "Rishyasringa enticed and brought from woods",
    "chapter": "10",
    "overview": "Sumantra, the minister continues his narration to his king Dasharatha,   about Rishyashringa's arrival at Anga kingdom of King Romapaada and his marriage with   Princess Santha, the daughter of Romapada.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Sumantra thus motivated by King Dasharatha, said these words to king\"Oh! King, how and with which idea Sage Rishyasringa is brought by the ministers ofRomapada, all that will be spoken... that may please be listened from me along withministers... \"The ministers along with clergyman have spoken this way to KingRomapaada, &lsquo;this is a non-harmful pan well thought over by us... Rishyasringa is aforest-dweller absorbed in ascesis and self-study of Vedic scriptures, and he is not awareof women, or of worldly-matters or of even worldly-pleasures..."
        },
        {
            "type": "verse",
            "text": "\"With much desired sense-pleasing objects that will be disquieting theminds of men, we wish bring him to the city... Let it be decided quickly... Beautiful andwell decorated courtesans will go there to bring him hither by tempting with many a feint,and let the courtesans be given ample gifts... "
        },
        {
            "type": "verse",
            "text": "\"Hearing that the King replied the priest, \"Let it be so...\"and then the priests and ministers have carried out the plan that way... "
        },
        {
            "type": "verse",
            "text": "\"On hearing that order of the king those best courtesans have enteredthat great forest, and they camped not very far from that hermitage, making all the trialsfor showing themselves off to a glance of that sage. "
        },
        {
            "type": "commentary",
            "text": "Any dictionary would give the meaning of courtesan as 'whore' or as'court mistress'. But in Indian context, the courtesan is not to be taken in such a lowlyway as just a prostitute or a whore. They belong to a caste/class of artists. Juxtaposedto the Four-Caste system there was a <em>deva dasi </em>Temple Dancers system, which isthe artist's class. On their receiving enough education and skills in the performing artsand as per their capabilities, they will be nominated as Court Dancers or Temple Dancersand the like. Ancients recognized sixty-four arts <em>chatuSaSTi kalaa </em>, whichinclude right from music, dance, and drama, sculpture, painting etc., up to the art ofthievery. Kings in their political or sovereign pursuits variedly used these Deva Daasis,the courtesans."
        },
        {
            "type": "verse",
            "text": "\"Always satisfied is sage Rishyasringa to be in hermitage, thus henever stirred out of that hermitage, and thus he has not seen any female, or a male, oreven any others objects of pleasure, either of city or of countryside from the time ofbirth onwards... "
        },
        {
            "type": "commentary",
            "text": "Rishyasringa is thus not aware of gender differentiation or exposed toany other object of pleasure, and thus his father conditioned him to achieve some supremeritual ideal."
        },
        {
            "type": "verse",
            "text": "\"Then at one time Rishyasringa casually arrived at that place, andhasseen those comely females. They the lustful women are amazingly attired and singingmelodious tunes, all of them neared the sage's son and spoke these words..."
        },
        {
            "type": "verse",
            "text": "\"Who you are? Why you move lonely in these deep and desolate forests,why you conduct yourself like this? Oh! Brahman, we are interested to know... please tellus...\" "
        },
        {
            "type": "verse",
            "text": "\"Those women are in most desirable form and hitherto he has not seensuch forms in that forest, hence a kind of friendship spouted, with which he is inclinedto detail about his father... My father is Sage Vibhandaka and I am his true descent son.I am known as Rishyasringa, by my name and by an event on my birth, and thus renowned onearth...\""
        },
        {
            "type": "commentary",
            "text": "The birth-event associated with his name is that he is born with a hornon the crown of his head. Thus he is named as Rishyasringa, i.e., <em>R^iSi</em>= the Sage;<em>sR^i~Nga</em>= horn; a Sage with a horn, and this here he recalls his birth time event."
        },
        {
            "type": "verse",
            "text": "\"Our hermitage is here only, oh, august ones, I wish to performscripturally worship to you all verily there...&rdquo; thus said the sage to the courtesans.On hearing the words of sage's son, all those courtesans are verily inclined to see thethreshold of that hermitage, then all the women went to hermitage. On going there, thenthe Sage's son performed worship saying \"Here is our hand-wash, here is ourfeet-wash, here are our tuber fruits, here are the juicy fruits of ours... \" "
        },
        {
            "type": "commentary",
            "text": "This portrays the exclusion of the sage's son from the rest of theworld by his father. He worshipped the courtesans, as he would worship some super-naturaldeities by saying the above words, which will usually be used in ritual worship of Hindudeities. He being a fruitarian has offered the courtesans the tuber fruits like sweetpotatoes etc., which are ridiculous to urbanites, that too to the pleasure-takingcourtesans."
        },
        {
            "type": "verse",
            "text": "\"All of them have received that kind of worship much enthusiastically,but dread at the arrival of the sage Vibhandaka, they quickly made-up their mind to makeaway from there. 'Take these important fruits of ours, oh, Brahman, you be safe, oh,holy one... eat them before long....' Said courtesans to Rishyasringa. Then all of thecourtesans have embraced him and all of them with a kind of mirthfulness in the offing,presented sweet-balls and other varieties of best sweetmeats to him. "
        },
        {
            "type": "verse",
            "text": "\"Having relished the sweets, that resplendent sage supposed them to befruits only, for he did not taste sweets earlier, as he is always forest-bound. "
        },
        {
            "type": "verse",
            "text": "\"Taking leave of the Sage Rishyasringa on pretence that they also haveto perform devotional duties, they the courtesans departed from there on the pretext oftheir daily worship, while they actually feared for the arrival of Rishyasringa's fatherwho may hurl curses on his arrival... After the departure of all them the courtesans, thatBrahman Rishyasringa, the grandson of Sage Kaashyapa, is disturbed at heart and evenbehaved sadly... "
        },
        {
            "type": "verse",
            "text": "\"Then on the next day Rishyasringa, son of Vibhandaka and theprosperous sage with ascetic power has arrived at that place where he saw well-decoratedand delightful courtesans recollecting in mind repetitively about them alone. Thenon seeing the arrival of that Brahman, the courtesans felt happy at heart, and all ofthose courtesans on surrounding him said, \"oh, gentle one, welcome to the thresholdof our hermitage... "
        },
        {
            "type": "verse",
            "text": "\"There are excellent tuber fruits and fruits and there will be a verydistinctive hospitality... definitely indeed...&rdquo; So said the courtesans. On hearing theheart-pleasing words of all those courtesans, Rishyasringa made up his mind to go overthere, and then those women took him away to their place in Anga Kingdom."
        },
        {
            "type": "verse",
            "text": "\"While that great soul ad Brahman Rishyasringa while being broughtinto Anga Kingdom, then the Rain-god quickly showered rain in Anga kingdom to the delightof the world. Towards that Brahman Rishyasring who is coming along with rains into his ownkingdom Anga Kingdom, the king Romapada has gone towards that sage and bowed his headdown, and paid respects touching the ground, and offered water customarily with dedicationand the king besought beneficence of the best one, Rishyasringa to save from the fury ofhis father Sage Vibhandaka, even after knowing the king's pursuit in bringing Rishyasringato this country... "
        },
        {
            "type": "commentary",
            "text": "The salutation in prostration on the ground is usually performed beforeGods or Deities, in reverence. It is called <em>saaSTaanga praNaamam = sa aSTa angapraNaamam</em> , i.e., saluting with eight body parts touching the ground, indicating hisabsolute surrender to the worshipped."
        },
        {
            "type": "verse",
            "text": "\"On entering the palace princess Shanta is given to Rishyasringa incustomary marriage, and then that King Romapada obtained rejoice with a peaceful mind. "
        },
        {
            "type": "verse",
            "text": "\" Thus that great fulgent Rishyasringa lived in Anga kingdom alongwith his wife Shanta, and with all his desires fulfilled and also well worshipped\"Thus Sumantra said the legend of Rishyasringa to King Dasharatha."
        }
    ]
}