{
    "id": "prose-bala-11",
    "kanda": "bala",
    "sarga": "11",
    "title": "Dasaratha brings Rishyasringa to ayodhya",
    "chapter": "11",
    "overview": "On the advice of his minister Sumantra, Dasharatha proceeds to Anga kingdom to fetch Sage Rishyasringa and his wife Shanta to his capital Ayodhya.",
    "content": [
        {
            "type": "verse",
            "text": "Minister Sumantra continued, \"oh, the great king, I will further narrate all that has been said by Sanat Kumara, the best one among all deities, kindly listen to these favourable words.\" "
        },
        {
            "type": "commentary",
            "text": "Sage Sanat Kumara belongs to the bygone era of Ikshvaku dynasty. Please refer to the account regarding the era-system if ancient India at endnote."
        },
        {
            "type": "verse",
            "text": "\"A king named Dasharatha will be born into Ikshwaku dynasty who will be very virtuous, resplendent and truthful one to his vow.\" Said Sanat Kumara, the Sage.\"King Dasharatha will befriend the king of Anga and the king of Anga will beget a fortunate girl named Shanta. "
        },
        {
            "type": "commentary",
            "text": "Shanta is said to be the daughter of Dasharatha and given to Romapada in adoption, and Rishyasringa marries her alone. This is what Sumantra says to Dasharatha at 1-9-19."
        },
        {
            "type": "verse",
            "text": "The son of the king of Anga, the earlier king of Anga kingdom, will be known as Romapada, or also know as Chitraratha, and the highly renowned king Dasharatha approaches Romapada. Then king Dasharatha says to king of Anga \"oh, righteous one, I am childless and hence I intend to perform a Vedic ritual. Let the husband of your daughter Shanta, Sage Rishyasringa, preside over that Vedic ritual at you behest, for the sake of progeny in my dynasty. "
        },
        {
            "type": "verse",
            "text": "\"On hearing those words of king Dasharatha that benevolent soul Romapada, the king of Anga, considers heartily and agrees to send the one who endows progeny by rituals, namely Sage Rishyasringa his son-in-law. "
        },
        {
            "type": "commentary",
            "text": "The words <em>pradaasyate putravantam </em>are read in some translations as 'Rishyasringa who already has a son...' while others read it as 'a sage who endows progeny by <em>putra kameSti </em>ritual...' But in Maha Bharata father Vibhandaka says to Rishyasringa to comeback after begetting a son, which Rishyasringa did not concede. So taking this some say Rishyasringa has a son. But it is generally accepted that <em>putravantam </em>as <em>aahitaagni</em>, Vedic ritualist of eminence, according to: <em>jaata putraH kR^ishNa kesho agniin adhiita...</em><font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"><span style=\"letter-spacing: 1.5pt; line-height : 115%; margin-top: 1%; margin-bottom: 1% \"><b> </b></span></font>according to <em>shruti </em>scripture."
        },
        {
            "type": "verse",
            "text": "\"On receiving that Brahman, Sage Rishyasringa, at the behest of his father-in-law, that king Dasharatha gets rid of his febrile condition and will accomplish that Vedic ritual, feeling very felicitous in the depths of his heart. "
        },
        {
            "type": "verse",
            "text": "\"That king, the desirer of glory, the knower of virtue and the lord of people, namely Dasharatha will be requesting that best Brahman Rishyasringa with his palms adjoined in supplication for the conduct of ritual, for progeny and even for his heavenly abodes, and that king of all the quarters of earth will accomplish those desires from that eminent Brahman Rishyasringa. "
        },
        {
            "type": "commentary",
            "text": "Heavenly abodes are dependent on begetting sons:<em> aputrasya gatir naasti svargo naivaca naivaca</em> There is no way out [in other worlds] for those without sons...<em>shruti</em> scripture. Hence the request of Dasharatha is that way."
        },
        {
            "type": "verse",
            "text": "\"There will be four sons to king Dasharatha that abound with valour, enrich dynasty's reputation and they will be renowned among all beings.\" Thus said Sage Sanat Kumara to other sages. "
        },
        {
            "type": "commentary",
            "text": "'Sons and Paradise are intimately connected in Indian belief. A man desires above every thing to have a son to perpetuate his race, and to assist with sacrifices and funeral rites to make him worthy to obtain a lofty seat in heaven or to preserve that which he has already obtained.' Gorresio via Ralph T. H. Griffith [1870-1874]."
        },
        {
            "type": "verse",
            "text": "\"This way he that ancient and godly Sage Sanatkumaara, who is also Brahma's brain-child like Narada, said this legend in earlier Divine Era, called krita yuga...\" thus Sumantra continued his narration to Dasharatha. "
        },
        {
            "type": "commentary",
            "text": "Comment: Please refer endnote for <em>yuga</em> / era classification."
        },
        {
            "type": "verse",
            "text": "\" Oh, great king the manly-tiger, he that Sage Rishyasringa be led here on your proceeding in person with staff and transport and on adoring him well personally.\" Thus Sumantra concluded his narration."
        },
        {
            "type": "verse",
            "text": "On hearing the word of advise from charioteer, Dasharatha became gladsome and made Sumantra to reiterate to that sage also, for his approval, then Dasharatha travelled to the place where that Brahman Rishyasringa is, along with the inmates of palace-chambers and ministers too. "
        },
        {
            "type": "commentary",
            "text": "While the chief priest Vashishta is officiator of all rituals no king can invite another priest to perform something without the consent of the officiating priest. Hence the consent of Vasishta is obtained, after asking Sumantra to reiterate what all was said, to sage Vashishta also.<em> anena praaciina R^itvik abhyanuj~nanena na eva anya aaneyaH -- dharmaakuutam</em>"
        },
        {
            "type": "verse",
            "text": "On crossing over the rivers and forests slowly and steadily Dasharatha entered that kingdom where that eminent Brahman is there. Then Dasharatha saw that best Brahman who he is nearby king Romapada, andwho is resplendent like ritual fire. Then king Romapada gladdened at heart of hearts paid excellent respects to king Dasharatha procedurally and in view of their friendship. Then Romapada informed the wise sage Rishyasringa about the friendship and relation with Dasharatha, and then that sage worshipped king Dasharatha in his return. "
        },
        {
            "type": "verse",
            "text": "Thus well received by king Romapada, king Dasharatha spent seven to eight days with him, and then spoke this to king Romapada. "
        },
        {
            "type": "verse",
            "text": "\"Oh, lord of subjects, your daughter Princess Shanta may go over my city Ayodhya along with her husband Rishyasringa, as oh, king, I am contemplating to perform a great Vedic ritual, indeed.\" So said Dasharatha to Romapada. So it shall be\" said king Romapada agreeing to their travel with king Dasharatha, and addressed these words to that Brahman sage and his son-in-law, Sage Rishyasringa \"You may proceed along with your wife.\" "
        },
        {
            "type": "commentary",
            "text": "Here Ralph T. H. Griffith's translation [1870-1874] has that Shanta is the daughter of Dasharatha: 'This king,' he said, 'from days of old / A well beloved friend I hold. / To me this pearl of dames he gave / From childless woe mine age to save, / The daughter whom he loved so much, / Moved by compassion's gentle touch. / In him thy S'antá's father see: / As I am even so is he..."
        },
        {
            "type": "verse",
            "text": "Then Rishyasringa agreed and replied to the king Romapada \"So it will be done\" and then having been permitted by the king he set forth along with his wife. Those valiant kings greeted each other with thanksgiving palm-fold, and in friendship they embraced each other and gladdened. Then king Dasharatha who set forth to Ayodhya bade farewell to his friend king Romapada, and he firstly sent quick-footed messengers to Ayodhya to inform his citizens about his arrival along with Sage Rishyasringa. "
        },
        {
            "type": "verse",
            "text": "\"Let the entire city of Ayodhya be well decorated very quickly, let her streets be sprinkled with water and then swept, let the flags of welcome be hoisted..\" Thus, king Dasharatha ordered messengers that are sent beforehand. "
        },
        {
            "type": "verse",
            "text": "Then on hearing the arrival of their king all the citizens felt very happy and readily performed all those works exactly as ordered by their king. Then king Dasharatha keeping Rishyasringa before him entered the well-decorated city Ayodhya amidst the full sounding of conch shells and drumbeats. "
        },
        {
            "type": "verse",
            "text": "Then all the citizens are very happy on seeing that Brahman, Sage Rishyasringa, who is well honoured and being entered into the city by their king Dasharatha, as has been done once by Indra when he entered sage Kashyapa's son Vamana, the dwarfish boy and the incarnation of Vishnu, into heavens, and thus those citizens felt that their human lord Dasharatha vies with divine lord Indra. "
        },
        {
            "type": "commentary",
            "text": "The simile of Indra to king Dasharatha is in two ways. Dasharatha ruled kingdom like Indra who rules Heavens. The word Indra <em>karmaNa </em>also refers to the deeds of Dasharatha, in helping the gods' forces combating the demonic forces. Thus the deeds performed by Dasharatha are like those of Indra's. Here Dasharatha is bringing Sage Rishyasringa to Ayodhya. Earlier Indra led Vamana, the dwarf-boy to heavens. Vamana is the incarnation of Vishnu in early ages and after Vamana suppressed Bali, the Emperor to netherworlds, Indra took Vamana to heavens. Thus Dasharatha is like Indra on earth, both by his virtue and deed. Incidentally, Vamana i.e., Vishnu, is the son-incarnate to Sage Kaashyapa, while sage Rishyasringa is the grandson of the same Kaashyapa. Thus Sage Kaashyapa is instrumental to these two incarnations. Through the divine grace of Sage Rishyasringa, the same Vishnu is going to take birth as Rama, while Sage Kashyapa is a grandparent of Rama in this era, and while he alone was Vishnu's father when Vishnu incarnated as Dwarf boy Vamana."
        },
        {
            "type": "verse",
            "text": "Dasharatha entered the sage into the palace chambers and worshipped him there as ordained in the scriptures, and in bringing the Sage here into his country, king Dasharatha believed that his desired is fulfilled. On seeing her, the broad-eyed Shanta, who came there along with her husband all the ladies of palace derived happiness for the homecoming of their own daughter, as it were. "
        },
        {
            "type": "verse",
            "text": "Shanta thus being admired by all of them, and in an exceptional manner by Dasharatha, comfortably resided there along with her husband, the Vedic scholar Rishyasringa."
        },
        {
            "type": "commentary",
            "text": "The Riwik is not just a reciter of Veda-s but more a director or conductor of whole orchestration of the Vedic ritual, which involves lots of rules, in reciting hymns, in performing deeds and all in their exactness. The whole lots of works that need be performed have the order of precedence like prime, auxiliary or adjunctive in their ordinance. A Ritwik is the elated scholar who keeps track of these activities while other scholars recite hymns as directed by these Ritwik-s. Hence, Ritwik-hood is the highest."
        },
        {
            "type": "conceptual",
            "text": "The Four Era system of Hindus",
            "content": [
                {
                    "type": "commentary",
                    "text": "One cycle of the above four eras is called one <em>mahaa yuga </em>and seventy-one [71] of such of the Fourfold Eras <em>mahaa yugaa-s </em>will become one <em>manvantara</em>, Manu-Epoch, the time scale attributed to one Manu, the Supreme Ruler of Mankind. There are total fourteen such Manu-epochs and six of them over in the present <em>manvantara </em>, the time-scale.</font>"
                },
                {
                    "type": "commentary",
                    "text": "The completed Manu cycles are 1.] <em>svayambhu manu </em>, 2.] <em>svaarochiSa manu </em>, 3.] <em>auuttami manu </em>, 4.] <em>taamasa manu </em>, 5.] <em>raivata manu </em>, 6.] <em>chaaksha manu </em>. Presently we are in the Seventh cycle called <em>vaivasvata mnavantara </em>, and there are seven more <em>manvantara</em> -s to come, starting with 8.] <em>surya saavarni Manu</em>, 9.] <em>dharma saavani</em>, 10.] <em>daksha savarni</em>, 11.] <em>rudra saavarni</em>, 12.] <em>Brahma saavrani</em>, 13.] <em>rouchya manu </em>, 14.] <em>bhoutya manu</em>.</font>"
                },
                {
                    "type": "commentary",
                    "text": "Such fourteen Manu time cycles will be said to be a Day of Brahma, the Absolute. Ramayana is said to have happened in <em>kR^ita yuga</em>, the second Manu time cycle. The earlier one is <em>satya yuga </em>, in which the ancestors of Rama, descendants of Raghu dynasty, like Saagara, Harishchandra et al, were the rulers, which is called Ikshvaku dynasty.</font>"
                }
            ]
        }
    ]
}