{
    "id": "prose-bala-14",
    "kanda": "bala",
    "sarga": "14",
    "title": "Ashvamedha commenced as preamble to Putrakameshti ritual",
    "chapter": "14",
    "overview": "The Horse Ritual of Emperor Dasharatha is started on the banks of Sarayu River. The details of the arrangements for the participants, and visitors along with some aspects of the Vedic Ritual are narrated.",
    "content": [
        {
            "type": "verse",
            "text": "Then after completion of one year and on regaining the ritual horse, the Emperor Dasharatha commenced his Vedic Ritual on the northern banks of River Sarayu. Keeping Rishyasringa at the helm of affairs those eminent Brahmins commenced, <em>ashva medha </em>, great ritual of that noble-souled Dasharatha."
        },
        {
            "type": "commentary",
            "text": "Comment: In<em> aswametha yaga </em>, a well-decorated horse will be let out with an insignia on its forehead challenging any king to capture it and face the wrath of releasing king. If any one captures the horse, he shall be strong enough to incite a war. Otherwise, the valour and invincibility of releasing king is well established and he may proceed with the ritual proper. Now that the ritual horse released during last year by King Dasharatha has come back without being captured by anyone, thus establishing the invincibility of King Dasharatha, who can commence the ritual proper."
        },
        {
            "type": "verse",
            "text": "Works are performed customarily by those well-versed conductors of Vedic rituals, called <em>ritviks,</em> as per canon and rules, and conducted it scripturally. On performing <em>pravargya </em>ritual as per scripture, like that <em>upasada </em>ritual too, those Brahmins performed customarily all of those other rituals, incidental to the main one, scripturally."
        },
        {
            "type": "verse",
            "text": "Then contended with that worshipping, all of them with what they have performed as enjoined, they conducted early morning <em>savana </em>ritual and its ancillaries... those distinguished sages The oblations addressed to Indra, Lord of Heavens, and the chieftain deity for all yaj~na-s are well given and as ordained Soma creeper is well crushed to squeeze the flawless Soma juice. Thus, the mid-day <em>savana</em>ritual is well conducted as per sequence."
        },
        {
            "type": "commentary",
            "text": "Comment: Soma creeper is Sacrostemma Brevistigma of Asclepiadacea family and some other scholars hold the view that it is of Sarcostema Viminalis family."
        },
        {
            "type": "verse",
            "text": "The third <em>savana </em>, ritual of that great-exalted king Dasharatha is also verily performed thus duly verifying the scriptures, by those proficient Brahmins. Performed are invocations for Lord Indra and other deities there, by Rishyasringa and other best scholars with their well lettered and intonated Vedic hymns. By singing <em>saama</em> Veda hymns sweetly and harmoniously and inviting with Vedic hymns, <em>hotaa</em> -s, invocators welcomed the celestials for partaking oblations."
        },
        {
            "type": "verse",
            "text": "There is no unburnt oblation resulted in that fire-ritual nor even a small mishap slipped in the performance of ritual. Everything appeared canonically correct and hymn oriented. It is performed verily in a secure way. In these days of ritual, there no person is found to be weary or hungry, and there is neither an unscholarly Brahmin nor any one without at least a hundred followers viz., apprentices.Given anytime, the Brahmins, servants, sages, and <em>shramaNa-</em>s, pilgrims are fed with food [for their arrival at the place of boarding is unpredictable and is dependent on their duties for Brahmins, and by their masters for servants, and for pilgrims, they do not have a particular time of arrival or departure...]"
        },
        {
            "type": "commentary",
            "text": "Comment: Some scholars tend to conclude that Ramayana might have been written in post Buddhist period by finding the words like <em>shramaNa </em>etc., the famous wandering Buddhist monk sect. <em>shramaNa</em>in Sanskrit means only a pilgrim and pilgrimage is an ordained aspect of salvation as per <em>Indra is the friend of traveller... aitareya BrahmaNa [VII.33.3] </em>Therefore wander. The Buddhist <em>shramaNas</em>are the wandering monks in search of converts whereas Hindu <em>shramana</em>-s are pure <em>sanyasi</em>-s wandering for their own salvation."
        },
        {
            "type": "verse",
            "text": "Elderly people, sick ones, women and children though dining on always thus, no satisfaction to complete the meal is attained [for themselves, as the food served is that pleasant, nor Emperor Dasharatha is content for it appeared to be too meagre a serving is made and a lot more is to be served.]"
        },
        {
            "type": "verse",
            "text": "\"Food be given abundantly, clothing be given variously\" are the directives [and at the behest of which, the king's men there at the ritual place have] distributed innumerably. Heaps of foodstuffs are also appearing there... many of them and in similitude mountainous, there made available customarily day after day... Arrived there from different countries are men and women in folks thus, they are all well-pleased with [the sumptuous] food and drink, in that ritual of that great-souled Dasharatha... \"The food is prepared perfectly and verily it is relishable. \"Oh! Satisfied we are! Blessed are you... Oh! King \" thus said eminent Brahmins, and King Dasharatha, of Raghu dynasty heard that as well.Well-decorated men have served food to Brahmins, while others who wore well-decorated and gem-studded earrings helped them."
        },
        {
            "type": "verse",
            "text": "During the gap-periods of ritual works, those eminent Brahmins, and good debaters, debated intellectual debates to defeat each other mutually. Day by day there in those rituals, expert Brahmins have performed all ritual works spiritedly and as contained in scriptures. There is no scholar without the knowledge of the six branches of Vedas, none who is not an avowed scholar, none who heard less of the scriptures [i.e., learnt less of the scriptures.] There is no one among the members of the ritual of that king Dasharatha who is an incapable one in debating and all are scholarly Brahmins."
        },
        {
            "type": "commentary",
            "text": "Comment: The branches of Veda-s are 1] <em>sikSa </em>- phonetics, 2] <em>vyaakarana </em>- grammar, 3] <em>chandas </em>- prosody, 4] <em>nirukta </em>- etymology, 5] <em>jyotiS </em>- astronomy, 6]<em>kalapa </em>- ritual acts."
        },
        {
            "type": "verse",
            "text": "When the time came to stake wooden ritual posts [called <em>yupa sthambha </em>], six posts of bilwa wood [Egle Marmelos,] six posts of khadira wood [Mimosa catech,] and further the same number of posts of parnina wood [Butea frondosa,] are staked."
        },
        {
            "type": "verse",
            "text": "One post of sleshmaataka wood [Gorida myxa] as stipulated and two of devadaaru wood [Uvaria longifolia] are staked. Then the distance between each post is maintained at arms' length. Thus by them carved are all the posts, by those authorities on scriptures and ritual scholars and for the purpose of elegance, the posts are decorated with gold paned on them. They are twenty-one posts and the height of each post is twenty-one <em>aratni </em>[a cubit from the elbow to the tip of the little finger.] All the twenty-one posts are decoratively clothed with one cloth to each post.Implanted procedurally are all the posts, well designed by artisans and strong ones with octahedral surfaces. Draped are the ritual posts in clothing and decorated with flowers and adorned with perfumery, they are resplendent like the sparkling of the Seven Sages in Heavens."
        },
        {
            "type": "commentary",
            "text": "Comment: The Seven Sages is the constellation of stars in the Ursa Major [The Great Bear] and is called<em>sapta rishi mandala </em>. The Indian names of the Seven Sages are 1] <em>atri </em>, 2] <em>angiirasa</em>, 3] <em>pulastya </em>, 4] <em>pulaha </em>, 5] <em>kratu </em>, 6]<em> mariichi </em>, 7] <em>vashiSTha</em> ."
        },
        {
            "type": "verse",
            "text": "The bricks for Altar of Fire are well designed and made to the standard measurements as per rules. The Brahmins who are experts in the architecture of laying Fire Altar, [by calculating the ritual field with a one-ply rope and decide where the Altar shall be] and there the Altar is layered well with bricks..."
        },
        {
            "type": "commentary",
            "text": "Comment: The construction of Fire Altar itself is a ritual, called <em>iSTikaa chayana </em>, where each brick is to be consecrated with hymns. On completion of the layering of bricks to the required shape, i.e., that of an eagle-like platform for a <em>garuda yaj~na vedi </em>etc. <em>abhiSeka </em>[Holy head bath] is performed to the brick-work of the Altar by pouring milk and other sacred liquids to the chanting of Vedic hymns."
        },
        {
            "type": "verse",
            "text": "That Altar of Fire of that King, the Lion is layered by expert Brahmins, in the shape of an eagle with golden wings, with its size being three folds bigger than the altars of other rituals, thus there are eighteen layers."
        },
        {
            "type": "commentary",
            "text": "Comment: <em>garuDa </em>, the Divine Eagle is the vehicle of Lord Vishnu with an all-pervading vision and fastest wings. He is the only one who once brought amrita, the Divine Elixir, at his mother's behest. Hence, the Altar of Fire is given the shape of this Divine Eagle, with its wings and tail outstretched, head turned downward, and the eyes looking eastward. <em>yaj~na </em>is also termed as <em>suparNa</em>\" [i.e., <em>su </em>= good, <em>parNa </em>= winged, carrier of the oblations with its golden wings to heavens. Or its wings are glittering with gold -<em> sahasram hiraNya shakalaiH prati dibnam agnim p[rokshati - shruti </em>'<em> every day with thousands of gold chips oblate the fire... </em>' scriptures say so. So the Altar of fire is glittering with thousands of gold chips sprinkled every day.]"
        },
        {
            "type": "verse",
            "text": "Readied there are the animals and they are [tied to the wooden posts, <em>yuupa sthambha,</em> and] designated to such and such deities, and serpents and birds are also thus readied as per the directives of scriptures. For the animal sacrifices, the Sages, who conduct the ritual have arranged the animals like horse and other aquatic animals [tortoise etc.,] as per scriptures. Three hundred animals are tied to the ritual posts, along with the ritual horse of that King Dasharatha, which horse is gem of horses and verily a best one."
        },
        {
            "type": "verse",
            "text": "Queen Kausalyamade circumambulations to the horse reverently and with three knives [symbolically] killed the horse with great joy."
        },
        {
            "type": "commentary",
            "text": "Comment: Here Kausalya did not butcher the horse. It is a symbolical act of piercing with three golden knives. The scripture says all the eligible wives of the performer of ritual have to pierce that way.<em>suvarNaibhiH sUchiibhiH patnayoH ashvasyasipaThAn kalayanti - shruti </em>/ scripture. So all the three queens have performed that symbolic act by piercing with golden needle-like knives. Govindaraja."
        },
        {
            "type": "verse",
            "text": "For achieving results of ritual, with that horse that firm minded Queen Kausalya resided for one night, desiring dharma... Thus, the officiating priests of the ritual, namely <em>hota,</em>adhwaryu and<em>udgaata</em> have received in their hand the Crowned Queen, the neglected wife, and a concubine of the king, next [as a symbolic donation in the ritual by the performer, the king.]"
        },
        {
            "type": "commentary",
            "text": "Comment: There will be four officiating priests for these Vedic rituals. 1. <em>Brahma </em>, 2. <em>hota </em>, 3. <em>adhvaryu </em>, 4. <em>udgaata </em>, to whom the king has to donate his inner core properties like wives, lands etc. By practice a king has to marry four wives. The four women of the king are 1. <em>mahiSi </em>= Queen, 2. <em>parivR^itti </em>= neglected women, 3.<em> vaavaata </em>= concubine, 4. <em>paalaakali </em>= goblet-maid. The order of donation is that the Queen to <em>Brahma</em>, concubine to <em>hota </em>, neglected woman to <em>udgaata </em>, and the goblet-maid to the<em>adhwaryu </em>. Here, though the <em>Brahma ritvik</em> is not cited along with <em>paalaakali,</em> goblet-maid, they are implied. The donation is symbolic and later bartering with some valuable items it is redeemed. Govindaraja."
        },
        {
            "type": "commentary",
            "text": "There is another way of translating this. For the wording, <em>' hastena samayojayan...' </em>'...the priests took these wives by hand to bring them in contact with the dead horse...'"
        },
        {
            "type": "commentary",
            "text": "And some more to give a non-violent touch to this act, go on saying that a medicinal plant is offered in altar and its smell is smelt. Here <em>ashvagandha </em>, a medicinal plant is substituted for omentum of the horse for the word <em>patriNaa </em>and for<em> vapa </em>it is said as that plant's organic substance. When the sequence is running on horse and horse's body parts how a medical plant is brought in, is unclear. There are some more technical and/or frivolous declinations of this ritual. These are not taken up for want of clarity in deciphering these varied statements."
        },
        {
            "type": "verse",
            "text": "Then the priest, one with controlled senses and rich in scriptural wealth, took up the omentum [fat] of the horse and cooked it as per scriptures [dropping into the altar of fire to bake as a food to the celestials.] Smell of the smoke of fat is smelt by the king, as per time and procedure to cleanse the sin in soul. The other body parts of the sacrificed horse too, all of them, are well delivered into the sacrificial fire as per procedure [and to the chanting of Vedic hymns] by the sixteen <em>ritwiks,</em> the officiating priests."
        },
        {
            "type": "verse",
            "text": "In other rituals than Horse ritual the oblation offered into sacrificial fire with the spoon-like sticks of plaksha tree [Ficus Venosa,] whereas the offerings made in Horse ritual will be with those of vetasa creeper. A rattan plant, cane."
        },
        {
            "type": "verse",
            "text": "The Horse Ritual is to be performed for three days as laid down in <em>kalpa sutra - </em>s, [the rules governing such rituals] and by <em>BrahmaNa-</em>s, [the penultimate parts of Veda-s] and the one performed on the first day is called <em>chatuhstoma</em> ritual. The ritual on the second day is called <em>ukthyam,</em> and the next one performed on third day is called <em>atiraatri</em> . These apart many of the preordained rituals are performed there as per scriptural philosophical directives."
        },
        {
            "type": "commentary",
            "text": "Comment: The horse-ritual is conducted only for three days. But Dasharatha got it performed with more variously connected rituals, in all his eagerness to appease gods for progeny."
        },
        {
            "type": "verse",
            "text": "The <em>jyothishtoma, aayushi,</em> and also two <em>atiraatri</em> rituals are well performed. And also rituals of great kind like<em> abhijit, vishwajit, aptoryaama </em>are performed. King, the improver of his own dynasty, donated eastern side to <em>hota,</em> western to <em>adhvaryu,</em> and southern to <em>Brahma...</em> To <em>udgaata</em> northern side is given in donation. These were the donations stipulated for that great ritual, <em>ashwamedha,</em> as ordained by the Self-Created deity, [Lord Brahma from whose four faces the four Vedas have emanated] in earlier times."
        },
        {
            "type": "verse",
            "text": "On completing the ritual thus, and to justify rules of the ritual, that best man Dasharatha, donated those lands to the officiating priests, called ritwiks, to promote of his dynasty. Thus on giving away the vast expanses of his kingdom, gladdened he is, the one born in Ikshvaaku dynasty. But all the ritwik priests said unto the king, who is now rid of his sins..."
        },
        {
            "type": "verse",
            "text": "\"You alone are capable to protect the earth in its entirety, and there is no use for us with these lands, and we are not capable to rule it verily... either... Thus the priests are addressing the king. \"We are always verily preoccupied with self-study and teaching of Scriptures, Oh! Land Lord... thus in barter, you may give us something else... any modest thing... \""
        },
        {
            "type": "verse",
            "text": "\"Let best gems, gold, or cows or anything else that is available... you may verily give us... as these vast expanses are of no use...\" Said the scholars."
        },
        {
            "type": "verse",
            "text": "The king Dasharatha, the Lord of People, thus requested by the Brahmins, the Vedic scholars, has given them million cows... and that king also gave ten of ten million coins of gold are given and the silver, four times greater than the gold coins, i.e., four tens of ten million coins. Then the ritwik-s, the priests who received gold and silver from the king collectively gave that wealth to sages for distribution among the priests."
        },
        {
            "type": "commentary",
            "text": "Comment: Silver is prohibited for donation in such rituals, but here it is being given as barter for the lands earlier donated, hence it is an acceptable item."
        },
        {
            "type": "verse",
            "text": "To Sage Rishyasringa and Sage Vashishta, given is that total donation received from the king and the two sages made dividends justifiably to all those Brahmin priests. Well satisfied at heart on receiving their due all of them have in turn said unto the king, \"We are happy, very much.\" Then to the other Brahmins who arrived there to see the ritual, King Dasharatha composedly... made donations...The gold that came from Jaambu River is given to Brahmins in ten million coins, who came to see the ritual. Then, to one of the impoverished Brahmin, King Dasharatha gave away an excellent ornament of his hand... To someone who is beseeching, that descendent of Raghava dynasty gave his hand ornament. Then contended with his dutifulness towards Brahmins, that patron of Brahmins... The king venerated them the Brahmins with his senses fluttering with happiness. Then the Brahmins have well chanted many blessings on the venerating King Dasharatha... who is worshipping..."
        },
        {
            "type": "commentary",
            "text": "Comment: The blessings are also Vedic hymns and particular parts of Vedic hymns are chanted for particular occasion called <em>aashiirwachana </em>mantra-s. To date this practice is continued where a Brahmin priest is commissioned to perform even a domestic ritual. In effect, it shall be construed that these are not the blessings of the Brahmin priests who are chanting, but it is the blessing of Veda itself."
        },
        {
            "type": "verse",
            "text": "That benevolent King Dasharatha, valiant among all the kings, prostrated on ground, to perform <em>saaSTaanga namaskaara, </em>the Brahmin scholars rendered blessing hymns of Veda. Then satisfied at heart is that king to achieve the successful completion of the efficacious ritual, namely, <em>ashvametha yaaga.</em>"
        },
        {
            "type": "verse",
            "text": "Dasharatha completed that sin removing, and one that leads to heaven and an impossible ritual for many best kings . King Dasharatha then said unto Sage Rishyasringa thus..."
        },
        {
            "type": "verse",
            "text": "\"Oh! Sage, for the expansion of my dynasty, you alone are eligible to perform the ritual, oh great ritualist...\" Said King Dasharatha to Sage Rishyasringa and he that Sage Rishyasringa, that best Brahmin, said to the king. \"Oh! King, There will be four sons to you... for the elegance of your dynasty..."
        },
        {
            "type": "verse",
            "text": "The King Dasharatha on hearing the sweet words of Sage Rishyasringa, Lord of Kings went into very much gladness and in supplicationat him that great soul, Rishyasringa, again said to him..."
        },
        {
            "type": "commentary",
            "text": "Vedic yajna-s are the rituals of many kinds. Mainly there are 21 types of these yajna-s, 1] <em>sapta paaka yajna-s </em>are 7; 2] <em>sapta havir yajna-s </em>are 7; 3] <em>sapta soma yajna-s </em>are 7. Apart from these rituals, there are rituals for the overall development of society at large, called <em>abhyudayaka yajna-s </em>and under them categorised are: 1] <em>ashvanmedha</em>, 2] <em>raajasuuya</em>, 3] <em>paunDariika</em>, 4] <em>bR^ihaspati sava</em>, and some more are there. These grand scale rituals require a great patronage and support, not only of money but also of a variety of paraphernalia that go into the ritual. Hence only kings and emperors of yester years could conduct them."
        },
        {
            "type": "commentary",
            "text": "The <em>yaaga shaala </em>The Hall of Vedic ritual will be erected with platforms containing areas 1] <em>yuupa stambha-s </em>wooden posts to which the animals are tied. There will be 21 such posts, staked in the Vedic ritual hall, along with a half post staked near at the main altar; 2] <em>uttara vedi</em>, posterior platform; 3] <em>dasha pada</em>, platform for scholars; 4] <em>havirdhaana</em>, place for oblatory paraphernalia; 5] <em>sadas</em>, place for assemblages; 6] <em>agnihotra shaala</em>, place of sacrificial fire; 7] <em>vedi</em>, main Altar of Fire; 8] <em>patnii shaala</em>, place for the wife / wives of the performer and other females. The main activity of the ritual is around the <em>vedi</em>, the 7th item as above, where a <em>garuDa vedi</em>, an Eagle shaped Alter of Fire will be constructed with bricks, where the brick laying and paving itself is a ritual, called <em>iSTikaa chayana </em>. Into this <em>yajna vedi</em>, Altar of Fire, all the oblations are poured."
        },
        {
            "type": "commentary",
            "text": "The Hindu temples will be built in accordance with the layout of <em>yajna shaala</em>, since the daily <em>puuja</em>, at home or in a temple, is a micro-yajna, equable to Vedic Ritual itself. The layout of the temple is comparable to the above layout of <em>yajna shaala </em>."
        },
        {
            "type": "commentary",
            "text": "1] <em>dhavaja sthambha</em>, flag post; 2] <em>bali griha</em>, sacrificial house; 3] <em>bali piiTtha </em>sacrificial platform, where usually the fruits, coconuts, <em>prasada</em>, food items etc., are presented to the deity firstly, before the devotee partakes them, as a kind of sacrifice; 4] <em>havirdhana</em>, preparatory places for <em>havis</em>, the food for sacrifice, usually in north-east or south-west corners; 5] <em>mandapa</em>open hall, where Vedic recitations are chanted; 6] <em>garbha griha</em>, sanctum sanctorum, in this there are two places one is, 7] <em>pratishtha</em>, the place where the picturesque idol is installed, and the other, 8] <em>shakti sthaana</em>, where the power of the installed deity will be installed, in the form of an <em>yantra</em>, a geometrical layout or other form. [For more information, please turn to The cultural Heritage of India, Vol IV, Religion.]"
        },
        {
            "type": "commentary",
            "text": "The next epitome of <em>yajna</em>, is human body. It is said that <em>deho devalayaH proktaH </em>&lsquo;human body itself is a temple...&rsquo; The above places of Ritual Hall or a Temple are located on body as this: 1] <em>sthuupi [kalasha]</em>, the top most golden pot of flagpoist of temple; 2] <em>mahaa nashi </em>the right nostril and <em>kshudra nasi</em>, left nostril; 3] <em>shikhara</em>, temple tower; 4] <em>ghaTa</em>, neck like structure; 5] <em>prastaaram</em>, shoulder like structure of temple; 6] <em>paada</em>, trunk of temple; 7] <em>adhiSTaana</em>, elevation; 8] <em>upa piiTha</em>, secondary seating. This is compared with human body as: Item 1] to human pate with hair-locks; 2] eye - on right and nose on left [for humans have one-eyed vision of God, where God is Omniscient; 3] face; 4] neck; 5] shoulders; 6] arms; 7] leg and thigh; 8] foot."
        },
        {
            "type": "commentary",
            "text": "&lsquo;A temple is not a home of god but it is the form of god... the temple layout is the extended form of the rhythm of the innerspace of humans, called <em>dahara aakaasha </em>similar to cosmos of the universe...' [cf. What is a temple? What is its significance? Ganapathi Sthapati, Vaastu Vedic Research Foundation, Chennai, India.] Thus human body itself is identified with the temple, and the temple in turn with <em>Vedic yajna shaala </em>, and therefore it is said to keep the body clean and mind pure... which again is a Vedic import."
        },
        {
            "type": "commentary",
            "text": "The grand scale yajna-s as described in these epics like Ramayana and Maha Bharata are non-existent. But in recent times, such types of yajna-s were conducted on two occasions, once in 1975 and again in 1990. Here are some excerpts from The Indian Express, daily newspaper, published during May 1990: &lsquo;Prof. Frits Staal, with financial assistance from several American funding agencies including the Smithsonian Institute and the Rockefeller Foundation, organized the <em>agni chayana </em>ritual in 1975. In spite of innumerable hurdles, Staal succeeded in persuading the elderly nambudri-s [scholarly priests of Vedic lore] to put together a team of ritualists old and young, give them through training, hold rehearsals for several months and finally put up performance for filming and documentation. Staal followed this up with the publication of his book called <em>Agni </em>...'"
        },
        {
            "type": "commentary",
            "text": "Readers who are interested to know more about <em>yajna</em>, the Vedic ritual, may please look for the works of Prof. Frits Staal, Indologist, at whose instance such rituals were conducted in Southern India. The two-volume book of <em>Prof. Frits Staal: AGNI: The Vedic Ritual of the Fire Altar</em>, running over some two thousand pages. Another book is <em>The Mantra, </em>which is an attempt to analyse the Vedic Hymns, published by State University of New York Press, State University Plaza, Albany, N.Y., 12246, also now available with Indian Book Centre, Delhi"
        },
        {
            "type": "commentary",
            "text": "According to Staal, a Vedic ritual is very different from a health cure, a psychoanalyst session, an anthropological meeting or a religious service. Staal maintains that a Vedic ritual follows its own principles and leads a life of its own. He points out that a Vedic ritual requires very detailed and specific knowledge. He estimates that the extent of specialised knowledge needed to put the sacrificial altar together ritually is on a par with the extent of technical knowledge required to build an aeroplane. <em>&lsquo;The bird shaped altar is in fact a kind of aeroplane&rsquo; </em>says Stall <em>&lsquo;only it takes off in a different way&rsquo; </em>Scientific evaluations were also made on the changes occurred on physical and metaphysical levels on the individuals who performed the ritual, by experts from Canada and in association with Prague Institute of Czechoslovakia. Kirlion photography was also undertook by Mrs. Rose Mary Steel from London to record aura or the Electro-magnetic radiation around the human organism and hundreds of pictures of not only the performers but also of the visiting people and of their finger tips are recorded."
        },
        {
            "type": "commentary",
            "text": "Usually at the end of any Vedic ritual the Hall of Ritual, a thatched shed, will be put to fire. This called <em>puurNa aahuti</em>, complete oblation into fire. And then a rain occurs. It used to rain every time when the ritual is totally offered as an oblation into fire at the conclusion of such a ritual. &lsquo;The association between the yajna and rain is indelible. Did it rain on [the day of <em>puurNa aahuti </em>] i.e., May 9, 1990? It did...&rsquo; The Illustrated Weekly of India, May 27, 1990."
        }
    ]
}