{
    "id": "prose-bala-15",
    "kanda": "bala",
    "sarga": "15",
    "title": "Rishyashringa officiates Putrakameshti ritual for Dasharatha",
    "chapter": "15",
    "overview": "King Dasharatha commences the <em>putrakaameSTi </em>ritual aimed at begetting progeny, under the aegis of Sage Rishyasringa. The Celestial beings gather to receive the oblations of the Horse Ritual conducted by King Dasharatha. They are perturbed at the atrocities of Ravana, and request Lord Brahma to think for a way out to eliminate Ravana. Lord Vishnu arrives there and pacifies Brahma and other celestials, with an assurance that He will incarnate as human, to eliminate Ravana.",
    "content": [
        {
            "type": "verse",
            "text": "That intellectual Sage Rishyasringa contemplated for a while, and gaining indications, as to which ritual is to be performed, and then that sage, Knower of Veda-s, said unto the King Dasharatha..."
        },
        {
            "type": "verse",
            "text": "\"I will conduct the ritual of yours... one that bestows sons, [called <em>putra kaameSTi</em>] which is in the preamble of adharva-veda, with procedural hymns contained therein...\""
        },
        {
            "type": "verse",
            "text": "Then that resplendent Sage Rishyasringa commenced that putrakaameSTi ritual, for the king to beget sons, offering oblations into sacred fire with meticulous hymns, and ritual acts as well. Then the deities along with celestial beings, siddha-s, the souls that obtained salvation, and also other esteemed sages who by now are the residents of Heavens, have assembled there duteously to receive their part of the oblations."
        },
        {
            "type": "commentary",
            "text": "Comment: These celestial beings having attained salvation and living in their heavenly abodes, do not re-enter these mortal worlds. They assemble is in their cosmic zone, up above the Fire Altar of the Vedic ritual, whenever a yajna is conducted on earth, to receive oblations."
        },
        {
            "type": "verse",
            "text": "Those deities assembling there in that congregation as per procedure to receive oblations from the ritual of Dasharatha then spoke to Brahma, the Creator of Worlds."
        },
        {
            "type": "verse",
            "text": "\"Oh! God, with your blessings of boons, the demon named Ravana is torturing all of us with his intrepidity and we are incapable to control him... You have given boons to him thus, appreciating his penance and oh! God, we, with high regard to those boons of yours... all the cruel acts of Ravana are tolerated by us..."
        },
        {
            "type": "commentary",
            "text": "Comment: Hindu mythology has no devils, but has only <em>raakshasa </em>-s, who can hardly be called demons, either. This clan of raakshasa-s are the fallen angels who take birth as mortals. They have their Vedic education, perform Vedic rituals and penance etc., and get the patronage of any one of the gods among the Hindu Trinity, viz., Brahma, Vishnu, and Shiva. On attaining the cherished boons, they suddenly revolt against their own patron deities and commence the atrocities only to conquer the Heavens, which is impossible for a mortal. In order to snub the upsurge of such violence or the unnatural ascension to Heaven, the deity who gave the boons seeks the help of any of the other two of the Trinity. Then from the Trinity, one will take birth as mortal, called the incarnation of god on earth. This will be usually the Lord Vishnu, who incarnates himself to eradicate the evils created by the intrepid <em>raakshasa</em>-s."
        },
        {
            "type": "commentary",
            "text": "Here the celestials bring in a preamble for Vishnu's incarnation as Rama and thus the topic of Ravana occurs in this chapter of Ramayana. Ravana need not be taken as a wicked, devilish or a monstrous being. He is a Brahmin, well versed in all Vedas, musicologist, and a great king of Lanka, with unlimited riches, which Hanuman burns down in Sundara Kaanda and has very many of his clansmen with their vast dominions, who will be routed by Rama in Aranya Kaanda. Though, Lord Brahma and Lord Shiva bless Ravana with boons, Ravana has already flouted all the norms and started ascension to Heavens in which course he did not hesitate to torture any one who becomes his personal hurdle or cherish. Hence it is inevitable for the Trinity to curb Ravana's atrocities, and the Lord Vishnu will now be requested by all the deities to incarnate himself on earth. As such, the expression of the word \"DEMON\" may not always be taken as a wicked, ugly and monstrous looking devil or Satan, as per the religious conceptualisation of evil."
        },
        {
            "type": "commentary",
            "text": "In Hinduism evil is not a separate entity, but available in the same personification and resides along with virtue, like the two sides of a coin. These raakshasa-s are also mortals, extraordinary human beings with extraordinary powers like god incarnates. But, with wickedness in their will, monstrosity in mind and a conqueror's ambition in their heart, they are rendered as demons."
        },
        {
            "type": "verse",
            "text": "\"That malevolent Ravana is torturing all the three worlds, hating the functionary deities, and always desires to assail Lord Indra, the King of all gods and Heaven..."
        },
        {
            "type": "commentary",
            "text": "Comment: There are eight celestial functionary gods in Hindu mythology that keep the cycle of natural law going, and each one is assigned with each of the eight sides of the Universe. They are, 1] <em>Indra</em>, Lord of Heaven - East, 2] <em>Agni </em>, Lord of Fire - southeast, 3] <em>Yama </em>, Lord of Death - South, 4] <em>Nairuti </em>, Lord of Demons - southwest, 5] <em>Varuna </em>, Lord of Rain west, 6] <em>Vaayu </em>, Lord of Air northwest, 7] <em>Kubera </em>, Lord of Wealth Management - north, 8]<em>Eesaana </em>, Lord of Bliss - northeast. The governance of all these deities is Indra's function, since he is the Lord of Heaven too."
        },
        {
            "type": "verse",
            "text": "\" He that Ravana self conceited by the boons you have accorded is overbearingly abusing the sages, celestial beings like yakshas, gandharvas, asuras, and like that Brahmins also and he became invincible..."
        },
        {
            "type": "commentary",
            "text": "Comment: The sura and a-sura nomenclature for the celestial beings is the one that is commonly found in Vedic literature. sura is a celestial being and asura is its antonym, usually referred as a demon. Here it is not so because there are many asuras made their abode in heaven, like Rahu, Ketu, and others who attain salvation in this mortal life. Even Ravana came from Heaven, and returns there only at the end of the war with Rama. Thus a-suras are not earthly demons but celestial beings of a kind like other celestials, namely yaksha, gandharva, kinnara, kimpurusha etc."
        },
        {
            "type": "verse",
            "text": "\"Surya, the Lord Sun will not verily parch Ravana. Maarutha, the Lord Air will not surge at his sides. On seeing him, that Ravana, the lord of the undulating, drifting waves, Ocean... will not pulsate either, and will hide the undulating waves, [for the waves are his wives, and Ravana may abduct them... like Sita.]"
        },
        {
            "type": "verse",
            "text": "\"Oh him there is panic for all of us... by him that demon dreadful one for sight, and for the purpose of killing him, that Ravana, oh god, you alone are capable to make an idea...\""
        },
        {
            "type": "verse",
            "text": "When all the deities spoke to Brahma thus, He thought and said unto them \"Aha! The idea to kill that evil-minded Ravana is discerned..."
        },
        {
            "type": "verse",
            "text": "\"By Ravana besought is this boon, '...by gandharva, yaksha celestials, or by gods, or by other demons I shall not be killed...' thus these words were uttered by him, and I also said 'thus only...' So said Brahma to gods. He, that demon did not verbalise about humans then with his disrespect to humans, and that is why... by human only he will be killed and his death does not occur otherwise, evidently...' Said Lord Brahma."
        },
        {
            "type": "verse",
            "text": "On hearing all the well explaining words of Brahma, all the deities and great sages, all are well pleased. In the meanwhile, Vishnu, the great resplendent Lord of the Universe, with conch-shell, disc, and mace in his three of four hands... clad in yellow-ochre robes... arrived there."
        },
        {
            "type": "commentary",
            "text": "Comment: Vishnu is a four handed deity. He handles a Divine Lotus suggesting that He is the creator -- <em>sR^iSTi karta </em>. An ever-cycling disc, [called <em>sudarshana chakra </em>,] is handled symbolising His ever-lasting dynamism. He is the maintainer of that continuous dynamism of already created Universe ---<em> sthithi karta </em>. A mace [called <em>kaumodakii </em>] for pounding and eradicating the evil --<em> samhaara karta </em>and a conch-shell, [called <em>paanchajanya </em>] which produces the sound of His voice i.e., Om, listening to which salvation, <em>mukti </em>, is achieved, by the true devotee. He is entered here without a lotus in hand; meaning that there is no need for a creation afresh and the other items are enough to deal with Ravana. If the Lotus is not handled, that hand is taken as a blessing hand, <em>abhaya hasta </em>, and He is giving that <em>a+bhaya </em>no fear... assurance, now."
        },
        {
            "type": "verse",
            "text": "Mounted on Garuda, the Eagle-vehicle of Lord Vishnu, like Lord Sun mounted black-cloud... wearing golden bracelets, and the venerable Supreme of all gods..."
        },
        {
            "type": "commentary",
            "text": "Comment: The expression of that Vishnu has come on his eagle-vehicle, has a cross-reference to the previous chapter's <em>garuDa yajna vedi </em>, Eagle-shaped Altar of Fire. That Altar will be laid in the shape of a golden eagle, with assumption that Garuda, also called <em>suparna </em>, will quickly carry the oblations unto the deities specified in Vedic hymn. This Garuda, has already carried the oblations offered by King Dasharatha, to the chanting of Vedic hymns by Sage Rishyasringa, unto Lord Vishnu. So Lord Vishnu is coming mounted on the same meritorious carrier, namely Garuda. Secondly the simile of Lord Sun's coming mounted on a black cloud, yajna has got an inseparable combination with rainfall. Since the ritual of Dasharatha is going to fructify, the rainfall is due on earth. Hence Lord Sun collecting all the merits called waters, of oceans, called the rituals of Dasharatha, is coming riding on a black cloud, to shower rains, because the silver cloud is futile to do so. Hence Lord Vishnu and Lord Sun both are ready now shower their graces, namely eradicating the evil called Ravana, and showering the earth with coolant rains."
        },
        {
            "type": "verse",
            "text": "Lord Vishnu having met Brahma stood there contemplating. All of the deities then addressed Lord Vishnu after offering prayers and bowing down... \"Oh! Lord Vishnu, we nominate you... desiring prosperity in all the worlds, to become the son of Dasharatha, King of Ayodhya... Oh! God... Of that virtuous renowned King, and who has the resplendence of great sages... in his three wives, who have the similitude with<em> hrii </em>[virtue,] <em>shrii </em>[affluence,] and <em>kiirti </em>[glory...]"
        },
        {
            "type": "commentary",
            "text": "Comment: These three <em>hrii, srii, kiirti </em>are the daughters of Dakshaprajaapati in their earlier births. The<em> hrii </em>is <em>hR^illekha </em>, virtuous disposition which Queen Kausalya has, and begotten by Rama. <em>shrii </em>is <em>shriikaara </em>, the affluence of everything, which Queen Sumitra has, by which she magnificently she advises her son Lakshmana to go along with Rama to woods. And the third,<em> kiirti </em>, the glory of Kaika is well known, for she were not to be there, there is no Ramayana...and, she in way ordered Rama to establish a <em>raama raajya </em>, to enrich Rama's glory, [if we leave her misdemeanour aside for a while.]"
        },
        {
            "type": "verse",
            "text": "\"Oh! Vishnu, You manoeuvre to quadruple yourself and take birth there, in wombs of the wives of Dasharatha, and you on taking human birth... have to eradicate that Ravana, who is on the increase and became thorny to the worlds... Unkillable is he by gods, Oh! Vishnu, thus you kill that Ravana in a war... for, he verily is torturing the celestials like gandharva-s, souls that have attained salvation like siddha-s, and hermits of high eminence..."
        },
        {
            "type": "verse",
            "text": "\"He, that insolent demon Ravana, with his invigorated valour... is torturing the Sages too, then by him tortured are gandharva-s also, thus... When gandharvaa-sa and apsarasaa-s are delighting in the Nandana gardens, the Heavenly gardens, they are fiercely knocked down from heavens by him... and for the purpose of killing him verily... that Ravana, we have come along with hermits..."
        },
        {
            "type": "verse",
            "text": "\"Thus, along with, siddha-s, gandharva-s, yaksha-s... in you we take refuge, for you are the ultimate recourse for all us. Oh! God, the tormentor of enemies... To kill the enemies of divinity give a thought to take birth in human's world... \" Thus appealed by all celestials Lord Vishnu, the Lord of Divinity and the Supreme among divinities..."
        },
        {
            "type": "verse",
            "text": "To them, who are appealing this far keeping Brahma, creator of World ahead of them, that one who is revered bin all worlds, Lord Vishnu spoke to all of them these virtue-abounding words..."
        },
        {
            "type": "verse",
            "text": "\"Get rid off the fear... safety be upon you, for the sake of welfare... in a war... killed is that Ravana... with his sons and grandsons, and with his ministers and forces too, along with his friends, cousins and relatives... On killing that cruel and evil-minded one, Ravana, who became dreadful to deities and sages... for ten thousand and ten hundred years... [eleven thousand years... I reside on earth...]"
        },
        {
            "type": "verse",
            "text": "\"I reside in human world to rule this earth... \" Said Lord Vishnu to all gods. On giving the boon that God of gods, Lord Vishnu, the kind-hearted. Lord Vishnu thought about His birthplace in the mortal world in His mind, and then that lotus-petal-eyed one, manifested Himself as four-fold."
        },
        {
            "type": "verse",
            "text": "Lord Vishnu then chosen King Dasharatha as his father. Then all the groups of gods, sages, gandharva-s, with rudraa-s, and apsarasa-s, offered prayers to that divinely picturesque Madhusuudana..."
        },
        {
            "type": "commentary",
            "text": "Comment: Lord Vishnu, in early times killed a ghastly demon called Madhu and his brother Kaitabha, hence He is also called Madhusuudana. This is one the thousand names of Vishnu."
        },
        {
            "type": "verse",
            "text": "\"Oh! Vishnu, he that fiery one who is renowned for evil acts and who is the hater of Indra, that Ravana is uprising furiously with his heightened arrogance, and he has become a thorn in the side of hermits hence he is a fright to sages, afor he torturesd insubordinates to the the extent of loud wailing; hence we pray you to eliminate that Ravana...."
        },
        {
            "type": "verse",
            "text": "\"On eliminating that furiously vainglorious Ravana with all his forces and with all his kinsmen neutralise the pandemonium created by him in all the worlds, and for a long time to come you get rid of your febrility, and you please return to your heavenly abode, namely your blameless and faultless Vaikuntha..."
        }
    ]
}