{
    "id": "prose-bala-16",
    "kanda": "bala",
    "sarga": "16",
    "title": "Yajna purusha presents divine dessert as fruit of ritual",
    "chapter": "16",
    "overview": "Lord Vishnu is requested by all gods to incarnate Himself as a human on earth. King Dasharatha while performing the Vedic ritual called <em>putrakaameSTi, </em>a deity called praajaapatya purusha arises from the sacrificial fire to give a golden vessel of divine sweet dessert to Dasharatha for distribution among his queens, to beget progeny. The three queens on eating the sweet divine dessert conceive their children.",
    "content": [
        {
            "type": "verse",
            "text": "Lord Narayana thus nominated by best gods, that Omnipresent Vishnu, though He knows [as to why He should incarnate on earth,] spoke these words to gods, in a gentle way."
        },
        {
            "type": "commentary",
            "text": "Comment: The name Vishnu indicates His all pervading Omnipresence. <em>vyaapitvaat sarva bhuuteshu Vishnurityabhidhiiyate...</em>He has thousand names called Vishnu <em>sahasra naama </em>, each name elucidating His attributes."
        },
        {
            "type": "verse",
            "text": "\"What is the idea to kill that demon's chief, namely Ravana, oh, gods, by adopting what strategy I shall completely kill that thorn for the sages? \""
        },
        {
            "type": "verse",
            "text": "Thus spoken that way, all gods said unto that Eternal Vishnu, \" On taking hold of a human form, kill Ravana in a war... Oh! Vishnu, the Destroyer of Enemies, he that Ravana verily undertook vehement penance for a long period and the Creator of Worlds, Brahma... who is born before all these worlds... satisfying verily... Satisfying well with Ravana's penance Oh! God Vishnu, Lord Brahma gave boon to him that there should be no danger to his life from any kind of being, except humans..."
        },
        {
            "type": "verse",
            "text": "\"He slighted away humans earlier at the time of accordance of boon by forefather Brahma, and by that boon alone, arrogantly... He is torturing all the three worlds, and even abducting the women also... Hence, his death is envisaged through humans alone...\" Said gods to Vishnu."
        },
        {
            "type": "verse",
            "text": "Thus on hearing all that speech of gods, Vishnu, the heart-full one, has chosen King Dasharatha to be his father in human world. Even he, that King Dasharatha is also sonless and during that time alone, that great resplendent enemy destroying King Dasharatha is performing <em>putrakaameSTi </em>ritual desiring sons... Lord Vishnu deciding Himself, took leave of Brahma, disappeared and went away from there, while the great sages offering prayers..."
        },
        {
            "type": "verse",
            "text": "Then, from Dasharatha's Fire of Altar, for he is the performer of the ritual... verily emerged a Divine Being, called <em>yana puruSa </em>with an unparalleled resplendence, greatly vigorous and energetic..."
        },
        {
            "type": "verse",
            "text": "He is clad in black and red garments and his face is red and his voice resembles the drumbeat. His moustache and hairdo are soft like that of a lion's mane... And his enriching features are auspicious, and the decor of his ornaments is divine... and in height, he is like a mountain peak, and in vigour, an energetic tiger... In appearance, he is like the day giving Sun and in similitude like the glowing apex of flame, and with a golden vessel made from the molten gold and covered with a silver lid..."
        },
        {
            "type": "verse",
            "text": "And that golden vessel is full with the divine sweet dessert, and He is handling that big vessel himself with his two hands so dearly as he would handle his dear wife and it looked like a divine illusion..."
        },
        {
            "type": "verse",
            "text": "That divine person looked around and said to King Dasharatha these words \"Oh! King, know me as the Being of Prajaapati, thus arrived here at the behest of the Lord of Vedic Rituals... Prajaapati...\""
        },
        {
            "type": "verse",
            "text": "There after, King Dasharatha having greeted with palms adjoining said in turn, \" Oh! God, welcome to you, and what shall I do for you?\""
        },
        {
            "type": "verse",
            "text": "Then again, that Divine Being sent by Prajaapati, said these words, \" Oh! King, by offering prayers to gods today, you have obtained this the sweet dessert in golden vessel... Oh! The Tigerly king, this sweet dessert is prepared by divinities that enriches progeny and health... Take it... and blessed are you... with divine progeny... Give this to your eligible wives... telling them 'eat it.' Verily in them you will acquire sons, for which purpose you performed this ritual... oh, king... \""
        },
        {
            "type": "verse",
            "text": "Agreeing contentedly the King has taken that vessel onto his head, which is God-given, full with divine food, and a golden one... Revering that Being, the Prajapati Purusha, or yajna purusha, an astonishing and delightful one for sight, and along with great happiness, King Dasharatha performed circumambulations, [around that Being, who is amid the ritual fire in the Altar of Fire, and Dasharatha encircled that being in reverence, holding that golden vessel with divine dessert on his head.]"
        },
        {
            "type": "verse",
            "text": "Then King Dasharatha on obtaining that dessert prepared by gods has become very glad as a pauper would on his obtaining wealth. Then that Divine Being, astonishing in its figure and well glowing in form, having completed that work of giving the golden vessel of dessert disappeared from there."
        },
        {
            "type": "verse",
            "text": "Lit up with beams of happiness, King Dasharatha's palace chambers shone forth, as the winter's sky would with the rays of brightening moon... Then Dasharatha on entering palace chambers spoke this to Queen Kausalya, \" Receive this dessert to beget your sons...\""
        },
        {
            "type": "commentary",
            "text": "Comment: This divine dessert is meant for the 'eligible' queens, as informed the Ritual Being and also in order to maintain the divinity of Ram's birth. In the context of seed and field, the field has no equal importance to the seed [ <em>biija kshetra nyaya </em>]. Hence the seed is divine in the form of dessert and fields are therefore shall 'be eligible' for the seedling. As such the First Queen and Empress Kausalya is being addressed firstly, and given firstly."
        },
        {
            "type": "verse",
            "text": "To Queen Kausalya, the king then gave half of the dessert, and to Queen Sumitra he gave half of the remaining half [one fourth...]"
        },
        {
            "type": "verse",
            "text": "To Kaikeyi he gave half of the remaining half [one eight] of the dessert, with a desire to beget sons... that ambrosial dessert..."
        },
        {
            "type": "verse",
            "text": "He thought a while and gave the remnant portion [one eight] to Queen Sumitra. Thus, the king distributed the dessert to his wives differently."
        },
        {
            "type": "commentary",
            "text": "Comment: This is a much-discussed distribution by the traditionalists. Adhyatma Ramayana, a treatise that postulates god-hood to Rama, gives a well-constructed argument about these shares of dessert and the resultant births of the four brothers, viz., Rama, Lakshmana, Bharata, and Shatrughna, in accordance with these shares. In its simplest terms and as contained in these verses, Queen Kausalya got half of the dessert as an Empress, <em>paTTa mahiSi. </em>Sumitra gets one-fourth in the first round and after a rethink by Dasharatha, gets another one-eighth portion. Kaikeyi gets only a one-eighth quantity, as she is the third queen. Thus, Kausalya gives birth to Rama, Sumitra to Lakshmana and Shatrughna, and Kaikeyi to Bharata. The quantum of apportionment of the dessert does not make Rama all-powerful or Bharata the least. Since the Absolute is indivisible into parts, the dessert that is divided is not to be taken as the Absolute himself, but a kind of medium through which the incarnation is made possible."
        },
        {
            "type": "commentary",
            "text": "There is another declination enquiring whether the incarnation of Rama is full or partial, <em>puurNa avatara </em>or <em>artha avatara... </em>Rama is Lord Vishnu Himself while Bharata and Shatrughna are His Disc and Conch-shell, while Lakshmana is the thousand headed snake [<em> aadi sesha </em>] on whose coils Lord Vishnu reclines. The whole dessert is divine and parts of it do not signify and inter-divided god-hoods. Hence, the apportionment of the desert is done in order to keep up the hierarchy of the queen-hoods and their status. Throughout this magnum opus Rama never said that he is god or an incarnate of god, but called himself, <em>nimitta maatra, </em>a casual relation to the course of events. Should Rama be the incarnation of the Almighty Himself, He has little or no necessity to incarnate the weaponry along with Himself. They are at his beck and call at any time. Thus, Rama is neither a half nor one-fourth incarnation of the Absolute nor a dividend of the whole, but an incarnate of the virtuously ideal personality of Lord Vishnu, <em>maryaada purushottama </em>Rama."
        },
        {
            "type": "commentary",
            "text": "Incidental to this apportionment of the dessert, the aspect of eldest son is also studied. Rama is the first-born and thus the eldest. This is because the dessert is given to Queen Kausalya in the first instance, and half of the whole vessel. She immediately consumed to lionise her share and as an Empress. Sumitra waited a while till apportionment to Kaikeyi is complete. Kaikeyi got her portion but waited till her elder sister Sumitra completes her drink. In the meanwhile Dasharatha thought a while, as said in the verse, and gave Sumitra another one-eighth part. Sumitra then consumed her two parts. Later Kaikeyi drinks her dividend. These timings of drink makes, as per some cementations, Rama is born as the eldest one whereby he becomes eligible to be nominated as crown prince, in the later episodes."
        },
        {
            "type": "verse",
            "text": "They also thus on getting the king's dessert, those august ladies felt it a reward for them all, with gladness upraising in their hearts... Then they the great ladies on consuming the king's great dessert quickly conceived pregnancies with the resplendence equalling Lord Fire and Lord Sun."
        },
        {
            "type": "commentary",
            "text": "Comment: A synecdochic expression to indicate that Lord Sun and Lord Fire, the enliveners of living beings, <em>pratyaksha naraayaNa </em>in those wombs and their resplendence is out shining."
        },
        {
            "type": "verse",
            "text": "The King Dasharatha well discerning that his queens are pregnant and on confirmation of the same, again regained his lost heart for sons. He became happy like Lord Vishnu, who will always be happy when worshipped by the Lord of Gods, namely Indra, and other great souls, sages, and other heavenly groups in the Heaven."
        }
    ]
}