{
    "id": "prose-bala-17",
    "kanda": "bala",
    "sarga": "17",
    "title": "Brahma orders gods to spawn forest-rangers,vAnarA-s",
    "chapter": "17",
    "overview": "The gods become progenitors Vanara heroes at the dictate of Brahma to come to the aid of Rama in annihilating Ravana. The monkey-like Vanara race is   procreated by numerous celestials endowing it with peculiar mighty physique and   particular power to come to the help of Rama.",
    "content": [
        {
            "type": "verse",
            "text": "When Vishnu attained the sonship of the great-souled king Dasharatha, thenBrahma the self-created addressed all of the gods this way. "
        },
        {
            "type": "verse",
            "text": "\"Let mighty and guise changing helpmates be procreated to that truthabiding and valorous Vishnu who is the well-wisher of all of us. "
        },
        {
            "type": "verse",
            "text": "\"Let monkey-shaped progeny equalling Vishnu's valour be procreatedfrom the physiques of prominent apsara-s and gandharva-s, from the girls of yaksha-s andpannaga-s, and also thus from the bodies of kinnaraa-s, she-vidyaadharaa-s, she-riksha-sand she-monkeys, and they shall be wizards of miracles and audacious ones, in travel theyshall have air's speed, bestowed with intellect they shall be the knowers of ideation, andwith their divine physique they shall be ineliminable, they shall be endowed with all theassaultive aspects of all missiles, and they shall be untiring in their efforts, like youwho thrive on amrita, the ambrosia, unmindful of thirst and hunger. "
        },
        {
            "type": "commentary",
            "text": "Gandharva-s (Southey's Glendoveers) are celestial musicians inhabitingIndra's heaven and forming the orchestra at all the banquets of the principal deities.Yaksha-s, demigods attendant especially on Kubera, and employed by him in the care of hisgarden and treasures. Kimpurusha-s, demigods attached also to the service of Kubera,celestial musicians, represented like centaurs reversed with human figures and horses'heads. Siddha-s, are demigods or spirits of undefined attributes, occupying with theVidyaadharaa-s the middle air or region between the earth and the sun. Griffith."
        },
        {
            "type": "verse",
            "text": "\"I have already created the eminent bear Jambavanta in earlier times,as he suddenly came forth from my yawning face. "
        },
        {
            "type": "commentary",
            "text": "This is to say that Brahma has already created such a typical being,namely Jambavanta, prior to all the gods, as a role model in creation."
        },
        {
            "type": "verse",
            "text": "When Brahma addressed them thus, those gods have agreed to his order andaccordingly started to parent sons in the semblance of monkeys. "
        },
        {
            "type": "commentary",
            "text": "This pedigree is not yet given the label of monkeys. They are lookalikeof monkeys but not monkeys, <em>vaana ruupiNam </em>resembling monkeys, as said in theverse. The word vanara is <em>vane carati iti vanara-s </em>because they range far andwide over forests they are called vanara-s, but not exactly a monkey race."
        },
        {
            "type": "verse",
            "text": "The great-souled celestial groups, namely the sages, siddha-s,vidyaadharaa-s, caarana-s have created valiant sons that are forest rangers. Indraprocreated the lord of vanara-s, namely Vali, who by his physique is like Mt. Mahendra,and the highest humidifier among all the humidifiers, namely the Sun, procreated Sugreeva.Brihaspati, the Jupiter, gave rise to a great monkey named Tara, who is the most importantone among all vanara-s, and who excels all by his intelligence. "
        },
        {
            "type": "commentary",
            "text": "Tara here is a vanara hero but not Lady Tara, the wife of Vali. Here wehave the wording of <em>kapiH </em>the monkey &ndash; for these forest rangers for first time."
        },
        {
            "type": "verse",
            "text": "The brilliant Gandhamaadana is the son of Kubera, while the divinearchitect Vishvakarma procreated the great monkey called Nala. The bright son of Fire isNeela whose blaze is like that of fire and who excels other monkeys by his inresplendence, renown and courage. The Ashwin twin gods whose wealth is their beautifulappearance have personally procreated two vanara-s namely Mainda and Dvivida, blessingthem with beautiful appearance. The Rain-god procreated the vanara named Susheshana, andThunder-god gave rise to the great mighty Sharabha. "
        },
        {
            "type": "verse",
            "text": "The direct son of Air-god is the marvellous and adventurous Hanuman with anindestructible body, and one identical in the speed of lady Vinata's son, namely Garuda,the divine eagle vehicle of Vishnu, and among all monkey chiefs he is the intelligent andthe indefatigable one too. "
        },
        {
            "type": "commentary",
            "text": "Garuda: The bird and vehicle of Vishnu. He is generally represented asa being something between a man and a bird and considered as the sovereign of thefeathered race. He may be compared with the Simurgh of the Persians, the Anká of theArabs, the Griffin of chivalry [without lion's body,] the Phoenix of Egypt, and the birdthat sits upon the ash Yggdrasil of the Edda. &ndash; Griffith."
        },
        {
            "type": "verse",
            "text": "Thus the gods have procreated many thousands of such valorous and guisechanging monkeys who with their immeasurable strength and bravery are manifest for theelimination of the decahedral demon Ravana. "
        },
        {
            "type": "verse",
            "text": "And they with their elephantine, mountainous and prodigious bodies quicklytook birth in bears, monkeys, sacred langoors. Those that are procreated have attained theshape, getup and valour of the god that has fathered them, and thus the monkey race isprocreated separately and individually. Some of the vanara-s endowed with superior valourare born to female langoors, and like that some more to female bears and kinnaraa-s.Several of the gods, great-sages, gandharva-s, eagles, yaksha-s, and the celebratedreptiles, kimpusha-s, siddha-s, vidyaadharaa-s, uraga-s and caarana-s and even theprominent maidens of apsara-s, she-vidyaadharaa-s, naaga, gandharva-s then gladlyprocreated all of the thousands of forest-ranging and valiant vanara sons from theirbodies that are forest rangers. "
        },
        {
            "type": "verse",
            "text": "They are endowed with guise changing faculties, with bodily might and bytheir pride and might are identical to lions and tigers, and they are born-free in theirmovement in forests. All of them are the assaulters with stones, and all are the attackerswith trees, and all have their nails and claws as their weapons, yet all are experts inmissiles."
        },
        {
            "type": "commentary",
            "text": "Rama and Lakshmana will use arrows and missiles as their weaponry inthe ensuing final war with Ravana. The vanara soldiers use stones, trees, and their ownclaws and nails. The golden maces or clubs handled by Hanuman, Sugreeva, and Vali usuallydepicted in pictures are for more mythical ornamentation to glorify the characters.However, these Vaanaras are well versed in the knowledge of such tactical weaponry, onlyto save themselves from their usage against them, but do not use them necessarily. InSundara Kanda Hanuman will be tied by a magical weapon called Brahma astra when he is inLanka. Though knowing the release from that Brahma astra, Hanuman does not utilise thatknowledge there."
        },
        {
            "type": "verse",
            "text": "They can rock greatest mountains, rip firm rooted trees, and with theirspeed they can agitate the of lord of rivers, namely the ocean. They can shatter theground with their two feet, leap and cross over great oceans, and they can seize theclouds entering arch of heaven. They can catch ruttish elephants that tumultuously move inforests, and just with the sound of their blare they make sky flying birds to fall. "
        },
        {
            "type": "verse",
            "text": "Thus the gods and others have procreated millions of such noble souledVaanaras as the chiefs of warriors who can change their guise at their wish. Those vanaragenerals who took birth thus became the prominent generals among the principle battalionsof monkeys, and they have also procreated brave monkeys on their own. "
        },
        {
            "type": "verse",
            "text": "Some thousands of them stayed on the ridges of Mt. Riskshavat while othersreached many kinds of other mountains and forests. All of the monkeys stood by thebrothers, namely the son of Indra Vali, and the son of sun Sugreeva, and even with themonkey generals like Nala, Neela and Hanuman et al. "
        },
        {
            "type": "verse",
            "text": "All of those who are well-versed in warfare and endowed with the might ofdivine eagle Garuda, used to thwart the pride of lions, tigers and great snakes just bytheir own prideful subjugation while they move about the forests. "
        },
        {
            "type": "verse",
            "text": "He who is adroit, extremely mighty, and highly indomitable, that Valiprotected bears, langoors, and monkeys just by the strength of his arms. "
        },
        {
            "type": "verse",
            "text": "The earth with its mountains, forests and oceanward places is overspreadwith those brave ones that possess diverse physiques and peculiar indication marks oftheir stock. The earth is thus suffused with those mighty army generals of Vanara racewhose physiques resembled the clusters of clouds and peaks of mountains, and who haveemerged for the reason of helping Rama. "
        }
    ]
}