{
    "id": "prose-bala-18",
    "kanda": "bala",
    "sarga": "18",
    "title": "Rama, Bharata, Lakshmana and Shatrughna took births",
    "chapter": "18",
    "overview": "After the completion of Vedic ritual all the kings and Sage Rishyasringa took leave of Dasharatha and went away to their countries. After some time Rama, Lakshmana, Bharata, and Shatrughna are born. Their virtues in childhood and rituals connected thereto are depicted here. Dasharatha then contemplates the marriages of the princes, since marrying sons after completion of education is customary. At that juncture Sage Vishvamitra arrives at the court of Dasharatha seeking help from the king. Dasharatha receives him adoring in high esteem.",
    "content": [
        {
            "type": "verse",
            "text": "On the competition of the horse ritual of high-souled Dasharatha, the golds having received their portion of sacrificial oblation returned to their abodes as they have come. The king completing his consecratory vows held for horse ritual, entered Ayodhya city along with the company of his queens, servants, guards and vehicles."
        },
        {
            "type": "verse",
            "text": "The other kings who arrived for the ritual are delighted when befittingly honoured by the king Dasharatha, and they too returned to their countries, after suitably adoring the eminent sage Vashishta. The entourages of those kings who set forth homeward from that city are highly gladdened and shone forth in fine fettle."
        },
        {
            "type": "commentary",
            "text": "Some commentaries said that the soldiers are given white and clean uniforms by Dasharatha by the word<em>shubhraaNi </em>and hence they are happy. But they may be said to be sprucely without those gifts from Dasharatha."
        },
        {
            "type": "verse",
            "text": "On the departure of visiting kings, then that fortunate king Dasharatha entered the city Ayodhya, keeping eminent Brahman priests ahead of him in the procession. Well adored by king Dasharatha sage Rishyasringa also travelled along with his wife Shanta, followed by his father-in-law King Romapada, and along with other co-travellers, namely the entourage of Romapada. On dispersing all of them king Dasharatha gratifyingly dwelled there in Ayodhya, with a satiated heart dwelling upon the birth of his sons."
        },
        {
            "type": "verse",
            "text": "On completion of the ritual, six seasons have passed by; then in the twelfth month, i.e., in <em>chaitra mAsa</em>, and on the ninth day of that <em>chaitra</em> month [April-May], when it is <em>punarvasu nakshatra yukta navamI tithi</em>, i.e., when the ruling star of that ninth day is <em>punarvasu,</em> for which Aditi is the presiding deity; and when five of the nine planets - <em>sUrya, kuja, guru, shukra, shani </em>are in<em> ucCha sthAna</em>-s, namely, when those planets are in ascension in their respective houses - <em>meSha, makara, karkaTa, mIna, tula - rAshI</em>-s; and when <em>chandra yukta guru, karkaTa lagne</em> - Jupiter in conjuction with Moon is ascendant in Cancer, and when day is advancing, Queen Kausalya gave birth to a son with all the divine attributes like lotus-red eyes, lengthy arms, roseate lips, voice like drumbeat, and who took birth to delight the Ikshwaku dynasty and adored by all the worlds, and who is the greatly blessed epitome of Vishnu, namely Rama. [1-18-8, 9, 10, 11]"
        },
        {
            "type": "verse",
            "text": "Twice six months had rolled away since the great sacrifice was over and, in the first month of the New Year, on the ninth day of the bright fortnight, the Lord of the worlds chose to take human form and sent down half of His essence as the son of Kausalya (thenceforth to be known as Rama), the world-honored One, the crowning glory ot the grand line of Ikshwku, and the sum of all perfections. The constellation Punarvasu, of which Aditi was the regent, was chosen to preside at his birth. The Sun, Mars, Jupiter, Venus, and Saturn were in ascension in their respective houses. Aries, Capricornus, Cancer, Pisces and the Libra, Jupiter and the Moon were in conjunction ; the rising sign was Cancer. And KausalyA, shone with unparalleled effulgence, even as Aditi when she gave birth to Indra, the lord of the Shining Ones, the Vajra-wielder. - C. R. Sreeniuasa Aiyangar, 1910."
        },
        {
            "type": "commentary",
            "text": "By this configuration of stars the supreme merits of Rama are indicated. <em>atra sa~Nvastara mukha uttaayaNa vasanta caitra maasa shukla pakSha deva nakShatra diva abhijit lagna puNya nakShatraad utkR^iShTa kaale karkaaTaka lagne uccasya graha pa~ncake guru candra yoge shrii raama utpattiH | tasya sarva utkR^iShTataam sakala kalyaaNa guNa abhiramataam sakala shiShTa aadraNiiya sampattim mahaa paraakramam ca suucitam |dharmaakuutam</em>."
        },
        {
            "type": "commentary",
            "text": "The phrase <em>viSNoH artham</em> half of Vishnu - is to be taken as <em>half of the fruit of ritual</em> where Vedic ritual itself is pervaded by Vishnu. The fruit of ritual is obtained in the shape of dessert, and Kausalya consumed half of it, but it is not half of Vishnu as he is illimitable. Even Sreeniuasa Aiyangar took it as half, in saying half of Vishnu's essence is Rama. This has become a perennial topic debating whether the incarnation of Rama is a <em>pUrNa avtAra</em>, <em>artha avatAra</em> or <em>aMsha avatAra</em>."
        },
        {
            "type": "verse",
            "text": "Kausalya shone forth with such a son whose resplendence is unlimited, as with lady Aditi who once stood out with her son Indra, the best one among gods."
        },
        {
            "type": "verse",
            "text": "Queen Kaikeyi gave birth to Bharata, one embodied with all merits, and whose truthfulness itself is his valour and who is fourth component of manifest Vishnu, namely Rama."
        },
        {
            "type": "commentary",
            "text": "The fraction indicated here like 'one fourth of Vishnu' etc may be reckoned as the share of the dessert consumed by the queens, but not as a cleaved portion of Vishnu as he is an indivisible entity. Here it is half of one-fourth i.e., one-eighth of dessert given to Kaikeyi."
        },
        {
            "type": "verse",
            "text": "Queen Sumitra then gave birth to two sons who are the embodied epitomes of Vishnu, namely Lakshmana, and Shatrughna, who are valiant ones and experts in all kinds of weaponry."
        },
        {
            "type": "verse",
            "text": "The fair-minded Bharata is born under Pisces where <em>puSyami </em>is the star of day, and the sons of Sumitra, namely Lakshmana and Shatrughna are born under Cancer, where<em>aaSreSa </em>is the star of the day and when sun is rising."
        },
        {
            "type": "commentary",
            "text": "Rama is born on the ninth day of Chaitra month, and Bharata is born in the earlier part of next day the tenth of Chaitra, earlier to his younger brothers, and then Lakshmana and Shatrughna are born on the later part of the day."
        },
        {
            "type": "commentary",
            "text": "'Pushya is the name of a month; but here it means the eighth mansion. The ninth is called Aslesh, or the snake. It is evident from this that Bharata, though his birth is mentioned before that of the twins, was the youngest of the four brothers and Rama's junior by eleven months' Schlegel. The eleven-month gap between Rama and Bharata is unapparent in the words of verse. This may be from some other version of Ramayana."
        },
        {
            "type": "verse",
            "text": "Thus there are four great-souled sons of Dasharatha, born on separate instances, who are virtuous, charming, and by brilliance they are in similitude with two stars of each of the asterisms called<em>puurva bhadra </em>and <em>uttara bhaadra</em>."
        },
        {
            "type": "commentary",
            "text": "The word <em>proSTa </em>is cow; <em>pada </em>feet; the feet of a cow. It is also the name for the asterisms <em>puurvaa bhaadra, uttara baadra </em>, containing stars in the wing of Pegasus, each of which will have two stars, and all the four stars make a perfect square. Like the pairs of stars the brother also move in pairs &ndash; Rama, Lakshmana &ndash; Bharata, Shatrughna."
        },
        {
            "type": "commentary",
            "text": "The epithet <em>mahaa aatmanaH </em>high-souled ones is though negligible for peripheral reading, it is explained as: Rama is one such, as he undertakes <em>sva dharma anuSThaana </em>; Lakshmana by his<em>sheSatva j~naana </em>; Bharata by his <em>bhagavat paara tantrya </em>; and Shatrughna by his<em>bhaagavata paaratantrya</em>."
        },
        {
            "type": "commentary",
            "text": "Like this, each of the epithets used in Ramayana has something or the other meaning which is not generally recorded in English translations. All the English translations are story-oriented, as though there is some unknown story in Ramayana for retelling afresh. In the spate of telling story again and again these niceties are lost. The same is the position with the numerous epithets given to Sita in Aranya Kanda. Readers may please note that each epithet conveys some meaning and if we could not incorporate them, it is our misfortune in getting a book containing their meanings. We request the readers to kindly inform us if they have come across the meanings of these seemingly useless and metre-filling-like epithets in any book, so that, that book will be brought to the notice of readers who are mistaking them as 'redundant stanza fillers'."
        },
        {
            "type": "verse",
            "text": "The celestial singers sang melodiously, paradisiacal dancing parties danced, divine drums drummed and heavens rained flowers, with all this there is a great festivity in Ayodhya with thronging people. Hilarity filled the streets with people stampeding them and with the flurry of actors, dancers, singers and instrumentalists, as well by other onlookers, and there on the streets widely strewn are all kinds of gems appreciating the artists. The king gave worthy gifts to eulogisers, bard singers, and panegyrists, and to Brahmans he gave funds and wealth in the form of thousands of cows."
        },
        {
            "type": "verse",
            "text": "Elapsed are eleven days and the naming ceremony is performed, then Vashishta, the chief priest, named the high-souled elder one as Rama, Kaikeyi's son as Bharata, and one son of Sumitra as Lakshmana and the other as Shatrughna"
        },
        {
            "type": "commentary",
            "text": "The word 'Rama' is defined as <em>ramante sarve janaaH guNaiH asmin iti raamaH</em> in whom all the people take delight for his virtuousness, thus he is Rama.' The name Rama is very old, so says<em>shriyaH kamala vaasinyaa raameNa aham mahaaprabhuH | tasmaat shrii raama iti asya naama siddhi puraatanam || padma puraaNa</em>"
        },
        {
            "type": "commentary",
            "text": "Bharata is defined as:<em> Bharata raajya bharanaat - bibharti iti Bharata</em> Bharata is because he bears the burden of the kingdom of Rama during Rama's exile."
        },
        {
            "type": "commentary",
            "text": "Lakshmana is <em>lkShmano laksmi sampannoH</em> or <em>lakShmi asya astiiti lakShmaNa</em> Lakshmana is the favoured flourisher. The wealth of selfless dedication is in him, hence Lakshmana. One who is endowed with favoured dedication, <em>kainkarya lakshana lakshita </em>Lakshmana is a hearty dedication to Rama and he always wishes to reside by the side of his brother."
        },
        {
            "type": "commentary",
            "text": "Shatrughna is <em>shatruun hanta iti ShatrughnaH</em>. Or <em>shatrughno nitya shatru-ghnaH</em>Shatrughna is always an enemy destroyer."
        },
        {
            "type": "commentary",
            "text": "The naming ceremony acquires a particular significance, because Vashishta, the <em>purohita</em> =<em>puraa</em> future; <em>hitaH</em> well-wisher of; well wishing advisor about the future of the kingdom, named these princes with a vision into the future."
        },
        {
            "type": "verse",
            "text": "The king feasted Brahmans, urbanites and villagers and he gifted many valuable gems to Brahmans in an unlimited way, and all the rituals of birth and ceremonies sequel to it like naming ceremony, first-food-feeding ceremony, first-hair-removal ceremony, and sacred thread ceremony are performed in respect of the princes."
        },
        {
            "type": "verse",
            "text": "Among those princes the eldest one Rama is like a flagstaff and a delight of his father Dasharatha, and he became acceptable to all beings like the self-created Brahma. All the princes are scholars in Veda-s, valiant ones, all are interested in the welfare of the world, all are intellectuals and all of them possess an air of probity. Among them the great resplendent Rama, whose valour itself is his truthfulness, is the dear one to all the world like the tranquil moon."
        },
        {
            "type": "verse",
            "text": "Rama is admittedly a champion of riding elephants and horses, also in tactical charioting, and he rejoices in the art of archery, and absorbed in the obedient service of his father. Right from childhood Lakshmana, the enhancer of prosperity, is always amiable towards his world-charming elder brother Rama."
        },
        {
            "type": "verse",
            "text": "Lakshmana who is endowed with the wealth of dedication dedicated himself to Rama with bodily service, and while performing all agreeable deeds in respect of Rama, he behaved like Rama's alter ego. That best one among the men Rama does not get his sleep without Lakshmana and he would not eat food brought for him, however delicious it may be, without Lakshmana. Whenever Raghava mounts a horse and goes on a hunting game Lakshmana rushes after him wielding his bow as a squire."
        },
        {
            "type": "verse",
            "text": "Lakshmana's younger brother Shatrughna is a dear one to Bharata, like that Bharata too held Shatrughna dearer than his own lives."
        },
        {
            "type": "verse",
            "text": "King Dasharatha is highly gladdened with four of his highly fortunate sons like the Forefather Brahma with gods in heaven. When all of the four sons are thus prospering with prudence, gifted with all the merits, self-conscious to do wrong deeds, well-known for their gentility, knowers of pros and cons and even the conscientious princes, then their father Dasharatha is contented in respect of all of them who are such radiantly brilliant and potential princes, like Brahma."
        },
        {
            "type": "verse",
            "text": "Even those tigerly-men, namely the princes, are engrossed in the studies of Veda-s, delighted to render service to their father and they are also the experts in art of archery. Then the noble souled Dasharatha contemplated along with his priestly teachers and relatives about the matrimonial alliances of his sons."
        },
        {
            "type": "verse",
            "text": "While the great souled Dasharatha is discussing the marriages of princes among his ministers, the highly powerful sage Vishvamitra arrived."
        },
        {
            "type": "verse",
            "text": "Desirous to have an audience with king Vishvamitra said to the doorkeeper, \"Let the king be informed quickly that I, the son of Gadhi from the dynasty of Kushi, have come\" On listening those words all the doorkeepers are dumbfounded, and ushered by those words they quickly rushed to the place of Dasharatha. Then on their arriving at the king's palace the doorkeepers have announced to the king of Ikshvaku-s, namely Dasharatha, about the arrival of sage Vishvamitra."
        },
        {
            "type": "verse",
            "text": "On hearing that message from doorkeepers Dasharatha is highly pleased and he has gone towards Vishvamitra in a self-possessed manner along with royal priests, as Indra would ceremoniously go towards Brahma. Then on seeing the resplendent sage Vishvamitra, whose radiance is by his own ascesis and who has severe self-discipline, the king offered water with a gladsome aspect, as first customary hospitality in receiving unexpected guest. On receiving water from the king scripturally and customarily Vishvamitra enquired after the well-being and welfare of king Dasharatha."
        },
        {
            "type": "verse",
            "text": "That highly righteous sage Vishvamitra asked the king after the well-being of city, exchequer, rural areas, friends and relatives. Sage Vishvamitra asked Dasharatha, \"Are all of the provincial kings acquiescent to you, and all your enemies conquered? Are you properly performing the devotional and social works?\""
        },
        {
            "type": "verse",
            "text": "And on meeting the eminent sage Vashishta and with them the other exalted sages according to custom Vishvamitra asked after their well-being. Then adoringly invited by the king Dasharatha all of them gladly entered the palace and they took their seats according to protocol."
        },
        {
            "type": "verse",
            "text": "Then the very generous king Dasharatha is gladdened at heart at the arrival of Vishvamitra, and he spoke this way feeling happy to adore that sage."
        },
        {
            "type": "verse",
            "text": "\"I deem your arrival is in the vein of mortals attaining ambrosia, rainfall in a droughty land, a barren father begetting a son through his deserving wife, a regain of long lost treasures, and the gladness at a great happening, oh, great saint, welcome to you.\""
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahman, as I am the one who is delighted for your arrival, and as you are the most eligible recipient from me, what is that choicest object of yours to be fulfilled by me, and in which way. Oh, endower of respect, for me your arrival is fortunate whereby my birth is fructified and my life flourished today, and wherefore I could see a great Brahman like you visiting my home, therefore the sun appears to have dawned in my night. Originally your glory was explicit by your title kingly-sage, and subsequently you attained the Absolute-sainthood by your ascesis, and you are venerable to me, in many ways. Oh, Brahman, thereby your arrival at my place is surprising and ideally sacred to me, and by your very appearance I have become one who has gone on a quiet pilgrimage."
        },
        {
            "type": "commentary",
            "text": "Dasharatha deems that city itself is sanctified with the arrival of Vishvamitra and thinks that he is like the one who secured the merit of pilgrimage without actually going over a sacred place."
        },
        {
            "type": "verse",
            "text": "\"You may tell me, entreating which work your arrival chanced here and I feel that I am indeed blessed and wish to make it happen to achieve results. It is unapt of you to deliberate about the feasibility of the work, oh, sage with blest vows, while I am the fulfiller of it without any reminder, since you are god to me, indeed."
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahman, this is the great prosperity that bechanced on me, and this is propriety in its entirety that bechanced on me, as a result of your arrival."
        },
        {
            "type": "verse",
            "text": "On hearing the words of high-minded Dasharatha, said that way in all his humbleness, and those that are pleasant to ears as well to heart, he who is a renowned for his personal attributes and a reputed one by his exceptional qualities, that sublime sage Vishvamitra obtained high rejoice."
        }
    ]
}