{
    "id": "prose-bala-19",
    "kanda": "bala",
    "sarga": "19",
    "title": "Sage Vishvamitra's arrival to take Rama along with him to guard ritual",
    "chapter": "19",
    "overview": "Sage Vishvamitra asks King Dasharatha to send Rama to protect the Vedic ritual that is being conducted by him, from the demons that are constantly disrupting it. The sage asserts King Dasharatha that he and the other sages in Dasharatha's court know the capabilities of Rama and though Rama is in his adolescence, he can easily kill the demons. But Dasharatha is upset at this request.",
    "content": [
        {
            "type": "verse",
            "text": "On listening the grand and detailed sentences of that King the lion Dasharatha, the great resplendent Sage Vishvamitra is thrilled with happiness and spoke this way."
        },
        {
            "type": "verse",
            "text": "\"Oh, tigerly king, to you befitting are these words and to none else, as you are born in a great dynasty and tutored by Vashishta. What concerns I have in my heart I am going to say, and you take decision thereof, oh, tigerly-king, and become truthful to your promises. These days I am abiding by a sacrificial vow to attain a spiritual goal but, oh, best one among men, two guise changing demons as causing obstacles to that ritual. At the near end of almost completed ritual of mine two valiant and well-trained demons, namely Mareecha and Subaahu, are drenching the Altar of Fire with streams of meat and blood, from the sky. When the ritual vow is thus ravaged I, as the one who exerted myself for the ritual, had to depart from that place, unenthusiastically. And to me there is no will to let loose my anger, oh, king, as no curse shall be issued under vows, and like that the activity during rituals shall be inoffensive, isn't it."
        },
        {
            "type": "verse",
            "text": "\"As such, oh, tigerly king, it will be apt of you spare the services of that brave one whose valour itself is his truthfulness, that youngling whose hair locks are all the more jet black like crow wings on either side of his head, spare that eldest son of yours, namely Rama. Indeed, he is capable to eradicate those demons that are thwarting the ritual by his own divine resplendence, and protected by me as well. I will also accord many kinds of benefits to him by which he acquires renown in all the three worlds, no doubt about it."
        },
        {
            "type": "verse",
            "text": "\"Those two demons will be rendered incapable to stand fast on affronting Rama in anywise, and none other than Raghava has the fortitude to eliminate those two. Those two sinners that are berserk by their vigour have gone into the subjection of death's noose, oh tigerly king, cannot counterbalance the great-souled Rama."
        },
        {
            "type": "verse",
            "text": "\"It will be unapt of you to show your paternal fondness, oh, king, upon my oath, be assured that those two demons are eradicated."
        },
        {
            "type": "verse",
            "text": "\"I am sensible of that sublime-soul Rama, whose valour is his truthfulness, and even this great resplendent Vashishta and these saints that are here are aware."
        },
        {
            "type": "commentary",
            "text": "Please refer to verse section for wording. These verses are commented extensively by early commentators. In 14th verse, the pronoun <em>aham</em>, 'I' used by Sage Vishvamitra is to announce definiteness about his own stature to know the Absolute vis-à-vis the Absolute Himself. Vishvamitra was an emperor who left off everything. He was primarily a <em>raaja R^ishi</em>, kingly sage, later became <em>Brahma R^ishi </em>and performed <em>moksha kaameSTi</em>. That is a highest ascesis for achieving salvation. Whereas Dasharatha performed Vedic ritual called <em>putra kaameSTi</em>, ritual for begetting sons, as he is still involved in earthly passions. Thus he is still in karmic cycle and recently went under the veil of <em>moha</em>, worldly delusion, advent to the birth of sons. So Dasharatha cannot know who Rama is. All these aspects are said to qualify that expression<em>aham</em>, i.e., 'I am', as said by Vishvamitra."
        },
        {
            "type": "commentary",
            "text": "He also says <em>aham vedmi</em>, it is not just 'I know' but 'I am in full knowledge of Rama' and it is immediately followed by <em>mahaa aatmaanam </em>, about the sublime soul Rama. Rama is at present a twelve-year lad, and Dasharatha should have enquired how a boy is said to be a sublime-soul. Dasharatha did not bother to enquire about the high souled property of his son, because of his newfound fondness for sons. But, Vishvamitra is in full knowledge as to who Rama is, and says Rama is a sublime-soul, as contained in scripture <em>puruSa suukta </em>which says <em>veda aham etam puruSam mahaantam</em>, and as in <em>yo maam pashyati.me na praNasyati </em>Bhagavad Gita, 6-30, as well."
        },
        {
            "type": "commentary",
            "text": "In next foot at 15th verse, Vishvamitra argues that he is not just extolling Rama to achieve his personal purpose, i.e., the completion of ritual. He says, <em>vashiSTHo api </em>even Sage Vashishta, knows Rama. Here the word <em>api </em>, even, is said to have been used to qualify Vashishta as an antagonist of Vishvamitra in policy differences. 'Even my opponent, this Sage Vashishta, the descendent of Goddess Saraswati and Brahma, and a <em>BrahmarSi</em>, Absolute-knower, and at whose instance I became a <em>BrahmarSi </em>from <em>aajarSi</em>, is aware of Rama...' is the argument of Vishvamitra, stressing his neutrality in seeking Rama's help."
        },
        {
            "type": "commentary",
            "text": "Still Vishvamitra tells that <em>ye cha ime tapaH sthitaa</em>, 'those sages that are here who are rooted in ascesis' as in the vein of <em>puruSa suukta </em>which says <em>tasya dhiiraaH pratijaananti yonim</em>. Vishvamitra's argument is 'Sage Vashishta may take sides with you, because he is <em>raja guru </em>, the royal priest, while the others like Kaashyapa, Vaamadeva will tell you clearly, as they have no leaning on your court.'"
        },
        {
            "type": "commentary",
            "text": "All said and done, King Dasharatha is still lingering for a reply. Seeing that Vishvamitra further says, 'if you want to achieve renown, send Rama.' No father rejoices that much when a son is birthed than on his achieving reputation. Dasharatha is advised in the same way when saying <em>yadi dharmamlaabham, yasha laabham </em>'if you want renown through a worthy son, who will be renowned in all three worlds by his coming with me, then you send Rama...'"
        },
        {
            "type": "commentary",
            "text": "Now Rama's reputation is going to be enhanced by Sage Vishvamitra in eliminating demoness Tataka, in releasing Ahalya from her curse, breaking Shiva's bow, marriage with Sita, rebuffing Parashuraama etc. And also Vishvamitra leaves the decision to Dasharatha, 'if only your ministers, clergy as well political, permit then alone you send Rama with me...'"
        },
        {
            "type": "verse",
            "text": "\"If you wish to gain in value of probity, a long-lasting and paramount renown on earth it will be apt of you to handover Rama to me. Oh, Dasharatha, you may send Rama if only your ministers and all the other elite headed by Vashishta are going to give assent."
        },
        {
            "type": "verse",
            "text": "\"It will be apt of you to send your choicest son, the lotus-eyed Rama, just for ten days of the ritual without temporising."
        },
        {
            "type": "verse",
            "text": "\"I wish you to take decision as to how my ritual's time is not lapsed, and let safety betide you, let not your heart be rendered to grieve.\" Thus Vishvamitra said to Dasharatha. On saying those words that comprise fairness and meaningfulness that virtue-souled great saint with great resplendence paused."
        },
        {
            "type": "verse",
            "text": "On hearing the propitious words of sage Vishvamitra that best king Dasharatha shuddered and swooned as he is muffled up with profound adversity, and after that on regaining consciousness he sunk down in fear."
        },
        {
            "type": "verse",
            "text": "This way on hearing that word of the saint Vishvamitra which is explicitly slitting his mind and heart that illustrious and noble-souled king Dasharatha then became highly annoyed at heart, and flustered extremely in his throne."
        }
    ]
}