{
    "id": "prose-bala-2",
    "kanda": "bala",
    "sarga": "2",
    "title": "Valmiki gets divine guidance to compile the epic",
    "chapter": "2",
    "overview": "Sage Valmiki goes to River Tamasa for a bath and sees a couple of birds, of which a hunter kills one. Valmiki unintentionally utters a poem, which is rich in grammar and new in metre, of which he is very much confused as to why such a poem has come from his tongue. Brahma, the presiding deity of letters appears and ordains Valmiki to author Ramayana, the excellent epic of Rama, for which purpose alone he gave such divine meter and grammar to him.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing that discourse from Sage Narada that contained , or Ramayana in a nutshell, narrated in the previous chapter, that great sage of virtuous mind and an expert sentence maker Valmiki, revered the Divine Sage Narada, along with his disciples. That divine sage Narada having been worshipped in that way by Valmiki in a befitting way, and on seeking permission of Valmiki to leave, and having been permitted by Valmiki went away heavenward."
        },
        {
            "type": "verse",
            "text": "A while after the departure of Narada to heavens, that sage Valmiki proceeded to the riverbanks of Tamasa, which are not far off form River Jahnavai i.e., River Ganga. Then Valmiki drew nigh of River Tamasa's riverbanks, and on beholding an un filthy strand of that river, he spoke to his disciple available at his side."
        },
        {
            "type": "verse",
            "text": "\"Oh! Bharadwaja, un filthy is this watery foreshore, and with pleasant waters it is heart pleasing... like a noble man's heart... behold it... keep that handy vessel there, oh, Bharadwaja, and give me my loincloth... I will enter only this best ford of Tamasa River...\" Thus Valmiki said to Bharadwaja."
        },
        {
            "type": "verse",
            "text": "When Bharadwaaja is said in that way by great souled Valmiki, himself being a humble disciple of his mentor, he gave that jute cloth to that saint, that humbly. That self controlled Sage Valmiki on taking loincloth from the hands of his disciple, indeed ambled towards the river, looking everywhere at the wide of the forest."
        },
        {
            "type": "verse",
            "text": "There the godly sage Valmiki saw a couple of lovely krouncha birds, in the vicinity of that river's foreshore, flying there about in togetherness, and of course, fearless of any calamity, and calling charmingly."
        },
        {
            "type": "verse",
            "text": "A tribal hunter with all his evil intent, as he is an enemy of foresters, killed the male one of the couple of birds, while Valmiki is looking on."
        },
        {
            "type": "verse",
            "text": "She who is ever together with her husband, a lusty male bird with flighty wings and with a prideful red crest, and one who always had a heart for her, but she is now separated from him, and gone is that togetherness; and she, on seeing her slain husband whose body is blood soaked, and who is reeling on the ground in the anguish of pain, bewailed with piteous utterances."
        },
        {
            "type": "commentary",
            "text": "In this verse the gist of Ramayana through the bewailing queen of Ravana, namely Mandodari, is indicated.<em>bharyaa tu </em>wife [of Ravana,] Mandodari, but; <em>taamra shiirSeNa </em>from the one who is with red crest crown, which crown is decorated with red jewels etc - i.e., Ravana; <em>patriNaa </em>from the one who has winged vehicles, like Pushpaka aircraft etc - i.e., Ravana; <em>mattena </em>from the one who is intoxicated with Brahma's boons; <em>sahitena </em>one who is surrounded by Indrajit, Vibhishana, Kumbhakarna et al. <em>tena dvijena</em> = from such a Braahman, namely Ravana; <em>viyuktaa</em>= separated from; and one who is presently; <em>nihitam </em>= slain - i.e., Ravana by Rama;<em>mahii tale </em>= on ground, surface; <em>ceSTamaanam </em>= reeling; <em>shoNita pariita angam</em>= blood, covered, limbs; at such a Ravana; <em>dR^iSTva </em>= [Mandodari] having seen; she;<em>karuNaam giram </em>= with piteous, utterances; <em>ru raava </em>= highly, lamented. Govindaraja."
        },
        {
            "type": "verse",
            "text": "On seeing at that bird felled that way by the tribal hunter, compassion is aroused in that kind hearted sage Valmiki. Then on seeing the wailing female krounchi bird, and compassion haunting him and apperceiving the killing of male bird as unjust, the sage uttered this sentence."
        },
        {
            "type": "verse",
            "text": "\"Oh! Ill fated hunter, by which reason you have killed one male bird of the bird couple, when it is in its lustful passion, thereby, may you get ignominy till the end of your lifespan...\""
        },
        {
            "type": "commentary",
            "text": "'No fame be thine for endless time, /Because, base outcast, of thy crime, Whose cruel hand was fain to slay / One of this gentle pair at play!' Griffith."
        },
        {
            "type": "commentary",
            "text": "'For endless years to come, O Hunter, never shall thy soul find peace /' Romesh C. Dutt. "
        },
        {
            "type": "commentary",
            "text": "All of these are just dictionary meanings. Whether a tribal hunter gets infamy or ignominy, it does not matter much, unlike a nobleman getting some disrepute or discredit. Then the word in the verse <em>niSaada</em> should have other meanings than just a tribal hunter."
        },
        {
            "type": "commentary",
            "text": "This is a celebrated stanza of Sanskrit literature, and controversial too, in deciphering its meaning. We are told that this is the first verse of human origin with metrical rules and grammar. Earlier to this, only Vedic stanzas were available with their complicated compositional rules. This is the verse where this epic, Ramayana is said to have triggered off."
        },
        {
            "type": "commentary",
            "text": "In one way the separation of compound <em>tvamagama </em>is like this <em>tu, ama, gamaH</em>. Then the parsing is:"
        },
        {
            "type": "commentary",
            "text": "<em>ama niSaada</em>= oh, ill fated, hunter; <em>tvam</em>= you; <em>yat</em>= by which reason; <em>krau~Ncha mithunaat</em> = of krouncha, couple; <em>ekam</em>= one; <em>kaama mohitam</em>= lust, indulged in; <em>a-vadhiiH</em>= you killed; [<em>tat</em>= by that reason]; <em>shaashvatiiH</em>= ever lasting; <em>samaaH</em>= ages to come; <em>pratiSThaam tu</em>= reputation, but; <em>maa gamaH</em>= don't, get."
        },
        {
            "type": "commentary",
            "text": "This verse has many comports of which a few are given hereunder:"
        },
        {
            "type": "commentary",
            "text": "This verse is taken as <em>ma~NgalaacaraNa</em> to Ramayana, for any epic has to have <em>ma~Ngala aadiini; ma~Ngala madhyaani; ma~Ngala antaani</em> A good pious beginning, pious middle and pious ending. "
        },
        {
            "type": "commentary",
            "text": "Because this verse has the letter<em>maa</em> at its start and <em>maa</em> <em>is</em> <em>lakShmii vaacaka</em> in Sanskrit. It is <em>aadi varNaH</em> The first letter <em>loka maataa maa ramaa ma~Ngala devataa</em> thus <em>amara kosha</em> says for Goddess Lakshmi."
        },
        {
            "type": "commentary",
            "text": "<em>maa</em>= Goddess Lakshmi; <em>niShaada</em>= Oh! Vishnu [ for Goddess Lakshmi resides in the heart of Vishnu - <em>niShadiiti asmin iti niShaada</em>; <em>yat</em>= by which act; <em>krounca midhunaat</em> = the couple of demons, namely Ravana and Mandodari; <em>kaama mohitam</em>= that impassioned one and stole Sita; <em>ekam</em>= that one, Ravana; <em>avadhii</em>= you killed; by that act of yours;<em>shashvatiisamaa</em>= everlasting for ages; <em>pratiShTaam</em>= divine sanctity; <em>tvam agama</em>= you, get."
        },
        {
            "type": "commentary",
            "text": "\"Oh, the abode of Goddess Lakshmi, namely oh, Vishnu, by which act of your killing one male demon named Ravana, who in his passion abducted Sita, and thus you eradicated the vice from the earth, for that you get an everlasting divine sanctity, as Rama, for ages to come.\""
        },
        {
            "type": "commentary",
            "text": "2] Next <em>niSaada</em> is attributable to Ravana, because he is the one who tortures others for his benefit. <em>itaraam saadayati piiDayati iti niSaada</em> thus: Oh! Ravana; <em>krounch midhunaat</em>= from the couple, say Rama and Sita, who are flying from forest to forest like nest-less birds; <em>ekam</em>= one is, Sita is; <em>avadhii</em> =you almost killed her by your torture of abducting her;<em>pratiSTaam</em>= your glory in Lanka, at its zenith, as per the kindness of Brahma; <em>ma agama</em>= never get, hereafter. But this declination is not held right, for it is like a curse, <em>shaapa</em>, and no epic starts with a curse."
        },
        {
            "type": "commentary",
            "text": "3] Next, this verse is said holding Rama in the perspective. Sage Narada gave the details of the legend to Sage Valmiki because Brahma ordered that the legend of Rama is to be recorded. But Ramayana is full of pathos, <em>karuNa shoka rasa prathaana</em>. If it is to be penned the writer too shall have heart that can outpour that mood. So when Valmiki is at the river banks, Rama, say Vishnu, came in the guise of a tribal, as with other mythological episodes like <em>kiraataarjuniiya</em> etc., to test the capability of Valmiki in narrating pathos, and killed one bird. Valmiki reacted immediately and Vishnu's test is complete. But in exciting the mood of such holy sage, Vishnu / Rama gets a curse like separation from wife, as below."
        },
        {
            "type": "commentary",
            "text": "<em>nishaada</em>= oh, tribal: Rama to Valmiki / Vishnu to mythology; for your killing one bird of the couple, to the misery of the female one; <em>shaashvatii</em> = as long as you live on this earth;<em>samaaH pratiSTaam</em>= togetherness, with your wife; <em>ma agama</em>= do not get."
        },
        {
            "type": "commentary",
            "text": "Oh! Rama, as long as you are on earth, you do not get the love of being together with your wife, because you killed one from the bird couple... and you have to live with your wife departed [to Lanka,] come again, and then departed [to forests.]"
        },
        {
            "type": "commentary",
            "text": "But this is differed statement, since Vishnu does not require any personal testing of the capabilities of the writer of Ramayana. Brahma will look after such literary things."
        },
        {
            "type": "commentary",
            "text": "4] The generally accepted meaning of this verse is this. Any epic's gist is to be said at the start or, at its commencement <em>kaavya artha suucanam kascin aadyaam eva niruupyate</em>--- Thus, the above verse included the meaning of whole of the epic, Ramayana."
        },
        {
            "type": "commentary",
            "text": "I] <em>maa niSaada</em>= Goddess Lakshmi and Vishnu. Their marriage in their incarnations as Rama and Sita, and Ramayana depicts this in <em>Bala Kanda</em>."
        },
        {
            "type": "commentary",
            "text": "Ii] <em>pratiSTaam tvam agama</em>= renown, you get, by following your father's orders you have repaired to forests, without any political upheaval, thus get an everlasting renown as an obliging son <em>Ayodhya Kanda</em>."
        },
        {
            "type": "commentary",
            "text": "Iii] <em>shashavatii samaa</em>= by dwelling in forest and eradicating demons and helping the saints and sages thus, you achieve an everlasting praise <em>Aranaya Kanda</em>."
        },
        {
            "type": "commentary",
            "text": "Iv] <em>krounchayoH</em>= from the [atrocious] couple; <em>krunca gati kauTilyaa alpii bhaavayoH</em>; the atrocious Vali, and Tara couple; <em>ekam kaama mohitam </em>= one, passion, filled, i.e., Vali; avadhii= you killed, you killed Vali Kishkindha Kanda."
        },
        {
            "type": "commentary",
            "text": "V] <em>krouncha mithunaat</em>= from the couple of lovely passionate birds here Rama and Sita; <em>niSaada</em> that ruffian Ravana, <em>kaama mohitam</em> lustfully, <em>ekam </em>one [i.e., Sita];<em>avadhii </em>= almost killed, i.e., her residing in Lanka is as good as death <em>Sundara Kanda</em>."
        },
        {
            "type": "commentary",
            "text": "Vi] <em>krouncha mithunaat</em> = from the atrocious, couple Ravana and Mandodari; <em>ekam avadhii</em>one Ravana, you killed <em>Yuddha Kanda</em>."
        },
        {
            "type": "commentary",
            "text": "Vii] <em>kaama mohitam</em>= by desire, fascinated [ <em>kama</em> also means a longing, desire, let alone lusting]; Sita is fascinated by her desire to see sage's wives in uttara Ramayana and thus she is sent to forests through Lakshmana. Hence seventh canto, <em>uttara Ramayana</em> is also suggested."
        },
        {
            "type": "verse",
            "text": "On saying thus, and pondering for a while in his heart, 'annoyed by the anguish for that bird, what is it uttered by me...' thus he became cogitative of those lines he uttered. On thinking, he that eminently astute and intellectual sage Valmiki made up his mind, and he that erudite scholar also spoke this sentence to his disciples."
        },
        {
            "type": "verse",
            "text": "\"This utterance of mine has emerged from me who am annoyed in anguish, and this utterance is well arranged with letters metrically posited, tuneful and rhythmical to be sung with string instrument, and hence, this shall be a verse, not otherwise...\""
        },
        {
            "type": "commentary",
            "text": "This verse he uttered is in four quarters, each quarter with equally posited eight syllables. This is called <em>anuSTubh </em>metre in Sanskrit poetry. The eight syllables are,<em>-- maa ni Shaa da pra ti ShTaa~N tva | ma ga ma shaa shva tiiH sa maa -- </em>Each quarter is <em>paada </em>in Sanskrit, <em>pede </em>in Latin; with two quarters in first stanza, and two stanzas one verse. This apart there are other rules like caesura <em>yati</em>; alliteration <em>praasa </em>; and other compositional rules. It has come out of <em>shoka</em>sorrow, so the format is named as <em>sloka</em>. And, <em>shloka </em>also means <em>yashas, kiirti</em>renown."
        },
        {
            "type": "verse",
            "text": "Even the disciple happily received what that is articulated by the saint, a unique articulation, by which that saint Valmiki too is satisfied and became very happy. Then that saint on performing his bathing in that ford according to custom, and still thinking on the purport of his utterance, he returned towards his hermitage."
        },
        {
            "type": "commentary",
            "text": "This is mid day bath for these hermits. <em>tato madhyaahna snaanaartham mR^idam aaharet | - - prekShya sa omkaaram aadityam triH nimajje jalaashaye - - vyaasa smR^iti </em>The word <em>abhisheka </em>refers to ceremonial showering of waters on deities or on kings in his coronation. At the beginning Valmiki arrives at the river for a daily bath, which he would do by usual dipping in river waters. But here it appears that waters are showered on him, <em>abhishekam kR^itva </em>meaning that waters showered on him are on the analogy of poetic verses of Ramayana."
        },
        {
            "type": "verse",
            "text": "Then Bharadwaja, the obedient disciple and an erudite scholar, for he heard and learnt many scriptures by listening, took the handy vessel of his mentor, filled fully with water, and followed at the behind of his mentor. He that knower of dharma, Valmiki, having entered the threshold of his hermitage along with disciples, and having seated spoke about the day to day teachings and also other things, but he himself is preoccupied in cogitation on the verse. Then, the great resplendent Four faced creator of fourteen worlds, almighty Brahma, arrived there on his own, to see that eminent saint Valmiki."
        },
        {
            "type": "commentary",
            "text": "The deities do not usually arrive on their own, but reveal themselves after a great penance, or on raising hue and cry as is done by demon devotees. Here Brahma, one among the Trinity of Hindu mythology, arrives on his own, to execute a divine deed through Valmiki, i.e. authoring the epic, Ramayana."
        },
        {
            "type": "verse",
            "text": "Then on seeing Brahma that pious saint Valmiki is highly surprised, and on quickly getting up from his seat with his palms adjoined humbly, he stood aside, as he is spellbind. Valmiki venerated Brahma, on inquiring into his well being, washed his feet, drenched his thirst, seated him to rest, and adored at best with customarily obeisance."
        },
        {
            "type": "commentary",
            "text": "Brahma is one in the Trinity of Brahma, Vishnu, and Shiva. Brahma is pictured to have four faces, each representing one Veda, where Vedas are four in number. He is the creator of worlds, while Vishnu maintains them, and Shiva dissolute them. The concert of Brahma is Saraswati, the presiding deity of speech, who was earlier requested by Brahma to be on the tongue of Valmiki to utter the poem, [as at verse 1-2-15] as an intuition to Valmiki. Thus Brahma now arrives to ordain Valmiki to author Ramayana."
        },
        {
            "type": "verse",
            "text": "While sitting on a seat which is highly worshipped by Valmiki, god Brahma then beckoned at Valmiki to take befitting seat. Even though Valmiki sat on his seat when duly permitted by Brahma, and though the Grandparent of the worlds is manifestly sitting before him, but the same broodings of the happenings of that day, recurred in his mind."
        },
        {
            "type": "verse",
            "text": "\"That tribal hunter killed that cutely calling krounch bird for no good reason than intending to capture the kill, thus that evil souled one caused hardship...\" thus Valmiki brooded on. Remaining in melancholic mood Valmiki turned his mind to the depth of thinking, and again thinking only on the krouncha bird he sung the same verse, involuntarily."
        },
        {
            "type": "commentary",
            "text": "The word <em>jaguH </em>is singing; <em>gai= shabde; liT; prathama bahu; jagau - jagatuH - jaguH</em>; variant of <em>gaay</em>; c.f. Raghuvamsha of Kalidasa, verse 20, in fourth sarga; <em>aakumaarakathoddhaata.m shaaligopyo<u>jagur</u>yashaH </em>"
        },
        {
            "type": "verse",
            "text": "Then, Brahma smilingly spoke to that eminent saint Valmiki, \"But, what that is composed is a verse only... and there is no need to think through..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahman, that speech of yours sprang forth at my wish alone, hence oh, eminent sage, you shall render the legend of Rama, in its entirety... you shall narrate the legend of Rama, the virtuous, intellectual and an intrepid one, and a godlike person in this world as well, as has been heard from sage Narada."
        },
        {
            "type": "verse",
            "text": "\"The adventures of valorous Rama along with Lakshmana, and the misadventures of demons, and even the plight of Vaidehi, which so far is either revealed or unrevealed, and whatever legend that has happened, known or unknown in every detail, all that will also be known to you, even if it were to be unknown, as yet..."
        },
        {
            "type": "verse",
            "text": "\"You shall versify the heart pleasing and merit yielding legend of Rama, and not a single word of yours will be unfounded in this epic... As long as the mountains and rivers flourish on the surface of the earth, so long the legend of Ramayana will flourish in this world..."
        },
        {
            "type": "verse",
            "text": "\"And as long as Rama's legend authored by you flourishes...till then you will be flourishing in heavens, netherworlds, and even in my abode, namely Abode of Brahma...\" So said Brahma to Valmiki."
        },
        {
            "type": "verse",
            "text": "On saying thus that Divinity Brahma vanished then and there only, and then that godly sage Valmiki came by astonishment, along with his disciples. Then all of the disciples of Valmiki very delightedly sang this verse time and again, and they also recited this verse reciprocally in high astonishment."
        },
        {
            "type": "verse",
            "text": "Equally lettered, four footed is that verse when great Sage Valmiki articulated it, and when repetitively recited by one and all, it attained prominence as verse proper."
        },
        {
            "type": "commentary",
            "text": "A poet never says poetry to satisfy his own instincts, but to imbue an involuntary imagination or passion in oComment: A poet never says poetry to satisfy his own instincts, but to imbue an involuntary imagination or passion in others when read or heard by the so called others. It is the empathy of that poetry. For Kalidasa it is <em>shR^ingara</em>, passion, for Bhavabhuti it is pity '<em>eko rasaH karuNa</em>...' for Valmiki it is pathos, shoka. For this Kavi Kalidas says: <em>niShaada viddha aNDaja darshanotthaH shlokatvam aapadyata yasya shokaH raghu va~Nsha </em>There are two texts for this one is,<em>shlokaH shlokatam aagataH...</em> meaning that the verse originally structured metrically can now can be sung. Second is <em>shokaH shlokatvam aagataH...</em> the pathos of the poet attained the status of verse that is now being sung by the disciples, thus anyone can recite it."
        },
        {
            "type": "verse",
            "text": "Born is an intuition in that great sage and contemplated soul asserting that \"I will compose entire Ramayana, the epic, in suchlike verses...\""
        },
        {
            "type": "verse",
            "text": "That celebrated sage and magnanimous seer Valmiki then authored the highly renowned Rama's legend extolling Rama's renown, with symmetrically worded verses, and words versified to yield meanings semantically, prosody free flowing, and with hundreds of such verses."
        },
        {
            "type": "verse",
            "text": "That epic contains uncomplicated compounds, conjunctions and conjugations, and has expressive sentences that are well knit and led evenly and sweetly, and that legend pertains to the best one from Raghu's dynasty, namely Rama, which also includes the extermination of the Ten headed evil named Ravana, and further, it is said by the sage, hence this may now be listened"
        },
        {
            "type": "commentary",
            "text": "This is balladeers bidding to the audience. The word <em>muni praNiitam </em>reminds that a non-saint cannot tell an epic; <em>na anR^ishi kurute kaavyam </em>and hence it is to be listened attentively."
        }
    ]
}