{
    "id": "prose-bala-20",
    "kanda": "bala",
    "sarga": "20",
    "title": "Dasharatha's dissent to spare Rama's servicees",
    "chapter": "20",
    "overview": "On enquiring details about those dangerous demons that are ravaging sage's ritual, King Dasharatha refuses to send young Rama along with Sage Vishvamitra on many an account, and thus confronts the Sage's wrath.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "On hearing what is spoken by Vishvamitra the tigerly-king Dasharatha became insensate for a time, and on redeeming senses he said this."
        },
        {
            "type": "verse",
            "text": "\"\"Less than sixteen years of age is my lotus-eyed Rama, and I see no warring aptitude to him with the demons."
        },
        {
            "type": "commentary",
            "text": "This particular statement <em>uuna SoDasha varshaH </em>less than sixteen years, has evoked a spate of commentaries in deciding the age of Rama at this juncture of going along with Sage Viswamitra, i.e., at the time of his marrying Seeta and at the time of his exile to forests etc. His age is said to be twelve years as of now. And this is confirmed by Mareecha while advising Ravana, that 'as a boy of twelve Rama, killed my mother and brother, and hit me out' as at 3-38-6, <em>uuna dvaadasha varSaH </em>Or,<em>baalo dvaadasha varSo ayam </em>as per other versions of the same verse."
        },
        {
            "type": "commentary",
            "text": "Ramayana has some bearing on the number twelve. The Books or Kaanda-s are 6, half of twelve. The total verses are 24 thousand, two folds of twelve thousand. Rama is born in twelfth month. Vishvamitra's arrival, or better said as <em>Sita kalyaNa </em>, Sita's marriage with Rama, is in the twelfth year. His stay in Ayodhya before crown prince ceremony and exile is for twelve years. The years of Rama's exile are twelve, plus two years stay in Panchavati, of the total fourteen years of exile. In Uttara Ramayana Sita's exile in the hermitage of Valmiki is for twelve years. So on..."
        },
        {
            "type": "commentary",
            "text": "Some others said that because Rama has not yet attained all the sixteen phases like full moon, he is not a full-fledged person, <em>chaaru SoDasha kalaa sahitaH </em>Again in saying: <em>raajiiva lochana</em>lotus-eyed one - petals of lotuses close down by night, so Rama's eyelids too close by night for a boyish sleep. Then how can such a boy war with night-active demons? In answer to this Sage Vishvamitra uses the same wording in previous chapter at 1-19-18, <em>dasha raatram; raamam raajiiva locanam</em>where the wording <em>raajiiva locana </em>is used by Vishvamitra in the sense that the petals of a lotus spread out on the first rays of sun. So also the very opening of the lotus-petal eyelids of Rama will eradicate the nightly menace of demons with his Omniscient Sun-Moon-Fire eyes, <em>suurya chandra agni lochana </em>, that can see even in night."
        },
        {
            "type": "commentary",
            "text": "A Kshatriya of sixteen years age is unfit to war with any one, as he is still a childhood <em>baala aashoDashaat varSaa </em>. But Rama is under sixteen, and he is being requisitioned for war. Can he combat even if he is under aged? Yes, he can, says Govindaraja as per the <em>nyaya </em>/syndrome,<em>tejasaam hi na vayaH samiikshyate </em>'dextrous person's age is not to be reckoned' As such, though Rama appears to be under aged he can do wonders in eliminating the vice. This is again rounded off with Vishvamitra's wording in last chapter: <em>aham vedmi mahaa aatmaanam raamam raajiiva locanam</em>."
        },
        {
            "type": "verse",
            "text": "\"Here is the full-fledged battalion, called <em>akshouhiNi sena </em>, for which I am the leader and controller, and fortified by this army I will go there to encounter those demons."
        },
        {
            "type": "commentary",
            "text": "One <em>pankti </em>row, is the first unit of ancient military, which consists of 1 chariot, 1 elephant, 3 cavalry, and 7-foot soldiers. Multiples of this first unit become an <em>akshouhiNi </em>troop, which consists of 21,870 chariots and the same number of elephants, 65,610 cavalry, and 1,09,350 of foot soldiers."
        },
        {
            "type": "verse",
            "text": "\"Brave and daring are these soldiers of mine, and as experts in weaponry they are the appropriate ones to combat the hordes of demons, but, it will be ungentle of you to take Rama with you. I alone with bow in my hand can protect your ritual, and as long as I bear my lives so long I war with those nightwalkers staying in the van of war. I myself wish to come over there thereby the works of ritual will be well-guarded and unimpeded, but, taking Rama with you will be ungracious of you."
        },
        {
            "type": "verse",
            "text": "\"Why because Rama is boy! And he is unschooled in his princely education; does he know the strengths and weaknesses of opponents &ndash; no; has he got the equipage of arsenal &ndash; no; has he any expertise in warfare - no; is he an equal to the demons &ndash; no; be that as it may, those demons definitely conduct a deceitful warfare, isn't it."
        },
        {
            "type": "verse",
            "text": "\"Alienated from Rama I am disinclined to live even for a moment, oh, tigerly sage, hence taking Rama with you will be unjust."
        },
        {
            "type": "verse",
            "text": "\"Otherwise, oh, Brahman with best vows, if you so wish to take Rama along with you, you lead him off along with me, and along with my four kinds of troops."
        },
        {
            "type": "commentary",
            "text": "The four kinds of troops are: chariots, elephants, cavalry, and foot soldiers."
        },
        {
            "type": "verse",
            "text": "\"Sixty thousand years have passed from my birth, oh! Vishvamitra, and this Rama is engendered at this age, that too with tribulations, hence taking Rama with you will be inappropriate of you. I will have exceptional affection for all of my four sons, isn't it, and among them Rama has a significance in the matter of his descent as an eldest son, hence taking Rama with you will be unjust of you."
        },
        {
            "type": "verse",
            "text": "\"Oh, eminent sage, of what fortitude are those demons? Whose sons are they? Who are they? How is their size and shape? Also who protects all of them? Oh, Brahman, how Rama, or my forces, or I myself have to retaliate those demons that are deceitful militants."
        },
        {
            "type": "verse",
            "text": "\"Tell me all that, oh, god, how I have to carry on when warring with those evil minded demons, for the demons will be delirious by their audacity, isn't it...\" Thus Dasharatha asked Vishvamitra insistently. On hearing those words Sage Vishvamitra replied this way."
        },
        {
            "type": "verse",
            "text": "\"One born in Paulastya dynasty, an extremely mighty and exceedingly brave demon named Ravana is there, and he with the boon given by Brahma, and accompanied with many other demons is torturing the triad of worlds, contemptuously. Unequivocally that chief of demons is the brother of Kubera and the son of sage Vishravasa, thus we hear."
        },
        {
            "type": "verse",
            "text": "\"That formidable Ravana is not a devastator of rituals by himself, even so, two very mighty demons called Mareecha and Subaahu will cause devastating hindrances to rituals, instigated by him.\" Thus Sage Vishvamitra said to Dasharatha."
        },
        {
            "type": "verse",
            "text": "Thus when he is said so by that sage Vishvamitra, then the king Dasharatha spoke to the sage, \"I myself am not capable of standing against that evil minded Ravana, in truth, where is the question of deputing my young Rama to confront him? You are the knower of probity, such as you are, you may please bestow benevolence upon my boyish son, as well on a less fortunate one like me too, and as our mentor you are indeed a god of ours. Gods, demons, celestial beings like gandharva-s, yaksha-s, winged and reptile beings are incapable to bear the brunt of that Ravana in fight, why tell again about humans."
        },
        {
            "type": "verse",
            "text": "\"But that Ravana depletes the valour of valorous opponents in a battle, oh, eminent sage, either with my entire forces, or with all my sons I am inadequate to grapple with all his forces, or with him, individually."
        },
        {
            "type": "verse",
            "text": "\"My boyish son is godlike and unfledged in warfare, oh, Brahman, and he is the one who alleviates me from <em>punnama naraka </em>the hell of sonless fathers... no, I cannot spare my son in anyway."
        },
        {
            "type": "verse",
            "text": "\"Further, those saboteurs of your ritual namely Mareecha and Subaahu, are similar to Death-god and the descendents of the earliest demons and subverters of rituals, namely Sunda and Upasunda, no, I cannot spare my son, in any case."
        },
        {
            "type": "verse",
            "text": "\"Mareecha and Subaahu are well-trained and valorous ones, hence I will proceed with all my friendly forces to war with either of those two demons, otherwise, I along with all my relatives implore upon you for your exoneration in my failure to comply my own promises."
        },
        {
            "type": "verse",
            "text": "Thus, by the incongruous talk of Dasharatha, the outstanding Brahman and son of Sage Kushi, namely sage Vishvamitra is overwhelmed with outrageous anger by his mentation, and that fire-like glorious sage looked like the ritual fire into which many inflammable oblations are offered, and which is drenched with a lot of clarified butter, whereby it is flaring up its tongues."
        }
    ]
}