{
    "id": "prose-bala-21",
    "kanda": "bala",
    "sarga": "21",
    "title": "Ire of sage Vishvamitra; Vasishtha appeases Dasharatha",
    "chapter": "21",
    "overview": "The ire of sage Vishvamitra is shown at king Dasharatha. To pacify sage Vishvamitra, sage Vashishta intervenes and convinces king Dasharatha to send Rama with sage Vishvamitra. While doing so, sage Vashishta enumerates the capabilities of sage Vishvamitra, his knowledge of weaponry. Vashishta also suggests that all those weapons will be given to Rama, if Rama is dispatched with Vishvamitra. At last, Dasharatha agrees to send Rama.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing the wavery words of Dasharatha that are full of fond for his son, Vishvamitra wrathfully replied this sentence to the king. "
        },
        {
            "type": "verse",
            "text": "\"On promising me to fulfil my object in the first instance you wish to repudiate it now, undeserving is this kind of deviation for the kings of Raghava dynasty. If this is worth while to you, oh, king, I wish to go away as I have come, and you with your feigned promises be nonchalantly happy with your kinsmen.\" So said Vishvamitra to the king. "
        },
        {
            "type": "verse",
            "text": "When that prudent sage Vishvamitra is thus enwrapped in fury, then the whole earth trembled and the gods are scared. On knowing the appalled appearance of the entire world at the fury of Vishvamitra, Vashishta the great sage with high vows and an insightful one too, said these words to the king. "
        },
        {
            "type": "verse",
            "text": "\"Born in Ikshwaku dynasty you are apparently the other god of ethics on earth, a staunch one with righteous vows and a glorious one too, such as you are, it will be unapt of you to forsake ethics. In three worlds you are renowned as the right-minded one, oh, Raghava, hence adhere to your own uprightness, and adhering to unrighteousness will be unapt of you. "
        },
        {
            "type": "verse",
            "text": "\"Promising to effectuate something in any way and not effectuating the given word results in the perdition to the merits of <font color=\" #B3003A\">iSTapurta </font>Vedic rituals, hence oh, Raghava, leave hold of Rama. "
        },
        {
            "type": "commentary",
            "text": "In some Vedic rituals activates for social service are undertaken, and they are known as <em>iSTaapuurta </em>rituals, in which digging wells, lakes and other social facilities will be undertaken."
        },
        {
            "type": "verse",
            "text": "\"Whether Rama is trained in weaponry or not, demons cannot trounce Rama as long as Kushi's son Vishvamitra protects him, like the heavenly firewall that protects divine nectar. "
        },
        {
            "type": "commentary",
            "text": "In heaven an unapproachable firewall encircles the vessel of ambrosia protecting it from thieving by the demons."
        },
        {
            "type": "verse",
            "text": "\"He is an embodiment of virtue, matchless among the venturesome, peerless in intellect among all in the world, and flawless in ascesis. He is in the know-how of various missiles, and no other person is there in the triad of worlds, inclusive of sessile and mobile worlds, who is knowledgeable about him, or someone who can know him will be there in future, excepting myself. Gods cannot know Vishvamitra, and anybody from sages &ndash; no; immortals- no; demons &ndash; no; the gandharva-s and eminent yaksha-s together with the kinnaraa-s and great reptile beings &ndash; no, they cannot know him. "
        },
        {
            "type": "verse",
            "text": "\"All the missiles known to Vishvamitra are the highly righteous children of Krishaasva Prajapati, where Prajapati-s were the earliest ruler of mankind, and god Shiva gave them to Vishvamitra when was ruling kingdom. Those missiles are the sons of Daksha Prajaapati's daughters and her husband Krishaasva Prajapati, and they are disparate in their form, intrepid, dazzling, and victory-oriented missiles. "
        },
        {
            "type": "verse",
            "text": "\"Jaya and Suprabha, the daughters of Daksha Prajapati, endowed with best waists gave birth to a hundred missiles and weaponry whose flare is supreme. On getting a boon Jaya named wife of Krishaasva Prajapati is benefited with fifty best and formless sons with immeasurable fortitude for the destruction of ungodly beings. Suprabha, another wife of Krishaasva Prajapati, gave birth to another fifty unassailable, unconquerable and mighty sons named the Eliminators. "
        },
        {
            "type": "verse",
            "text": "\"And this sage Vishvamitra is in the precise know of the said missiles, and this principled one is also capable of creating hitherto unavailable missiles. Thereby, oh, Raghava, nothing whatsoever is unknown to this great-souled Vishvamitra, who is a distinguished sage and the knower of virtue, either that has happened or that is happening. Thus, the highly renowned and great resplendent sage Vishvamitra has this sort of enterprise, oh, king, allowing a doubt enter your mind in Rama's accompanying the sage will be unapt of you. "
        },
        {
            "type": "verse",
            "text": "\"This son of Kushi, Vishvamitra, can as well control those demons by himself, but intending to accord beneficence to your son he approached you and imploring upon you. "
        },
        {
            "type": "verse",
            "text": "Thus the prominent king from Raghu dynasty, namely Dasharatha, became serene-minded by sage Vashishta's words, and he who is supreme among other kings and who has pronounced renown, that Dasharatha then gladly and wholeheartedly consented to the travel of Rama along with the sage Vishvamitra."
        }
    ]
}