{
    "id": "prose-bala-22",
    "kanda": "bala",
    "sarga": "22",
    "title": "Rama, Lakshmana travel with Vishvamitra to his ritual place",
    "chapter": "22",
    "overview": "King Dasharatha sends Rama and Lakshmana along with Sage Vishwamitra as requested by the Sage. In their course of travel, Sage Vishwamitra imparts a secret knowledge to the young princes Rama, and Lakshmana, called bala atibala, by which nothing can wither away their vigour and vitality.",
    "content": [
        {
            "type": "verse",
            "text": "Then, as told by Sage Vashishta, King Dasharatha with a very satisfied countenance, himself called for Rama along with Lakshmana to travel with the Sage Vishwamitra. "
        },
        {
            "type": "verse",
            "text": "On performing the ritual blessings on Rama, by his mother Kausalya and father King Dasharatha also, the High Priest Vashishta well-rendered blessings... with Vedic hymns for a victorious journey... King Dasharatha kissed good-bye on his son's forehead and entrusted him to the Sage Vishwamitra, well pleased at the depths of his soul."
        },
        {
            "type": "commentary",
            "text": "The mother is the first one to bless sons. <em>prathamam maatR^i kR^ita ma~Ngala pratipadanena itara kR^ita ma~Ngala apekShayaa maatR^i kR^ita ma~Ngalasya aavashyikataa vyatirekeNa anvayena ca suucitam -- dk</em>"
        },
        {
            "type": "commentary",
            "text": "Duryodhana of Maha Bharata knows about this rule position and when he wanted to gain victory over Pandava-s he approaches his mother Gandhari, seeking her blessings, at first. <em>vyatirekaH taavat paaNDavaan jetu kaamo duryodhanaH - Shivam aashamsa me maataH yudhyamaana sva shatrubhiH - iti aShTaa dasha aahaani ap sva maataram gaandhaariim praarthitavaan | sa ca - yato dharmaH tato jayaH - iti vadantii ma~Ngalam na kurvatii - dharmaakuutam</em> When Duryodhana sought for his mother Gandhari's blessings even for eighteen days, where eighteen is the particular number of Maha Bharata, she said 'where there is virtue there will be victory'. Hence, mothers are the first ones to bless sons in every enterprise, and here Rama's enterprise as incarnate of Vishnu is commencing."
        },
        {
            "type": "verse",
            "text": "Then the breeze blew pleasant for touch and dust-less, on seeing the lotus-eyed Rama following Sage Vishwamitra. There is abounding downpour of flowers with the sounds of the divine drumbeats from firmament and conch-shells and drumbeat sounds on the travel of that great soul, Rama in Ayodhya also... Sage Vishwamitra walked ahead while Rama handling his bow and whose hair-locks are jet-black, followed the sage, while Sumitra's son, Lakshmana also handling his own bow followed Rama. "
        },
        {
            "type": "verse",
            "text": "With two quivers to each, bows in their hands, all the ten directions of earth are resplendent when Rama and Lakshmana following Sage Vishvamitra, like three headed serpents... "
        },
        {
            "type": "commentary",
            "text": "Comment: Each one is having two quivers tied on each shoulder. Thus the upper portion of the quivers feathered shafts, with the tips of arrows inside, are giving a picture of two more heads, on either side of the princes' heads. Thus Rama and Lakshmana are appearing like three headed serpents. That is to say they are too young with the size of their heads equalling the mouth of the quiver."
        },
        {
            "type": "verse",
            "text": "Journeyed following the sage those uncommon ones... like the ashvani gods [twin bothers of un-equalling charm,] following Lord Brahma...and toeing in are they, Rama and Lakshmana, the gloriously resplendent, auspicious and un-blameable ones... Thus Vishvamitra is followed by them, who with their bows in their hands, bedecked with ornaments, their fingers covered with leathern gloves, two with their swords, their glow is great... Those youngsters with their beautiful body-limbs, and two brothers Rama and Lakshmana, in travel following Vishvamitra their resplendence is rich and with them the blemish-less ones, Vishvamitra is shining forth like... Lord Shiva, the inscrutable god is adored by the two sons of Lord Fire, namely Skanda and Vishaakha, Vishvamitra is adored by Rama and Lakshmana... and on going one and half yojana distance, on the riverbank of Sarayu... "
        },
        {
            "type": "commentary",
            "text": "Comment: The verse uses the word <em>sthANu</em>, <em>stha</em>= Being, <em>aNum</em>= atom like. The Supreme Being that is resident like an atom, in every mobile or sessile being. Here it is Lord Shiva. Lord Shiva's sons are two, one Ganesha and the other Kumara, of which Kumaara is the Army General of Gods. According to Mahaa Bharata, He is said to have become four in a split-second, known as 1] Skanda, 2] Vishaakha, 3] Shaaka, 4] Naigamesha. Here the first two aspects of Skanda and Vishaakha are incorporated in simile to Rama and Lakshmana. Here Sage Vishwamitra is going to teach a mystical hymn to the princes called<em>bala and atibala.</em>Since the Vedic hymns can not be taught after sunset, it shall be evening time before sunset, when oblations will be offered at sunset, [saayam sandhya.] [Govindaraja.]"
        },
        {
            "type": "verse",
            "text": "\"Rama...\" thus harmoniously voicing Vishvamitra said to Rama, \"Take waters, my boy, lapse not the time... for I am going to teach... a group of hymns and you receive bala and atibala, thereby no tiredness, no feverishness either...nor your personality will misshapen...by practicing them... Not in your sleep or in an unvigilant state, the demons dare not wish to annoy you... By your shoulder-strength none whosoever on earth can equal you... by reciting these hymns..."
        },
        {
            "type": "verse",
            "text": "\"In three worlds either, Rama, none will be a coequal to you, verily...if bala atibala are exercised, my dear Raghava... Not by fortunes, calibre, erudition and mental determination of yours, and even in rebuttal, there will be no equal to you in this world, Oh! Impeccable one... "
        },
        {
            "type": "verse",
            "text": "\"On receiving these two teachings, there will not be any equal to you, for bala and atibala are the mothers of all knowledge... Hunger and thirst will not be there to you, oh! Rama Best of People, if bala and atibala are recited, my dear Raghava... "
        },
        {
            "type": "verse",
            "text": "\"Take them, the hymns, which are kept confidential in all the worlds, and if these twin teachings are practised an inestimable renown will also accrue to you, and verily, these hymns are Lord Brahma, the Forefather's daughters, and Brilliant Ones... "
        },
        {
            "type": "verse",
            "text": "\"I bestow these hymns to you Oh! Rama, Kakustha's kin, because there is none other like you and verily you are the only virtuous one to receive them, and although many of those numerous qualities that are required to receive these hymns, all of them are in you, without any doubt, but these hymns if meditated by you... are well-nurtured, these hymns will thrive you in multifarious ways...\" Thus spoke Sage Vishwamitra to Rama. Then Rama touching waters with a gladdened countenance, that immaculate Rama..."
        },
        {
            "type": "verse",
            "text": "Rama received those teaching in his turn from that great sage of a contemplative soul, and on obtaining those teachings Rama, glistened like a marvelling vanquisher, like Lord Sun... Like the umpteen rayed God...the day causing autumnal Sun of sharat season in a cloudless sky, thus Rama became resplendent and then all of his duties towards his teacher on performing towards Vishvamitra, they the threesome stayed that night there on the riverbank of Sarayu very happily. "
        },
        {
            "type": "commentary",
            "text": "Comment: Here<em>guru kaaryaaNi sarvaaNi niyujya</em> , are the duties demanded of a true disciple towards a guru, who is his mantra aachaarya, viz., fetching food, arranging bed, pressing his sore-legs called <em>paada samvaahana</em>, and the like. Rama does these duteous services to any elderly person, more so to his father as at this canto 1-18-28. In this chapter though Rama alone is said have been addressed by Vishvamitra all through the narration, it may not be construed that it excludes Lakshmana. Thus these hymn-teachings are imparted to two brothers, not to Rama alone."
        },
        {
            "type": "verse",
            "text": "Recline on the grass both of them lay together on that only, as that grass-bed became pleasant with the well-nestling words of Sage Vishwamitra, and pleasant is that night too..."
        },
        {
            "type": "commentary",
            "text": "Sage Vishvamitra is the Seer for Gayatri hymn. He is the same Sage to impart <em>bala atibala</em> hymns to Rama and Lakshmana. For those readers that are interested to know or to practice, the Upanishad of <em>bala atibala</em> is included hereunder. This hymn is yet another aspect of Gayatri, and there is no hymn superior than Gayatri, <em>na gaayatriyaaH paramam japam</em>"
        },
        {
            "type": "commentary",
            "text": "<em>balaatibalayoH viraaT puruSha R^iShiH | gaayatrii devataa | gaayatrii chandaH | akaara okaaramakaaraa biijaadyaaH | kShudhaadi nirasane viniyogaH |klaamityaadi ShaDa~Nga nyaasaH |klaam a~NguShTaabhyaam namaH | kliim tarjaniibhyaam namaH | kluum madhyamaabhaamnamaH | klaim anaamikaabhyaam namaH | klom kaniShTikaabhaam namaH | klaH karatalakarapR^iShTaabhyaam namaH ||klaam hR^idayaaya namaH | kliim shirase svaahaa | kluum shikhaayaivaShaT | klaim kavacaaya hum | klom netratrayaayavauShaT | klaH astraaya phaT | bhuurbhuvassuvaromiti digbandhaH |</em>"
        },
        {
            "type": "commentary",
            "text": "<em>amR^ita karatalaardrau sarva sa~njiivanaaDhyaa avaghaharaNa sudkShau veda saare mayuukhe| praNavamaya vikaarau bhaaskaraakaara dehau satatamanubhave'ham tau balaatiibaleshau ||</em>"
        },
        {
            "type": "commentary",
            "text": "<em>om hriim bale mahaadevi hriim mahaabale kliim catur vidha puruShartha siddhi prade tatsavitur varadaatmike hriim vareNyam bhargo devasya varadaatmike | atibale sarva dayaamuurte bale sarva kShud bhrama upanaashini dhiimahi dhiyoyonarjaate pracuryaa pracodayaatmike praNava shiraskaatmike | hum phaT svaahaa || evam vidvaan kR^ita kR^ityo bhavati | saavitryaa eva salokataam jayati || iityupaniShat ||</em>"
        },
        {
            "type": "commentary",
            "text": "<em>om aapyaayantu mamaa~Ngaani vaakpraaNashcakShuH shrotramatho balamindriyaaNicasarvaNi | sarvam BrahmaupaniShadam | maaham Brahma niraakuryaam maa maa Brahma niraakarot | aniraakaranamastu aniraakaranam me'stuH tadaatmani nirate ye upaniShatsu dharmaaste mayi santu te mayi santu || om shaantishshaantishshaantiH |</em>"
        }
    ]
}