{
    "id": "prose-bala-23",
    "kanda": "bala",
    "sarga": "23",
    "title": "Their sojourn at the confluence of the rivers Ganga and Sarayu",
    "chapter": "23",
    "overview": "Rama and Lakshmana proceeding with Vishvamitra sojourn in a hermitage at a place where River Ganga and River Sarayu are confluent. Once god Shiva with his third eye burnt down the physical entity of Manmatha, the Love-god, at this place.",
    "content": [
        {
            "type": "verse",
            "text": "At dawn after that night the great saint Vishvamitra spoke to the legatees of Kakutstha, Rama and Lakshmana, those that are sleeping on a grass bed. "
        },
        {
            "type": "verse",
            "text": "\"Fortunate is Kausalya to beget you as her son Rama... get up oh, tigerly-man, eastern aurora is emerging, daytime tasks towards gods are to be performed.\" "
        },
        {
            "type": "commentary",
            "text": "This is another celebrated verse chanted even today. So far Rama is a dear prince to his parents. But here, no less than Sage Vishvamitra said to have deified Rama in asking him to 'get up' from divine trance to undertake the human duties to eliminate evil, like the dawn of the sun eliminating the evil darkness. "
        },
        {
            "type": "commentary",
            "text": "In other ancient manuscripts the same verse obtains as: "
        },
        {
            "type": "commentary",
            "text": "This early morning 'awakening' of Vishnu or his incarnates from divine trance is a common practice in Vaishnavaite tradition, and is followed even today, called <em>suprabhaata seva</em>, morning service to wake up."
        },
        {
            "type": "commentary",
            "text": "At the rising of the sun as well as at noon certain observances, invocations, and prayers were prescribed which might under no circumstances be omitted. One of these observances was the recitation of the Sávitri, [Gayatri, so to say,] a Vedic hymn to the Sun of wonderful beauty - Gorresio."
        },
        {
            "type": "commentary",
            "text": "For <em>kausalyaa su prajaa raama </em>Griffith says: 'High fate is hers who calls thee son: / Arise, 'tis break of day /. And Gita Press has it as: Kausalya is blessed with a worthy son [in you.]"
        },
        {
            "type": "verse",
            "text": "On hearing the benign words of the sage those valorous and best ones among men got up, bathed, and on offering water oblation they mediated upon the supreme hymn, namely Gayatri. "
        },
        {
            "type": "commentary",
            "text": "Rama and Lakshmana meditated upon <em>Gayatri</em> hymn as there is no hymn superior to it; <em>na gaayatryaaH param japyam</em> and this is also the usual hymn for water oblation at dawn or dusk: <em>sandhyaa vandana</em> . <em>sandhya</em> is the time between the day and night when the stars or the sun are not visible. <em>aho raatrasya yaH sandhiH suurya nakShatra varjitaH</em> Then this hymn is to be meditated placing her in ones own heart or amid the solar system. <em>gaayatriim sam smaret dhiimaan hR^idi vaa suurya maNDale</em>."
        },
        {
            "type": "verse",
            "text": "On performing their dawn time duties those two stalwarts, Rama and Lakshmana, enthusiastically presented themselves before the ascetically rich sage Vishvamitra for further journey, duly venerating him. Then on travelling some more distance those two great valiant ones, there they have seen the divine river that courses in three ways, namely Ganga, at the auspicious confluence of River Sarayu. "
        },
        {
            "type": "commentary",
            "text": "River Ganga follows three courses, firstly in heavens, second on earth, and third into nether worlds. These episodes on the descent of Ganga to earth are narrated in the later part of this book, Bala Kanda."
        },
        {
            "type": "verse",
            "text": "There they have seen the merited hermitage of sages with contemplative souls, and who are practising supreme ascesis for many thousand years. On seeing that merited hermitage Rama and Lakshmana are highly pleased and said this word to that great-soul Sage Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "\"Whose hermitage is this merited one? Indeed who is the celebrity that lives therein? Oh, godly sage, we are interested to listen, and we are truly inquisitive about it.\" Thus they asked."
        },
        {
            "type": "verse",
            "text": "On hearing their words the eminent sage Viswamitra said smilingly, \"whose hermitage is this in earlier times that may be listened.\" Thus Vishvamitra started to narrate. "
        },
        {
            "type": "verse",
            "text": "\"When Love-god was with his body wise men used to call him Kama, the passion. At this place, that Love-god with his naughty intent braved god of gods Shiva who had been practising ascesis and who concentrated observantly, and who was returning after his marriage along with his followers, namely the Wind-gods, and that great soul Shiva disapprovingly roared at Love-god. "
        },
        {
            "type": "commentary",
            "text": "The meaning of <em>kan darpa </em>is one who is carnally, prideful, i.e., he who takes pride in arousing lecherousness. And <em>kaama </em>is 'desire' the natural basic instinct of any animal, and the one which the sages and saints want to overcome, so they named Love-god from their point of view. In these verses the two words <em>kR^ita udvaaham </em>, and their meaning as on marrying Parvati and going this way with his coterie etc., is held incongruous to other mythological episodes of Shiva's marriage with Parvati, and Manmatha's effort to enkindle love in Shiva. After marriage with Parvati, some argue, where is the question of Love-god's interference to inculcate love in Shiva. It is clear in Rama Charita Maanas how this Shiva-Parvati marriage occurs. And some give the meaning like this: <em>kR^ita </em>where <em>kR^i= karaNe udvaaham tu devesham </em>= to actualise, marriage, only, of Shiva; <em>gacChantam </em>on going there, Love-god, <em>sa marudgaNam </em>with Wind-gods and other deities; <em>dharSayaamaasa </em>started to attack Shiva. The Love-god on going there to that hermitage that is being described by Vishvamitra along with Wind-gods et al, with an intention to get the marriage of Shiva performed, assailed Shiva."
        },
        {
            "type": "verse",
            "text": "\"And Rama, the wrathful third-eye of Shiva destroyed the lewd-minded Love-god making all his limbs to fall down from his body. "
        },
        {
            "type": "commentary",
            "text": "The word <em>avadhyat </em>is otherwise said in other texts as <em>ava dagdhasya rudreNa cakshusaa</em>, to derive a clear meaning of 'burnt down,' because <em>avadhyat </em>is just killing, slaying, whereas Shiva's third-eye truly burns down anything where even ashes do not remain. The critical editions have this as <em>dagdhasya tasya raudreNa chakShuShA</em>"
        },
        {
            "type": "verse",
            "text": "\"There the body of Love-god is evanesced when that great soul Shiva burnt it down, and by the anger of that god of gods Shiva, Love-god is rendered as a bodiless entity. "
        },
        {
            "type": "commentary",
            "text": "Manmatha and his wife Rati will have supremely exquisite physiques. At the very sight of Manmatha everybody used to become a prey to lasciviousness. So Shiva had to completely burn down that physical form of love, whereby only kaama, the mental desire, is remaining."
        },
        {
            "type": "verse",
            "text": "Then onwards Love-god is renowned as Ananga, as he is without body, and where his body is given up that is renowned as Anga province. "
        },
        {
            "type": "verse",
            "text": "\"This merited hermitage thus belongs to Shiva and, oh, brave Rama, these sages abiding in virtue are Shiva's disciples at one time, thus sin is unverifiable with them. "
        },
        {
            "type": "commentary",
            "text": "This hermitage belongs to Love God or Shiva, <em>tasya kaamasya sthaaNorvaa</em>. Because Shiva is a god who controls Love-god, <em>kaameswhvara</em>, this is Shiva's hermitage. The last verse again says it is Kaama's hermitage. And the sages practising ascesis in this hermitage,<em>puraa shiSyaa </em>, are the old time disciples of Shiva. <em>puurva kaalam aarabhya...santaana paramparayaa shiSyaa</em>. These sages are the progeny of the sages who long time back were the direct disciples of Shiva. Because these are the direct grandchildren of the direct disciples of Shiva, sin cannot touch them. <em>ata eva paapam teShaamna vidyate | puurvam rudra shiShyaa api samprati tat shiShya kR^itam paapam navidyate ityarthaH||</em> Govindaraja."
        },
        {
            "type": "verse",
            "text": "\"Let us stay for this night in this hermitage situated in between two meritorious rivers Ganga and Sarayu, oh, Rama with auspicious mien, tomorrow we will cross over the River Ganga. Let us all purify ourselves by taking our bath, performing our meditations, offering our daily oblations, and then let us enter this meritorious hermitage, thus our stay in here will be comforting to us.\" So said Vishvamitra to Rama and Lakshmana. "
        },
        {
            "type": "verse",
            "text": "When they are discussing there the sages of that hermitage are highly gladdened to perceive them with their sixth-sense, and on approaching them enchantedly they offered water for hands and feet wash and then offered hospitality firstly to Sage Vishvamitra. Afterwards those sages of that hermitage have accorded reception to Rama and Lakshmana, and applauded by Vishvamitra for their hospitality those sages have entertained Rama and other guests with myths and legends. "
        },
        {
            "type": "verse",
            "text": "Those sages with concentrated minds and according to one's own aptitude have meditated upon the deity of sunset when it is sundown, followed by Rama and others. Then led into hermitage by those sages who are with pious commitments and who are dwelling there, Rama and others have very comfortably stayed in the precincts of Shiva's hermitage. "
        },
        {
            "type": "verse",
            "text": "Later the eminent saint and virtue-souled one, Vishvamitra, delighted the delightful princes with delightful stories, in the night."
        }
    ]
}