{
    "id": "prose-bala-24",
    "kanda": "bala",
    "sarga": "24",
    "title": "The legend of demoness Tataka",
    "chapter": "24",
    "overview": "While crossing over the River Ganga, sage Vishvamitra sails them through its confluence with River Sarayu, which flows at their capital Ayodhya. The sage leads them to a deadly forest on the other bank of River Ganga and narrates about the ambushing nature of demoness Tataka, preparing him to kill her.",
    "content": [
        {
            "type": "verse",
            "text": "Then, in the fresh of the morning those enemy destroyers, Rama and Lakshmana, arrived at the riverbank of Ganga keeping sage Vishvamitra ahead of them, which sage has just completed his ritualistic chores of dawn. All those sages of Kaama's hermitage that are the great souls and scrupulous ones in their vows, have positioned an auspicious ferryboat within the reach in the river, and then they said to sage Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\"You may board the boat keeping the princes ahead of you, and we wish you to proceed on a prosperous route without the shift of time.\" So said the sages. Sage Vishvamitra on saying 'it must be so,' to those sages and revering them in his turn, cruised the river that itself is cruising towards ocean, along with both the princes."
        },
        {
            "type": "verse",
            "text": "On coming to the midstream of water there Rama heard an unusual and increasing noise of gushy waters along with his younger brother, and that brilliant one Rama desired to know its significance. Rama then asked the eminent sage Vishvamitra in the midst of the river, \"what is this turbulent sound sire, as though slashing water?\""
        },
        {
            "type": "verse",
            "text": "On hearing the inquisitive words of Raghava that virtue-souled sage Vishvamitra started to tell the significance of that sound."
        },
        {
            "type": "verse",
            "text": "\"On Mt. Kailash Brahma created a great lake at his will, oh, tigerly-man Rama, hence that is called Maanasa Lake. That river which spontaneously flows out of that Maanasa Lake surrounds Ayodhya city is this one, the River Sarayu. Because this has originated from a lake,<font color=\"#b3003a\">saraH</font>, this is known as Sarayu. And because it flows from Brahma's Lake it is a merited river. This is the remarkable noise of such a Sarayu River in its coursing towards River Ganga, generated by the collision of their waters, and Rama, offer regards to these rivers, respectfully.\" So said Vishvamitra to the princes."
        },
        {
            "type": "verse",
            "text": "Offering their salutations to River Sarayu and Ganga those two most virtuous and agile footed princes proceeded further on reaching the southern riverbank."
        },
        {
            "type": "verse",
            "text": "On seeing a horrendous and uninhibited forest, Rama, the son of the best king Dasharatha asked the eminent sage Vishvamitra. \"Oh, impenetrable is this forest fraught with swarms of crickets, brutish predators, and vultures, which are all horribly strident. Various vultures are screeching with fierce sonority, and tigers, wild boars, and elephants render this forest atypical."
        },
        {
            "type": "verse",
            "text": "\"Indeed, what is this wretched forest that is dense with Dhava, Ashvakarna, Arjuna, Bilva, Tinduka, Patala, and Badari trees.\" Thus Rama asked Vishvamitra."
        },
        {
            "type": "commentary",
            "text": "The botanical names of the trees mentioned in the text are Grislea Tormentosa, Shorea Robusta, Echites Antidysenterica, Bignonia Suaveolens, Aegle Marmelos, and Diospyrus Glutinosa. I have omitted the Kutaja (Echites) and the Tinduka (Diospyrus). Griffith."
        },
        {
            "type": "verse",
            "text": "The resplendent and the great saint Vishvamitra then said to Rama, \"I will tell you, oh, my boy Rama, whose is this wretched forest."
        },
        {
            "type": "verse",
            "text": "\"Once these were vast provinces, oh, best one among men, designed by gods and known as Malada and Karuusha."
        },
        {
            "type": "commentary",
            "text": "The word <em>mala da </em>is <em>malam dyati khaNDayati iti mala da </em>that which abolishes excreta, but not filth itself. <em>karusha </em>is <em>kaa ruusha </em>remover of hunger. If mortal hunger is there excreta will be there and then mortality of Indra is at stake. Hence if hunger is eliminated there will be nothing filthy. Once these provinces were such hunger removers equalling to heaven, but deteriorated in their heaven-on-earth attributes, owing to demoness Tataka."
        },
        {
            "type": "verse",
            "text": "\"Once upon a time, oh, Rama, mortal impurities of filth and hunger completely stained Indra when he eliminated demon Vritra, as he committed the sin of killing of a Brahman, where the demon Vritra was incidentally a Brahman. The gods and ascetically rich sages then started to bathe feculent Indra with their handy vessels for the riddance of his defilement."
        },
        {
            "type": "verse",
            "text": "\"On giving filth and hunger emerged out of the body of Mahendra here on the earth then the gods were gladdened. As and when Indra was without desecration and hunger as well, and thus purified, then gladdened about this place he gave it an unexcelled boon. These provinces that bear the impurity of my body shall become resourceful and they shall attain renown in world as Malada and Karusha.\" Thus Indra gave boon to this place."
        },
        {
            "type": "verse",
            "text": "\"On observing the honour accorded by wise Indra to these places gods praised the controller of demon Paaka, namely Indra saying, 'splendid, splendid it is.'"
        },
        {
            "type": "verse",
            "text": "\"For a long time these habitations Malada and Karuusha were affluent, oh, enemy subjugator Rama, and people were happy with wealth and provisions. Later at sometime, a yaksha female who is a guise changer at her wish, possessor of the strength of a thousand elephants, wife of clever Sunanda, and she whose son is demon Mareecha, the one equal to Indra in his bravery, prevailed here, let you be safe Rama. That demon Mareecha is round shouldered, huge headed, cavernous mouthed, and gigantic bodied one, and he is always terrifying the people. And Raghava, that malevolent Tataka is always destroying the inhabitations at Malada and Karusha."
        },
        {
            "type": "verse",
            "text": "\"She lives about one and half yojana distance from here, and by which reason this became the forest of Tataka, owing to her gruesome activities, for that reason only a headway is to be made, to eradicate her and her activities."
        },
        {
            "type": "commentary",
            "text": "This verse also means 'where there is the forest of Tataka there we have to go.' The above is another shade of that verse."
        },
        {
            "type": "verse",
            "text": "\"Depending upon the strength of your own self-confidence you have to eradicate this evildoer, and assigned by me you have to make this province free from thorniness."
        },
        {
            "type": "commentary",
            "text": "Great persons accomplish their deeds by their self-confidence, <em>kriyaa siddhiH sattve bhavati mahataam, na upakaraNe </em>not by their hardware."
        },
        {
            "type": "verse",
            "text": "\"Indeed, none is able to enter this sort of province, Rama, destroyed by the hazardous and invincible unearthly being who turned into a demoness, namely Tataka, hence you have to make the provinces habitable."
        },
        {
            "type": "verse",
            "text": "\"As to how that ghoulish Tataka destroyed this entire forest, rendering it as a devastated place, without refraining from it even today, all that is narrated.\" So said Vishvamitra to Rama."
        },
        {
            "type": "commentary",
            "text": "The epithets used in epic may be on the increase from now, and they may not be construed as redundant foot fillers. All have implicit meanings and they can be understood with the help of commentaries. As this work cannot include voluminous commentaries, many of the meanings of epithets as said by commentators are not incorporated. This bypassing will not effect the ordinary narration. For e.g., the meaning to the words <em>muni pungava, nara shaarduula </em>will be 'saint, the eminent' 'tigerly man.' And trying to obtain a squeezed meaning from them would be futile, without resorting to some commentary. So also, there are words like <em>indra, candra, simha, shaarduula, naaga, vR^iSabha, pungava </em>which when suffixed to vocatives will mean 'best, choicest, excellent' etc., as per <em>simha shaarduula naaga aadyaaH pumsi shreSTa artha gocaraa</em>. But commentators have explained why that character is 'best or excellent, or a lion' at that juncture. For e.g., <em>dharma aatmaa </em>the apparently usual epithet in Ramayana has many meanings like &ndash; 1] one whose life is dharma; 2] one whose body is dharma incarnate; 3] one whose soul is filled with dharma; 4] one whose entity itself is dharma &ndash; so on, basing on the thesaurus of <em>aatma </em>that say as: <em>aatmaa yatna dhR^iti svaanta svabhaava paramaatmaasu jiiva buddhi shariireSu.</em>."
        },
        {
            "type": "commentary",
            "text": "So also, more than often Sita will be referred as Vaidehi or Maithili in Aranya Kanda. Some details about it are incorporated in that book. Wherever possible those niceties will be included subject to availability of commentaries, which commentaries have already became 'the flowers in the sky.'"
        },
        {
            "type": "commentary",
            "text": "Hence, without trying to squeeze meaningless meanings, and leaving this aspect to pundits and researchers, and as this work cannot be stuffed with those intricacies, henceforth the meanings of epithets are said simply, and at times ignored also. This may please be kept in view while reading."
        }
    ]
}