{
    "id": "prose-bala-25",
    "kanda": "bala",
    "sarga": "25",
    "title": "The legend of demoness Tataka - contd",
    "chapter": "25",
    "overview": "Sage Vishvamitra narrates the birth, marriage and curse of demoness Tataka, and bids Rama to eliminate her menace without any hesitation of killing a female, for she is atrocious towards the society.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing the worthy words of that sage with inestimable power, then the manly-tiger Rama replied him with estimable words. "
        },
        {
            "type": "verse",
            "text": "\"It is said that yaksha's strength is trivial, and this is an yakshii, more so a female, how then this yakshii frail by her femineity can exert the strength of a thousand elephants? "
        },
        {
            "type": "verse",
            "text": "On hearing the sentence of Raghava with illimitable dynamism, Vishvamitra said this sentence to the enemy subduer Rama along with Lakshmana, cheering them up with his pleasant words, \"Listen by which a female became outstanding by jeer strength... she assumes strength by the bestowal of a boon."
        },
        {
            "type": "verse",
            "text": "\"Once there was a formidable yaksha named Suketu, but he was childless, and he who had devout conduct performed a great ascesis. Gladdening at his ascesis, Rama, then the Forefather Brahma gave him a gemlike daughter who is renowned by the name of Tataka. "
        },
        {
            "type": "verse",
            "text": "\"Forefather Brahma also gave the strength of a thousand elephants to her, but he that highly remarkable Brahma did not give a son to that yaksha, anticipating male to be more hazardous. When that bright girl is growing up into a youthful beauty her father Suketu gave her to Jambha's son Sunda as wife. "
        },
        {
            "type": "verse",
            "text": "\"Then after sometime that yakshii Tataka delivered an indomitable son named Mareecha, who by curse became a demon. But when Sunda is eliminated by sage Agastya's curse, she that Tataka wished to retaliate that eminent sage along with her son Mareecha. With desperation brewing in her she roaringly rushed towards the sage as though to eat him away, and on seeing her rushing along with her son Mareecha towards him, the godly saint Agastya firstly cursed Mareecha saying, 'you will attain demon-hood.'"
        },
        {
            "type": "verse",
            "text": "\"Highly infuriated sage Agastya even cursed Tataka saying, 'forthwith divested of this form of a beautiful female, oh, great yakshii, you shall become a man eater with your form distorted, face contorted, and shape monstrous.' Frenzied by the curse and convulsed in fury she that Tataka is thus vandalising this auspicious province, in which sage Agastya once sauntered. "
        },
        {
            "type": "verse",
            "text": "\"She that highly atrocious one is with horrific behaviour and malefic valour, hence you shall eliminate this yakshii for the welfare of Brahmans and cows. Excepting you there is none to eliminate her who is indomitably sheathed in a curse, oh, Raghu's legatee, and none in the three worlds can possibly brave her. "
        },
        {
            "type": "verse",
            "text": "\"Compassion regarding the elimination of a female is ungermane, oh, best one among men, since a prince has to effectuate it intending the welfare of four categories of society. For the reason of protecting people, a protector always has to execute such deed, either it is ruthless or humane, sinful or vilifying. "
        },
        {
            "type": "verse",
            "text": "\"To the nominee who bears the burden of kingdom this is the age-old duty, and hence oh, Rama, the legatee of Kakutstha, eliminate this infamy, as goodness is inevident in her, isn't it. Oh, Rama, the protector of people, we have heard that Indra once eliminated Manthara, the daughter of Virochana, when she wished to annihilate earth, haven't we. "
        },
        {
            "type": "verse",
            "text": "\"And Rama, once Vishnu wiped out even the wife of sage Bhrigu and sage Shukracarya's mother when she wished the world to become one without a governing factor, namely Indra. Oh, prince, these great souls and many other celebrated personalities have eliminated females who deported themselves with unrighteousness, and hence, oh, Rama, the protector of people, by my decree you leave off compassion and eliminate her.\" Thus said sage Vishvamitra to Rama regarding Tataka's elimination. "
        },
        {
            "type": "commentary",
            "text": "This is a much discussed topic in Ramayana. Rama's adventures start with the killing of a female. While scriptures say that killing a female is sinful, is this killing of a female righteous or wrongful is the topic for discussion. It is said in answer that there is no harm to dharma since unrighteousness is eliminable though existing in the form of a female.<em> duShTa strii vadho doSho n astiiti shaastreNa na anyena - dharmakuutam ||</em> "
        },
        {
            "type": "commentary",
            "text": "And Vishnu Purana says that eliminating one evildoer for the sake of many innocent is neither sin nor a crime, of course, to the kings and rulers: <em>easmin atra nidhanam praapite duShTakaariNi | bahuunaam bhavati kShemaH tasya puNyaprado vadhaH || - vishNu puraana 1-13-73-74</em>"
        },
        {
            "type": "commentary",
            "text": "For the sake many, that too defenceless rural people, it is the duty of the king to eliminate whether it is a male or a female if involved in atrocities: <em>dharmaartha puurvakam taaDakaa vadhe doSho na asti - </em>-- <em>puNyam eva bhaviShyati iti taatparyeNa maharShi vishvaamitreNa uktam | idaaniimtanairapi bahuunaam kShemaartham ekasya hanane doSho na asti iti j~neyam | visheShitaH raaj~naa janapada rakShaNa diikShitena avadhya vadho api kartavya ityapi suucitam || --- dharmaakuutam</em>"
        }
    ]
}