{
    "id": "prose-bala-26",
    "kanda": "bala",
    "sarga": "26",
    "title": "Elimination of demoness Tataka",
    "chapter": "26",
    "overview": "Rama encounters his first problem-female demoness Tataka, also called as Taadaka, and eliminates her at the orders of sage Vishvamitra. This is a crucial test put to Rama by Vishvamitra in ascertaining whether Rama is the follower of dharma through elder men's orders or not. Rama eradicates Tataka basing on his own self-confidence.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing the words of that unfaltering sage about demoness Tataka, Raghava, best man's son who is firm in his vows, reverently adjoining his palms replied the sage."
        },
        {
            "type": "verse",
            "text": "\"Upon my father's order, upon my honour to my father's word, and looking upon this as the word of sage Kushi's son, my mentor, this task is definitely to be implemented."
        },
        {
            "type": "commentary",
            "text": "The third consideration is 'teacher's words' <em>itarairapi guru shaasane sati avishankayaa dharmyam api tad uktam avashyam kartavyam iti suucitam - dharmaakuutam</em> hence, Rama cannot be heedless of the words of both his father and teacher."
        },
        {
            "type": "verse",
            "text": "\"What my great souled father Dasharatha directed me to do among elders in Ayodhya, that word too cannot be disregarded."
        },
        {
            "type": "commentary",
            "text": "Dasharatha bade Rama to do whatever assigned by Vishvamitra. Here Vishvamitra is assigning something ambiguous. Hence the dilemma between two instructions of two elderly people, and thus scriptures and practise confuse the young."
        },
        {
            "type": "verse",
            "text": "\"Such as I am, I will undertake the primary duty of eliminating Tataka, according as the follower of father's words, and according to the instruction of a Brahma scholar, such as your are, without a doubt."
        },
        {
            "type": "commentary",
            "text": "Here Rama is in the same predicament as Arjuna in Maha Bharata. Arjuna's dilemma is to kill his own relatives, where Rama's is to kill a female at this juncture. What Krishna preaches in entire Bhagavad Gita is told in nutshell by sage Vishvamitra, i.e., 'do your duty as a Kshatriya, the ruling class, and protect virtue and eradicate vice, whether it is in the form of females or relatives.' <em>atha vishvaamitro guruH - tasya vacanam avicaareNa kartavyam - evam sati dasharathena api - kasushiko yad vadati tat kartavyam - iti anushiSTo raamaH ekasya guror vacanam anullanghaniiyam - guru dvaya anushiSTam vacaH katham parihartum shakyata iti - strii vadha niSedhe satya api taaDakaa vadham angiikR^itavaan - dharmaakuutam</em>"
        },
        {
            "type": "verse",
            "text": "\"I am ready to effectuate the bidding of an inestimable sage like you, for the welfare of cows and Brahmans, and for the advantage of this province.\" So said Rama to sage Vishvamitra."
        },
        {
            "type": "verse",
            "text": "Saying thus, Rama, the enemy-destroyer, clenched his left fist on the handgrip in the middle of the bow, and with the right he made a thunderous sound of the bowstring making all the directions to blast. By that sound the inhabitants of Tataka forest are startled, and even Tataka is stupefied by that sound, and she is intolerably infuriated at it. She who is convulsed in anger to hear that sound gave attention to the direction wherefrom it emerged and she rancorously rushed thereto."
        },
        {
            "type": "verse",
            "text": "Raghava on seeing that monstrous-looking demoness with a distorted face and who by proportions is very gigantic, furthermore infuriated, spoke to Lakshmana."
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, see that yakshii's grisly and ghastly physique, seeing which hearts of cowards are prone to burst. She is unstoppable and has magical powers, is't, you may see now how I will make her to readily retreat by lopping off her ears and the tip of nose. As it is her feminineness is protecting her, and I too I do not really attempt to kill her, but I intend to terminate her impudence and mobility.\""
        },
        {
            "type": "verse",
            "text": "While Rama is still speaking that way, convulsed in anger Tataka roaringly rushed towards Rama alone, swinging her arms. But the Brahma-sage Vishvamitra daunted sounded her off dauntingly, and said to Rama and Lakshmana, \"let you be safe, and be victorious.\" Flinging up dreadful dust on those two Raghavaa-s, Tataka baffled them for a while with a massive cloud of dust. Then taking hold of witchery she inundated both the Raghava-s with highly torrential stone rain, by which Rama became indignant. On forestalling her effusive stone storming with his arrow storm, Rama even mutilated both of her arms with arrows while she rushed towards them."
        },
        {
            "type": "verse",
            "text": "With her arms severed and fatigued she started to roar extremely at the nearby, and then provoked Lakshmana made her to loose her ears and the tip of nose by cutting them off. That guise changer vanished after variously altering her aspects, and then on baffling them with her illusoriness and discharging stone storms she moved about appallingly. And on seeing both Rama and Lakshmana who are being overspread by storms of stones from all-over, then the illustrious sage Vishvamitra spoke this sentence."
        },
        {
            "type": "verse",
            "text": "\"Enough is your compassion Rama, she is a sinister, behaviourally malevolent, a hinderer of rituals, and this yakshii gets a grip on herself in a short time by her illusory powers. Sun is going to set in a short time, and only before that time she shall be destroyed, for demons at dusk and afterwards become unassailable, indeed.\" So said sage Viswamitra to Rama."
        },
        {
            "type": "verse",
            "text": "When Vishvamitra addressed him thus, Rama displaying his capacity in sonic archery forestalled that yakshii who has gone into invisibility and storming stone-storms, with his arrows. And when the arrays of arrows obstructed her who possesses illusional powers, she dashed towards Rama and Lakshmana blaring stridently. And Rama struck an arrow in her chest who is invading and speedily swooping down like a thunderbolt, and thus she is readily felled down and totally dropped dead, too."
        },
        {
            "type": "verse",
            "text": "On seeing her who is horrendous in her shape is eliminated Indra and other gods have highly esteemed Rama saying, &ldquo;admirable, admirable is this act. The thousand eyed and the destroyer of enemy&rsquo;s citadels Indra then spoke with high satisfaction, and even all of the gods are gladdened and said to Vishvamitra this way."
        },
        {
            "type": "verse",
            "text": "\"Oh, sage Vishvamitra, you are blessed, all the groups of wind-gods along with Indra are pleased, so you please show more concern for Raghava. The sons of Prajapati Krishasva who are valiant by their virtue and who possess ascetic strength, oh, Brahman, they may be offered to Raghava."
        },
        {
            "type": "commentary",
            "text": "These are the sons like missiles of Krishaashava Prajaapati. About them, the divine weaponry and their birth, c.f. 21st sarga/chapter, verse 10 to 20."
        },
        {
            "type": "verse",
            "text": "\"Rama is steadfast in following your assignments and thus he is the worthy receiver of those missiles, and this prince has to accomplish a very great deed of gods.&rdquo; So said gods to Vishvamitra. All the gods on saying thus and on extolling Vishvamitra they contentedly returned to heavens, and then the sunset has come to pass."
        },
        {
            "type": "verse",
            "text": "That best sage is satisfied with Rama and gladdened for the eradication of Tataka kissed the forehead of and then said this sentence. \"Here we stay for tonight, Rama, the august one for a gaze, and tomorrow morning we will go to that hermitage of mine.&rdquo; So said Vishvamitra to Rama. On listening sage Vishvamitra's words, Dasharatha's son Rama, comfortably stayed that night there in that forest of Tataka."
        },
        {
            "type": "verse",
            "text": "On that very day alone that forest of Tataka too is released from the curse, and it shone forth like the luxurious heavenly garden of Kubera, namely Chiatra Ratha."
        },
        {
            "type": "verse",
            "text": "Rama while being eulogised by the groups of celestials and liberated Souls for complete elimination of yaksha's daughter, namely Tataka, stayed there along with the sage only to be awakened by the next day&rsquo;s sunrise."
        },
        {
            "type": "commentary",
            "text": "The materialists view this episode as a function of Rama in eradicating natural calamities like dust storms, pellet storms in an uncultivable land, on the line of the episode of Ahalya. In this episode Rama's discipline is also tested. Whether he simply follows what is instructed or whether he uses his own discretion, is the topic here. Rama coupled both and eradicates Tataka, tough he doubts for a while whether to eliminate a female.<em>strii vadha sahasaa na kartavyaH viruupakaaraNaadi strii daNDanam eva prathamataH kriyate &ndash; dharmaakuutam</em>"
        },
        {
            "type": "commentary",
            "text": "This is required for the endowment of deadly missiles to Rama in coming chapters. Hence Vishvamitra asks Rama to depend upon his own self-confidence to undertake this deed as at 1-24-30b, 31a. On satisfying with the eligibility of Rama to receive missiles with this episode, Vishvamitra accords those deadly weapons later."
        }
    ]
}