{
    "id": "prose-bala-27",
    "kanda": "bala",
    "sarga": "27",
    "title": "Vishvamitra endows Rama with supernatural missiles",
    "chapter": "27",
    "overview": "Sage Vishvamitra satisfied with the behaviour of Rama in obliging the orders of elders and performing the act that is assigned to him, gives many weapons to Rama, called <em>shastra, astra</em>-s. The weaponry is categorised mainly into two types. One is <em>shastra </em>- a handheld weapon like sword, lance or mace. The other is <em>astra </em>- a projectile missile invoked by reciting hymns. This chapter lists out those missiles that are given to Rama and in next chapter an account of some counter-attack missiles, called <em>upasamhaara astra</em>-s is given which can be used to nullify the enemy's missiles. In the endnote of this chapter some verses describing the nature of <em>astra-s</em>are incorporated.",
    "content": [
        {
            "type": "verse",
            "text": "Then, on staying that night there in Tataka forest, on the next day morning the greatly renowned sage Vishvamitra, smilingly and wording sweetly spoke to Rama. \"I am highly pleased with you, oh, illustrious prince Rama, let safety be with you, I will now give you all of the divine missiles in utmost fondness of mine. I am going to accord all of those divine missiles by which scores of gods, demons, or even from gandharva-s, uragaa-s and the like, or even earthlings are dominated, humbled down and conquered in war. Let safety be with you. "
        },
        {
            "type": "verse",
            "text": "\"Raghava, I am going to give the highly divine Danda disc [Punisher disc]; next, oh, best one among men, Dharma disc [Virtue-disc,] and like that kaala disc [Time-disc]; then oh, brave one, Vishnu disc; similarly oh, dextrous Rama, Indra disc and Thunderbolt missile; the best trident pertaining to Shiva; the missile called Brahma-shira [Brahma-crest]; the missile called the Aishiika missile [Grass-Blade missile,] and that way oh, Raghava, I am going to give the unexcelled and highly formidable missile called Brahma missile. "
        },
        {
            "type": "commentary",
            "text": "<em>aiSiika </em>missile is dried blade of grass, which by invoking with hymns will become a projectile weapon. Rama uses on Kakasura. In Mahaa Bharata Ashvadhaama also uses this at the final stage of war, which Krishna nullifies."
        },
        {
            "type": "verse",
            "text": "\"Oh manly tiger prince Rama, I am going to accord two maces that are brilliant by their radiance called, the Modaki, [the Beater,] and Shikhari, [the Tower of Protection.] Oh, Rama, like that I will be giving three nooses called Dharma paasha and kaala-paasha and Varuna paasha, [Virtue noose and Time noose, Rain god's noose] as well as an unequalled missile called Varuna astra, Rain-god's missile."
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghu's scion, I will also give two projectile bolts, one called shushka, [The Drier] and the other aardra, [The Drencher,] and even the missiles of Pinaaka and that of Narayana, [the missiles of god Shiva and Narayana,] I will give. Oh, impeccable Rama, thus a well-known missile shikhari [The Tower,] and another the fond of Fire-god known as prathama [The Blower,] and a missile of Air-god too, I will be giving. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava of Kakutstha-s, I will give you two missiles named Haya-shira [The Horse-head] and Krouncha [The Wrester,] and two Impellers, one presided over by the power of Vishnu, and the other by the power of Rudra. I will be giving all those weapons that are wielded by demons, namely the deadly Pounder named Kankaalam, and Rods named as Kapaalam and Kankanam, for the elimination of those very demons. "
        },
        {
            "type": "verse",
            "text": "\"Oh, mighty armed son of the best king, I am giving a great missile named Vaidyadhara by its name, and a gem of sword named Nandana. Thus, the missile which is very much liked by Gandharva-s, namely Mohana, [The Stupefier,] the missile called Prasvapana [The Inducer of Sleep,] and the gentle Prashamana, [The Pacifier of enemy's anger.] "
        },
        {
            "type": "verse",
            "text": "\"Oh, highly fortunate Rama, takes these missiles namely, varshaNa, [the Rainer,] shoshana [the Drainer,] santaapana [the Humidifier,] vilaapana [the Weep-inducer,] and oh, prince, an unassailable intoxicator and a dear missile of Manmatha, namely Mohana [The Intoxicator,] and another the fond missile of gandharva-s namely maanava by its name, [The Humane missile,] and oh, tigerly man, a missile dear one to pishaaca-s, monsters, namely paishaca [The Monster missile.] "
        },
        {
            "type": "verse",
            "text": "\"Oh, manly-tiger Rama, greatly powered taamasa and saumana missiles, the indomitable missiles like samvarta, mausala, satya, and then the maaya-maya missile; like that oh, mighty armed Rama, a solar missile the sequestrator of others' brilliance namely teja-prabha; next, the missile of Moon-god named shishira [The Cooler]; and a very deadly missile of tvaSTa namely sudaamana; and even the dangerous missile of bhaga namely shita-iSu, these and the maanava missile of Manu, the earliest ruler of mankind, I will be giving. "
        },
        {
            "type": "verse",
            "text": "\"These missiles are, oh, dextrous prince, disguise-wizards, greatly powered, and highly providential ones, oh, Rama, you may take them forthwith.\" So said sage Vishvamitra to Rama. "
        },
        {
            "type": "verse",
            "text": "That pre-eminent sage Vishvamitra on performing his personal holy depuration then gave the assortment of extraordinary hymns to Rama facing eastward. The comprehension of which invoking hymns of the missiles is impossible even to gods with their sections and subsections of procedures, that Brahman dedicated such hymns to Raghava. "
        },
        {
            "type": "verse",
            "text": "While that intelligent saint Vishvamitra chanted the hymns, all of those highly venerable missiles came nigh and stood accessible to Raghava in their astral form. All of those highly obliging missiles in astral bodies, gladdening to come under the aegis of Rama, then spoke to him making palms-fold, \"here are your thralls, Sire, we are here to accomplish whatever you bid us to do, let safety be with you.\" So said the deities presiding over the missiles to Rama. "
        },
        {
            "type": "verse",
            "text": "On receiving them with a pleased heart, then Rama patted them with his palm, and that Rama of Kakutstha-s also spoke this way to those mightily forceful missiles in ethereal bodies saying, \"you may manifest yourselves in my cognisance whenever I need you,\" and he motivated them to take leave and to come back at his beck and call. "
        },
        {
            "type": "verse",
            "text": "That highly resplendent Rama revered sage Vishvamitra with a thankful heart and readied himself for further journey. "
        },
        {
            "type": "commentary",
            "text": "There are some verses that depict the nature of these astra-s. A few of them are given under. Though we may not actually acquire a projectile power with these verses, they may at least detail what these missiles are. The source of these verses is untraceable, but they are said to be in puraaNaa-s, and Shiva informs Sage Narada, about the missiles as below:"
        },
        {
            "type": "commentary",
            "text": "\"It contains air, fire and cosmic poison, two goat-like fangs, full of poison, weighty, emits air, contains mercury, fiery, sparkling, sky is filled with air, enemy-killing, greatly radiant and it is projected with three hymns, Gayatri at its centre, it is known as <em>Brahma-astra</em>"
        },
        {
            "type": "commentary",
            "text": "\"Renders a piteous state of the enemy, full with magical powers, ending in air, and water filled, ends in craters with fire, generates fire and and it is known as Time disc\""
        },
        {
            "type": "commentary",
            "text": "\"It first sparkles with cosmic holes, contains high degree radiance, revolves with one lakh revolutions per foot, very panicking is its projection\""
        }
    ]
}