{
    "id": "prose-bala-28",
    "kanda": "bala",
    "sarga": "28",
    "title": "Vishvamitra teaches Rama about annulment of missiles",
    "chapter": "28",
    "overview": "Rama requests sage Vishvamitra for endowing annulment missiles, besides projectile ones that have been accorded in the previous chapter. Sage Vishvamitra accords them, and while they are journeying further, they chance to see a picturesque forest on their way and Rama enquires about it.",
    "content": [
        {
            "type": "verse",
            "text": "On becoming personally purified Rama, the descendent of Kakutstha-s, received the missiles, and then on their way he is now speaking to Sage Vishvamitra with a pleasant face. "
        },
        {
            "type": "verse",
            "text": "\"Oh, godly sage, I have taken the missiles and became unassailable even for gods, but oh, eminent sage, I wish to know the annulment of missiles too.\" So said Rama to the sage. When Rama of Kakutstha said thus, next that resolute, well-averred and purified sage of eminence Vishvamitra imparted the knowledge of annulment missiles. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, take these radiant missile-children of Krishaasva from me, namely Satyavanta, Satyakeerti, Dhristha, Rabhasa, Pratihaaratara, Paraanmuka, Avaanmukha, Lakshya, Alakshya, Dhridhanaabha, Sunaabha, Dashaaksha, Shatavaktra, Dashasheersha, Shatodara, Padmanaabha, Mahaanaabha, Dundunaabha, Svanaabha, Jyotisha, Shakuna, Nairaashya, Vimala, Yungandhara, Vinidra, Daitya, Pramadhana, Suchibaahu, Mahaabaahu, Nishkali, Virucha, Saarchirmaali, Dhritimaali, Vrittiman, Ruchira, Pitrya, Ssaumansa, and also thus Vidhoota, Makara, are two of them...Karaveerakara, Dhana, Dhaanya, Kaamaroopa, Kaamaruchira, Moha, Aavarana, and thus Jrimbhaka, Sarvanaabha, Varana... and these are the guise changing wizards ad you are the eligible one to handle these missiles, let safety be with you.\" Thus Vishvamitra gave missiles to Rama. "
        },
        {
            "type": "verse",
            "text": "Gladdening in his heart of hearts Rama of Kakutstha received the annulment missiles saying, \"Agreed! Sire!\" Those missiles are with radiantly divine bodies, appealing and endowing bliss. Some are fire-like, some smoke-like, and some moon-like and some sun-like, and such as they are, some of them holding out their hollowed palms, and some with palms adjoined melodiously spoke to Rama saying, \"here we are, oh, manly-tiger, what can we do for you.\" "
        },
        {
            "type": "verse",
            "text": "\"While remaining in my memory you assist me as and when needed, and till then you may go away as wish,\" thus that legatee of Raghu-s said to those deities of annulment missiles. Saying \"it will be done that way\" to Rama, the legatee of Kakutstha-s, also on performing circumambulation to him and then on taking his consent those deities have gone away as they have come. "
        },
        {
            "type": "verse",
            "text": "After learning the nullifying missiles and then while proceeding on the walkway Raghava asked the great sage Vishvamitra with sweet and soft words. "
        },
        {
            "type": "verse",
            "text": "\"What is this cloudlike picturesque thicket shining forth not very far away on this side of mountain, with animals spreading over it, and embellished with numerous kinds of birds that have pleasant callings it is highly soul-delighting, thus, my inquisitiveness is growing very much to know it, what is this, really! By the nature of happy environs at this place, oh, eminent sage, I understand that we have come out of the extremely alarming forest of Tataka, but oh, god, whose hermitage's threshold is this, kindly tell me all. "
        },
        {
            "type": "verse",
            "text": "\"Oh, great saint, where are those murderers of Brahmans? Oh, venerable one, at which place those evil minded sinners and evildoers will be coming to hinder your ritual? And where, oh, Brahman, I have to safeguard your ritual ceremonies, and demons too are to be eliminated? Oh, eminent sage, what is that place? I would like to hear all of it.\" Rama asked Vishvamitra in that way. "
        }
    ]
}