{
    "id": "prose-bala-29",
    "kanda": "bala",
    "sarga": "29",
    "title": "Legend of Vamana narrated",
    "chapter": "29",
    "overview": "Rama and Lakshmana inquisitively enquired into the Siddha aashrama, Accomplished Hermitage in the earlier chapter for which Sage Vishvamitra informs about the heritage of that hermitage for it once belonged to Vishnu in Vaamna incarnation. Vishvamitra narrates about it and how Vaamna, a dwarfish ascetic boy eradicated evil on earth. It is a suggestion to Rama from Sage Vishvamitra to do likewise in this incarnation of Rama also.",
    "content": [
        {
            "type": "verse",
            "text": "When that matchlessly illustrious Rama has asked for details, that highly resplendent sage Vishvamitra started to narrate about that forest to Rama. "
        },
        {
            "type": "verse",
            "text": "\"Here, oh, dextrous Rama, he who is worshipped by gods and who has got outstanding ascesis that Vishnu resided here in the pursuit of practising ascesis and yoga for good many years, likewise for a hundred eras. This is the erstwhile hermitage of great-souled Vaamana renowned as Accomplished hermitage, why because the sage with supreme ascesis Kaashyapa got accomplishment to such of his ascesis there only. "
        },
        {
            "type": "commentary",
            "text": "This is firstly the hermitage of Vishnu before taking up Vaamna incarnation. Later the incarnate Vaamna also practised asceticism here. Thus, this hermitage belongs to both Vishnu and Vaamna, and on such an analogy this even belongs to Rama at the present time, so says Vishvamitra at 24th verse below."
        },
        {
            "type": "verse",
            "text": "\"In the meantime, when Vishnu was in his asceticism in this hermitage, the son of King Virochana, namely Bali, has completely conquered all the assemblages of gods together with Indra and his coterie called Wind-gods, and ruling that kingdom where that hermitage is there, he has become renowned in all the three worlds for his magnanimity. "
        },
        {
            "type": "commentary",
            "text": "Bali is generally addressed Bali Chakravatri, Bali, The Emperor, for his grand benevolence. He is the grand son of Prahlaada, who in turn is the son of greatest demon king, HiraNyakashapa, who was eliminated by Vishnu, in His Nara-simha, Man-Lion incarnation."
        },
        {
            "type": "verse",
            "text": "\"That great mighty chief of demons Bali then conducted a very grand Vedic ritual. But when Bali is conducting that ritual remaining as its officiator all the gods personally approached Vishnu, keeping Fire ahead of them, just here in this hermitage and they spoke to him. "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, all-pervading god Vishnu, Bali the son of Virochana is conducting an unsurpassed Vedic ritual, before the completion of which our own mission, say the task of gods, is to be achieved completely. 'Whoever the supplicant might be and from wherever he might be coming, but if one approaches and supplicates to him he is donating that in as is where is condition, whatever is supplicated and wherever it might be. As such, oh, Vishnu, you may effectuate the most suitable merited deed for the welfare of gods on resorting to your illusory power, Vishnu Maya, and on assuming the form of a dwarf to deal with Emperor Bali.\" Thus gods appealed to Vishnu. "
        },
        {
            "type": "verse",
            "text": "\"In the meanwhile, oh Rama, he whose brilliance is similar to ritual fire, who will be with his wife Lady Aditi, who is resplendent with his own vitality, that godly sage Kaashyapa on completing his asceticism along with Lady Aditi started to eulogise the boon giver and the eliminator of demon Madhu, namely Vishnu.\" Thus Vishvamitra is narrating to Rama. "
        },
        {
            "type": "commentary",
            "text": "The ascetic practises conducted along with wife are said to yield best results, in the case of a desired object of that couple's interest. Therefore, Dasharatha also conducted the ritual to beget progeny along with his wives. Here Sage Kaashyapa conducted his austerities along with wife Aditi."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, Supreme Person, you are abounding with asceticism, aggregate of asceticism, the aspect of asceticism, and the very soul of asceticism, such as you are, I am able to see you with the well practised asceticism of mine. "
        },
        {
            "type": "commentary",
            "text": "The word 'tapaH' also means j~naana, gnosis, knowledge, intellect, spirit, as such it is oriented that way and said as, \"oh, Vishnu, you are abounding with intellect, aggregate of intellect, the only aspect of intellect...\" etc."
        },
        {
            "type": "verse",
            "text": "\" 'In your physique I am seeing this entire universe, oh, god, and you are without a beginning and indefinable, and in you I am taking shelter.\" Sage Kaashyapa praised Vishnu in this way."
        },
        {
            "type": "commentary",
            "text": "This is the concept of <em>vishva ruupa </em>, Physique of the Universes, which Krishna shows to Arjuna in Maha Bharata at the time of telling Bhavad Gita."
        },
        {
            "type": "verse",
            "text": "Vishnu is gladdened for the devotion of sage Kaashyapa who is absolved of any blemish y his ascesis, and then Vishnu said this to, \"You may seek a boon as you are boon-worthy, I opine that you are a preferred one to me, let safety be with you.\" Thus Vishnu said to Kaashyapa. "
        },
        {
            "type": "verse",
            "text": "On hearing the word of Vishnu sage Kaashyapa, the son of Sage Mariicha said, \"oh, god the accorder of boons, as you are pleased with us it will be apt of you to bestow the boon besought by Lady Aditi and the gods, oh, lord with lofty vows, for which boon I am also supplicating to you, following them. Oh, god, oh, sinless one, you may please attain the sonship of Lady Aditi and myself, oh, dispenser of demons, it will be apt of you to render help to gods who are agonised in the anguish owing to the predominance of Emperor Bali, by becoming the younger brother of Indra. "
        },
        {
            "type": "verse",
            "text": "\"Oh, god of gods, as the works of my austerities are accomplished here, by your grace this hermitage will be renowned by the name Siddha ashram, Hermitage of Accomplishment, hence oh god, arise from here to become my son.' So said sage Kaashyapa to Vishnu. "
        },
        {
            "type": "commentary",
            "text": "The wording <em>siddhe karmaNi </em>is interpreted in two ways. One in respect of Vishnu who is practising asceticism there, as His austerities are accomplished here in accepting request of gods as well as that of Sage Kaashyapa. The other, in respect of Kaashyapa who is seeking the boon, and if Vishnu accords the boon to incarnate Himself as Vaamna in the womb of Aditi, the austerities of Kaashyapa are also accomplished. Since the deeds of Supreme God are not accomplished with mere austerities, but by eliminating the evil, the concept of <em>siddhe karmaNi </em>is appropriate in respect of Sage Kaashyapa. In any way, this hermitage is an Accomplished one for gods, for sages, and for Supreme Divinities, in taking a foothold to eliminate the evil on earth."
        },
        {
            "type": "verse",
            "text": "That great resplendent Vishnu then adopting a semblance of a dwarf emerged from Aditi, and that dwarfish ascetic boy approached Emperor Bali, the son of Virochana."
        },
        {
            "type": "verse",
            "text": "That dwarf ascetic boy Vaamana begged and received a space that can be covered in three strides, but strode all the three worlds in those three steps for the purpose of saving worlds, as he is interested in the welfare of all the worlds. Vishnu gave the earth back to Indra restraining Emperor Bali with his vitality. Thus that great resplendent Vishnu made the three worlds to come under the control of Indra again."
        },
        {
            "type": "commentary",
            "text": "The myth is that Vaamna, the dwarfish ascetic boy, approaches Emperor Bali and begs of him for a space enough to place his three dwarfish foot-steps. While all around that ritual hall of Bali laugh at this boy's request, Bali comes to know who this dwarfish boy is. Though known to be Vishnu in this incarnation, without deviating from his vow of according charities in 'as is where is condition', Bali accords that much space to the boy. Then Vaamna places one dwarfish foot on this globe and the entire globe is covered with it. Vaamna then asks Bali where to put the second foot. Bali shows heavenward, which heavenly worlds are conquered by Bali and are under his control at that time. Vaamna places his second dwarfish foot on all the heavenly worlds covering all of them. Then again, Vaamna asks Bali as to where the third foot-space is. Bali shows his head to place the third foot. Vaamna places his foot on this third foot-space, i.e., on Bali's head and starts to trample him to <em>paataala loka</em>, nether worlds. At the time of donating the charity, while Bali is pouring water oblation into the hands of Vaamna, Sage Shukrachaarya, the demon's high priest, knowing this dwarf boy to be Vishnu, enters the nozzle of the water pot so that the donation water may not fall into the hands of the boy, thus to fail the donation. Knowing that the sage is in the nozzle of the water-pot, Vaamna pierces the nozzle with a straw of darbha, sacred grass-blade, thus piercing one eye of Sage Shukrachaarya. From then on, this sage has become one-eyed sage, symbolically meaning that he eyes on one side only, namely on the side of demon's welfare. Vaamna places his third step on the head of Emperor Bali and subjugates him to netherworlds, freeing the other worlds from his rule. However, Vishnu blesses Bali to be deathless, though subdued into netherworlds, and to become Indra in the coming manvantara-s, eras. Then on Vishnu is eulogised as Trivikrama, <em>tri vi krama </em>three, verily, paced - surpassing, one who surpasses all the three worlds in three strides."
        },
        {
            "type": "verse",
            "text": "\"This hermitage which at one time is presided by Vishnu, is an eradicator of stress, either the stress and strain caused by the evil on earth, or the stress of going through the cycle of birth and death, thus this hermitage is an accorded of salvation, and I am also beneficed with this hermitage owing to my devotion to Vaamana. Demons causing obstacles, oh, manly tiger Rama, will be arriving at that hermitage and there alone those demons with evil pursuit are to be eliminated. "
        },
        {
            "type": "verse",
            "text": "\"Rama, we now go to the unexcelled hermitage of Accomplishment, oh, dear one, as to how this hermitage belongs to me, this also belongs to you.\" Thus Vishvamitra said to Rama. "
        },
        {
            "type": "commentary",
            "text": "This hermitage is my benefice now for I am practising my asceticism here, but originally this belongs to you because you have practised your asceticism here in this hermitage as Vishnu, even earlier to your Vaamana incarnation.' Rama Tilaka."
        },
        {
            "type": "verse",
            "text": "So saying that great sage Vishvamitra is highly gladdened to lead Rama together with Lakshmana to the hermitage, and on his entering the hermitage with those two, that sage shone forth like moon with a two starred constellation called Punarvasu, the fifth or seventh lunar mansion, after dispersal of mist. "
        },
        {
            "type": "verse",
            "text": "On seeing the arrival of Vishvamitra all of the resident sages of Accomplished Hermitage have quickly approached him with hustle and bustle adoring him. Those sages reverenced Vishvamitra according to their deservedness, likewise they have offered hospitality to both of the princes, Rama and Lakshmana."
        },
        {
            "type": "verse",
            "text": "Those two princes from Raghu's dynasty and the enemy-subjugators, namely Rama and Lakshmana, briefly took rest and adjoining palms they spoke to the sagely tiger Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "\"Oh, the eminent sage, to day itself you may undertake the ritual of solemnity that is undertaken prior to the main ritual, be safe, and let this Hermitage of Accomplishment become an accomplished one in eradiating vice true to its name, and let the word of yours given to my father in fetching me to this place come true.\" So said Rama to Vishvamitra, supported by Lakshmana. "
        },
        {
            "type": "verse",
            "text": "When he is said so, that great radiant and supreme sage Vishvamitra, thereupon scrupulously undertook the vow of ritual controlling his senses."
        },
        {
            "type": "commentary",
            "text": "Vishvamitra controlling senses etc., is to say that he will cut off from external world occupying himself with the ritual, without getting anger and the like during the progression of this ritual, as explained at 1-19-7 to King Dasharatha."
        },
        {
            "type": "verse",
            "text": "Both the youngsters Rama and Lakshmana on spending that night vigilantly got up with the sunrise. On finishing morning time bathing they meditated upon the easterly aurora, and then on completing the supreme meditation on Gayatri in its regularity, they addressed themselves to sage Vishvamitra, who by now has enkindled ritual fire and sitting before the Altar of Fire. "
        },
        {
            "type": "commentary",
            "text": "Rama and Lakshmana spent that night vigilantly but not in a clam and collected way.<em>anena kShatriyeNa jaagaruukatayaa yaj~naadi dharma anuShTaatR^i samrakShNam kartavyan iti suucitam || dk</em>."
        }
    ]
}