{
    "id": "prose-bala-3",
    "kanda": "bala",
    "sarga": "3",
    "title": "Valmiki gets divine guidance to compile the epic",
    "chapter": "3",
    "overview": "The scheming of the composition of epic Ramayana is described here. Whole of the epic is rendered in its quintessence, as to how Sage Valmiki scheduled the narration of important milestones of the epic.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing the essence of Ramayana from Sage Narada, which is abound with probity and prosperity, and a propitious one too, that virtue-souled Valmiki started searching for further known details in the legend of that dexterous Rama. Valmiki sitting on a sacred grass mat, whose apices are towards east, touched waters, and made his palms adjoined in reverence, and then by his yogic insight started to search comprehensively, for the narrative course of Ramayana."
        },
        {
            "type": "commentary",
            "text": "Comment: Touching/sipping waters <em>aachamana, pariSechana </em>, before undertaking any auspicious work, including daily meal, is customary, because water cleanses the internal system, both mind and body."
        },
        {
            "type": "verse",
            "text": "Of Rama, Lakshmana and Sita, also of King Dasharatha and his wives, and what bechanced on Rama when he was in kingdom Ayodhya; Valmiki veritably discerned all that. Their smiles, their conversations, their deeds and the succession of events as well, all of them the sage saw wholly and clearly by the yogic power conferred by Brahma..."
        },
        {
            "type": "verse",
            "text": "Then, that which bechanced on truth-abiding Rama, while he is trekking in forests, with a lady being the third partner, where Lakshmana is the lone male aide, Valmiki visualized all that."
        },
        {
            "type": "verse",
            "text": "Then that virtue-souled sage saw what all that has happened earlier, by his yogic exaltation, as though it is a citric fruit in his own palm."
        },
        {
            "type": "verse",
            "text": "Discerning all of Ramayana in its actuality by his yogic prowess that highly intellectual Valmiki pioneered to author all of the legend of Rama, for Rama is a delighter of all in all worlds, and whose legend is abounding with the real functional qualities of earthly pleasures and prosperities, and which clearly elaborates the meaning of probity and its operative qualities, and thus this legend is like an ocean replete with such gems called thoughts, and an ear-pleasing legend, as well."
        },
        {
            "type": "commentary",
            "text": "Comment: The pleasures and gains of the humans are <em>puruSaartha</em>-s, in its axiological meaning. Hindus have four such <em>puruSaartha </em>-s [namely human values,] <em>dharma </em>probity <em>artha</em>prosperity, <em>kaama </em>pleasures, and finally <em>moksha </em>, blessedness. Of these four only the first three, <em>dharma, artha, kaama </em>are usually referred, and they are called <em>tri-varga</em>. The final one <em>moksha </em>is not often quoted. Dhrama is the driving force. <em>chodanaa lakshaNaartho dharmaH </em>- Jaimini. Hence dharma is the prescribed conduct, either by scriptures or by the society, and it does not entail any merit or demerit, but just an obligatory conduct or duty or, say 'categorical imperative' of Kant. And the other two, <em>artha, kaama </em>, are the means of dharma, and all leading to moksha. These two great epics Ramayana and MahaBharata are structured on these <em>puruSaartha </em>-s alone. Thus though Ramayana is abounding with the accounts of richness and glory of all kinds of wealth, which is secondary to human values, its main import is the virtuosity of human living. The ocean, though abounding with other less valuable items like conch shells, mother-of-pearl shells etc., its gems beneath all these peripherals are of high value. Thus this is an ear pleasing by its musical melody and heart pleasing by its meaningful wording. Further, it is pleasant for its import is in accordance with all the scriptures."
        },
        {
            "type": "verse",
            "text": "That godly saint Valmiki composed the legend of Rama, the legatee of Raghu, exactly as the divine-soul Narada narrated it earlier. The birth of Rama as an incarnation of Vishnu, his very great valour, his gracefulness to all, his universal cordiality, perseverance, courteousness, and his truthful conduct, Valmiki described them all."
        },
        {
            "type": "verse",
            "text": "Narrated are very many other amusing stories, Rama's breaking the great bow; his marriage with Janaki after with the help of Sage Vishvamitra. Dispute of Rama and Parashurama; the matchless merits of Rama, the son of Dasharatha; and the preparations for anointing of Rama as crown prince; Queen Kaikeyi's vicious intentions, are descrbed."
        },
        {
            "type": "commentary",
            "text": "Rama is <em>shrii raama </em>one who delights in <em>shrii </em>, where <em>shrii </em>is Goddess Lakshmi. Where as Parashurama delights in his axe <em>parashu </em>axe; and Balarama, the brother of Krishna delights in his own<em> bala </em>might."
        },
        {
            "type": "verse",
            "text": "Disruption in royal unction of Raghava; his exile to forests; King Dasharatha's grief and bewailing, and thus his departing to other world; grief of the subjects of that kingdom; Rama's leaving them off; his conversing with tribal chief Guha; returning the charioteer Sumantra to kingdom from forests, leaving the trio at the banks of river Ganga, all these elements are well- described."
        },
        {
            "type": "verse",
            "text": "Rama's crossing over River Ganga; looking up Sage Bharadwaja; their look up at Chitrakuta on Sage Bharadwaja's advise; construction of a hermitage and dwelling therein; Bharata's arrival at that place for the graciousness of Rama to take back the kingdom; Rama's denial of it; Rama's offering water oblations to his father on hearing the demise of his father; Bhararata's enthroning shoe-sandals of Rama; his living in a village Nandigrama; Rama's going to Dandaka forests; killing the demon named Viradha; Rama's visit to Sage Sarabhanga and Suteekshna; their visiting hermitic lady Anasuuya, and her smooth speaking with Sita and also her giving a body cream to Sita... by applying which cream Sita will not wither away in the rough weather of woods, and these details are incorporated with great care."
        },
        {
            "type": "verse",
            "text": "Also even Rama's seeing the Sage Agastya, and likewise taking a great bow from that sage; the palaver of Surpanakha, the demoness with Rama, and Lakshmana's defacing her, likewise."
        },
        {
            "type": "verse",
            "text": "The killing demons like Khara, Trishirasa and the upsurge of Ravana thereby, and also killing demon Mareecha, and Ravana's abduction of Vaidehi. Raghava's anguish at the loss of Sita; Ravana's slaying the mighty eagle Jatayu; Rama's seeing Kabandha, and also Lake Pampa, are said."
        },
        {
            "type": "verse",
            "text": "Rama's seeing Shabari, a hermetic lady and eating fruits and tubers given by her in utmost adoration; Rama's bemoaning for Sita; his sighting Hanuman at Lake Pampa. His going to Mt. Rishyamuka, meeting Sugreeva and generating confidence in Sugreeva, befriending him and the duel of Vali and Sugreeva, depicted."
        },
        {
            "type": "verse",
            "text": "Also thus Vali's elimination and establishing Sugreeva on throne of monkey kingdom, grieving of Tara, the wife of Vali and empress of that kingdom, and as consented Rama's stopover during the days of rain, are narrated."
        },
        {
            "type": "commentary",
            "text": "Comment: This <em>raatri </em>usually means night. But it includes day also. When saying <em>triraatra, dasha raatra</em>, in conducting rituals it includes daytime also. On the whole it is total rainy season that is admirably narrated in Kishkindha Kanda."
        },
        {
            "type": "verse",
            "text": "The wrath of Raghava, the lion, at the delay caused by Sugreeva, and Sugreeva's foregathering of all troops, and sending them to all quarters, and Sugreeva's description of earth's topography to monkey-troops."
        },
        {
            "type": "verse",
            "text": "Rama's giving his ring to Hanuman as a token for Sita's recognition; monkeys on searching see Riskha cave, bear-cave; their fasting unto death for their quest remained unsuccessful, and their seeing Sampaati, another mighty eagle and the brother of slain Jatayu, who guides the monkeys to the destination where Sita is held capitive, are narrated."
        },
        {
            "type": "verse",
            "text": "Hanuman's climbing Mt. Mahendra to leap over the ocean, and on the advice of the Ocean, Mt. Mainaka's coming up from under waters to give rest to Hanuman, and Hanuman's seeing that mountain are depicted."
        },
        {
            "type": "verse",
            "text": "Hanuman's killing the demoness Surasa, and his seeing of Simhika, a rapacious creature of gigantic origin, which captures its prey by the shadow, and Hanuman's killing that Simhika, and his seeing the mountain of Lanka, called Mt. Trikuta, on which the state of Lanka is built, Valmiki described them all."
        },
        {
            "type": "verse",
            "text": "In night Hanuman's entry into Lanka, for being lonely his thinking over the course to search for Sita, and his going to the liquor consumption place, and also his seeing the palace chambers of Ravana. Hanuman's seeing Ravana, and also his seeing Pushpaka, the divine aircraft, and in Ashoka gardens, his seeing Sita also said."
        },
        {
            "type": "verse",
            "text": "Hanuman's presenting his credential, the ring of Rama, to Sita and his talk with Seeta, and also his witnessing the demonesses scaring Sita to oblige Ravana, and his witnessing demoness Trijata narrating her bad dream, are all narrated in the epic."
        },
        {
            "type": "verse",
            "text": "Sita's giving her bejeweled hairslide to be shown to Rama, Hanuman's uprooting of the trees of that beautiful Ashoka gardens, thereby the demonesses fleeing in scare, his killing the guards of that garden."
        },
        {
            "type": "verse",
            "text": "The capture of Hanuman, the son of Air-god, by the magical missile of Indrajit, son of Ravana, and also Hanuman's burning down Lanka, and his blaring at the demons of burning Lanka, also his return flight from Lanka, and on his way back Hanuman's seeing a honey garden, and they all appropriation of honey."
        },
        {
            "type": "verse",
            "text": "Hanuman's action in presenting the jewel sent by Sita solaces Raghava, and thus the meeting of Rama with the Ocean, and Nala's building the bridge on ocean. Rama's crossing over the ocean by the boulder bridge built by Nala, and seizure of Lanka in night, and Vibheeshana, the younger brother of Ravana, whom Ravana banished, comes to meet Rama, and his telling the scheme to kill Ravana to Rama."
        },
        {
            "type": "verse",
            "text": "Destruction of Kumbhakarna, another brother of Ravana, and the elimination of Meghanatha, the valiant fighter and son of Ravana, and the annihilation of Ravana, and also retrieval of Sita in enemy's city, [which is a kind of disgrace to Rama and a successive event follows thereon,] all these are narrated in the epic."
        },
        {
            "type": "verse",
            "text": "Crowning of Vibheeshana as the king of Lanka after the demise of Ravana, and also Rama's seeing Pushpaka, the divine aircraft, and returning to Ayodhya in that aircraft... and Rama's meeting Sage Bharadvaja on his way back."
        },
        {
            "type": "verse",
            "text": "Sending Hanuman to meet Bharata, for Bharata avowed to self-immolate if Rama were not to come in time; the coronation festival of Rama; disbandment of all military troops of monkeys; Rama's ruling his kingdom to the delight of his subjects, and the desolation of Vaidehi too, are described by Valmiki."
        },
        {
            "type": "verse",
            "text": "The godly sage Valmiki composed the futuristic legend of Rama while Rama is on the surface of earth, and whatever that is there minutely, that is composed in all its minuteness, in the coming chapters of this epic."
        },
        {
            "type": "commentary",
            "text": "Comment: In this verse, some take the word <em>uttare </em>as Uttara Ramayana, the events occurring after his crowning, Sita's departure to forest, birth of Lava and Kusha, the sons of Rama and a battle between father and sons etc., are ascribed to Valmiki. But to some commentators, as per the format of this chapter, which surveys what Valmiki has scheduled to write, it is unacceptable since the word<em>uttare </em>occurs for only one occasion, hence cannot mean next canto. Thus, they say, Uttara Ramayana cannot be ascribed to Valmiki. Hence the word <em>uttare </em>here is taken to mean henceforth, hereinafter of the epic."
        }
    ]
}