{
    "id": "prose-bala-30",
    "kanda": "bala",
    "sarga": "30",
    "title": "Legend of siddha Ashrama",
    "chapter": "30",
    "overview": "Rama and Lakshmana while safeguarding the ritual of Sage Vishvamitra for six days and nights, on the last night demons named Maareecha and Subaahu come to hinder the ritual. Rama acts deftly and hits out Maareecha to a long distance, but kills the other, namely Subaahu. Rama thus makes the ritual of sage Vishvamitra a success.",
    "content": [
        {
            "type": "verse",
            "text": "The two enemy subjugators, Rama and Lakshmana, who are sensible of their conduct according to time and place, and who will be sensibly talking according to time and place, those princes then spoke this sentence to Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "\"Oh, god, we are interested to listen at which time those night-walkers come to disturb the ritual, and at which time we have to safeguarded the ritual from them, that you tell us, let not that moment pass away.\" "
        },
        {
            "type": "commentary",
            "text": "It appears from the word order as above, 'at which time those two demons are to be safeguarded by us?' But positioning the word <em>samrakshNiiyau </em>is a grammarian's headache. On this many kinds of declinations are said. Rama Tilaka attributes this <em>rakshNiyau </em>'to be safeguarded' to ritual, and he says that 'from whom the ritual is to be safeguarded'"
        },
        {
            "type": "verse",
            "text": "All the sages available there are delighted with the princes of Kakutstha dynasty who are speaking thus and making haste for a combat with demons and they praised them. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava-s, you have to safeguard this ritual for six nights and days from today, and this Sage Vishvamitra who is under the vow of ritual goes into muteness as required by the vow.\" Thus said the other sages near at ritual place. "
        },
        {
            "type": "verse",
            "text": "On hearing that sentence of the other sages those two glorious princes have wakefully safeguarded that woodland of the ritual for six nights and days. On alertly patrolling nearby the Altar of Fire those two enemy-destroyers who are the wielders of great bows and valiant ones have protected the best sage Vishvamitra. While that period of six days is elapsing and when the sixth day has come, then Rama said to Saumitri, \"you be prepared and be on alert.\" "
        },
        {
            "type": "verse",
            "text": "While Rama is saying thus himself quickening to combat then the fire in the Altar of Fire flared up suddenly and highly, brightening the chief officiator of the ritual, namely Vishvamitra, and other priests around it. "
        },
        {
            "type": "commentary",
            "text": "The compound <em>pra ja jwaala,</em>used in verse with many stresses for the flare is given here to import that the ritual is achieving its climax and it will be fructified thereby. The demons enter just at this juncture to spoil the ritual."
        },
        {
            "type": "verse",
            "text": "The Altar of Fire around which sacred grass, drink-vessels, oblation spoons, firewood-sticks, and heaps of flowers are kept, and around which Vishvamitra and the conductors of ritual are sitting, that altar flared high. "
        },
        {
            "type": "commentary",
            "text": "The <em>darbha </em>is <em>kusha </em>grass used specifically in rituals even today.<em>chamasa </em>is a wooden vessels used for consuming soma juice. <em>srukk </em>is an arm-length wooden spoon with a palm size receptacle at one end used to pour clarified butter and other liquids into Altar of Fire to the chanting of hymns. <em>samidha</em>-s comprises items of wood pieces or sticks, mainly from sandalwood trees and a variety of other items that are offered into fire."
        },
        {
            "type": "verse",
            "text": "While the Vedic ritual is proceeding well towards its conclusion according to hymnal rendering and rules of conducting the ritual, a strident and frightening blare is generated in the sky. As to how massive clouds appear in torrential cloudburst, likewise two demons appeared enshrouding the sky, and performing wizardry they about to swoop down towards the Altar of Fire. "
        },
        {
            "type": "verse",
            "text": "Maareecha and Subaahu are the monstrous demons that have come along with their followers and they have started to pour down spates of blood. On noticing the Altar of Fire swamped with streams of blood, then Rama swiftly ran towards that direction and saw the demons in the sky. Perceiving that the two demons are about to swoop down on Altar of Fire in haste, that lotus-eyed Rama however gave a quick checking look at Lakshmana saying this sentence. "
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, I am reluctant to eliminate this kind of these ill-behaved and raw flesh eating demons, but no doubt, they will be puffed out with Manava missile like a gust puffing thick clouds, you may see.\" Thus Rama said to Lakshmana. Saying so that agile Rama fitted the very benign and highly radiant arrow Maanava on his bow, and taking aim with it at Maareecha that highly furious Raghava darted it on the chest of Maareecha. "
        },
        {
            "type": "verse",
            "text": "Cleanly hit with that great missile Maanava, demon Maareecha is pitched for a hundred yojana lengths in full, and flung down into an ocean rocking with tidewaters. On seeing him highly whirling, rendered insensate and thrown out when rammed away with the strength of that Cold arrow Rama said this to Lakshmana. "
        },
        {
            "type": "verse",
            "text": "\"Lakshmana, see the Cold arrow belonging to Maanava missile expounded by Manu which is taking him away on baffling, but without taking away his life. "
        },
        {
            "type": "commentary",
            "text": "Rama is reluctant to eliminate demon Maareecha at this juncture because the same demon discourages Ravana in confronting Rama, but becomes a golden deer at the behest of Ravana, at the time of Ravana's abducting Sita. So, Rama shows forbearance at Maareecha till such time."
        },
        {
            "type": "verse",
            "text": "\"But I wish to kill these demons for they are ruthless, iniquitous, flagitious, ritual-hinderers and blood-drinkers.\" So said Rama to Lakshmana. Thus saying to Lakshmana, as though to show his swift dexterity Rama, the descendent of Raghu dynasty, took up a very powerful missile called Aagneya astra, Fire-missile, and darted it on the chest of Subaahu, by which that demon Subaahu is struck and fell flat on ground. "
        },
        {
            "type": "verse",
            "text": "In order to bring felicity to the sages that great glorious and supremely generous Raghava took up the missile of Air-god and hit down the remaining demons. When Rama, the delight of Raghu's dynasty, has eliminated all of the demons that are the hinderers of Vedic rituals, the sages available there in that hermitage idealised him as Indra was idealised once, when he became victories on demons."
        },
        {
            "type": "verse",
            "text": "On the completion of ritual beholding the precincts that are devoid of calamities the great sage Vishvamitra said this to Rama. "
        },
        {
            "type": "verse",
            "text": "\"My purpose in conducting the ritual is fully realised, oh, dextrous Rama, and you too, as a highly illustrious prince, have actualised the word of honour of your mentor, where one mentor is your father King Dasharatha and other is myself, and likewise oh, valiant Rama the glory of this Accomplished hermitage is also actualised...\" thus when Vishvamitra is applauding Rama, they have come close to vesper-time for vespertine prayers on Sandhya, the goddess of gloaming. "
        }
    ]
}