{
    "id": "prose-bala-31",
    "kanda": "bala",
    "sarga": "31",
    "title": "Rama safeguards Vishvamitra's vedic ritual",
    "chapter": "31",
    "overview": "Sage Vishwamitra travels to Mithila kingdom to attend a ritual of King Janaka and also to see the auspicious bow of Shiva that is being worshipped in the palace of Janaka from ages. The other sages suggest to Rama, that he too may go over there along with them to see that marvellous bow. They all proceed from Siddha Ashram towards River SoNa, a tributary of Ganga, and camp on its bank for a night.",
    "content": [
        {
            "type": "verse",
            "text": "Rejoicing for achieving the result of their journey with Vishvamitra, the brave Rama and Lakshmana then resided in that hermitage for that night, gladdening in their heart of hearts. When that night turned into a new day, performing their morning chores both of the brother jointly approached Sage Vishvamitra, who is along with other sages by then. And those gentle-speakers on reverencing that eminent sage Vishvamitra, whose radiance is akin to the ritual-fire, they two spoke this highly courteous sentence to him."
        },
        {
            "type": "verse",
            "text": "\"Oh, tigerly-sage, here are your attendants sir, available in your attendance, what order is to be carried out further, oh, eminent saint, that you may order us. When they have said that way all those great sages spoke to Rama, keeping Vishvamitra at the helm of affairs. Oh, best one among men, a highly righteous Vedic ritual belonging to King Janaka of Mithila is going to take place, and we the sages are going over there. \"Oh, tigerly-man Rama, if you can come along with us, it will be expedient for you to see a monumental gem of bow there."
        },
        {
            "type": "commentary",
            "text": "The sages are not insisting on Rama to come along, but advising him to have a glimpse of that marvellous bow of Shiva, which none can lift to string, so far. The topic of Sita is also not brought out by them, either, because it is in the know of Vishvamitra alone, and not known to these sages. Kings and princes have their own protocol of proper invitation. Here a third party is inviting Rama to some other king's ritual, which Rama may reject for being a prince. But it is suggestive to say the maxim <em>an aahuuto adhvaryam gacChet</em> 'even uninvited can attend a Vedic-ritual...' Thus the sages are tempting, rather than inviting Rama to come to Mithila in the name of a divine bow, seeing which any valiant prince would easily get excited to string."
        },
        {
            "type": "verse",
            "text": "\"Oh, best one among men, in early times indeed gods gave that awesome bow which has an unimaginable power and which is superbly incandescent in wars to an erstwhile king of Mithila in a congregation of a Vedic-ritual.This is the bow of Shiva with which He destroyed the ritual of Daksha. Then gods pleased Shiva and obtained this bow from Him. Then gods gave it to Devaraata, an earlier king of Mithila as a boon of Vedic-ritual."
        },
        {
            "type": "verse",
            "text": "\"Gods cannot capably lift it to string; gandharva-s, no; asura-s, no; demons, no; and for human beings, not in any way. Though many kings were inquisitive about the power of that bow, all of those great mighty princes are rendered incapable to string its bowstring. Oh, tigerly-man Rama, there in Mithila you can see that particular bow of the great-souled king of Mithila and his highly admirable Vedic ritual too, if you come with us. "
        },
        {
            "type": "verse",
            "text": "\"Once Devaraata, the grandparent of the present king Janaka of Mithila, conducted a Vedic-ritual and he indeed prayed only for this supreme bow with a best grip-handle as the fruit of that ritual from all of the gods and oh, tigerly man Rama, he got the same from them."
        },
        {
            "type": "commentary",
            "text": "For this <em>kuurma puraaNa, padma puraNna</em> puts it as: <em>priitaH ca bhagavaan iisaH trisuulii niila lohitaH | pradadau satru naasaartham Janakaaya adbhutam dhanuH || kuurma puraaNa | | caapam shambhoH dayaat dattam - padma puraaNa '</em>Satisfying with the ritual of Devaraata of Janaka, the Trident holder and holder of venom in throat, namely god Shiva, gave the marvellous bow to eliminate enemies.'"
        },
        {
            "type": "verse",
            "text": "\"That bow has got a regular worship and especially during the periods of<em>dhanur utsava</em>-s, festivals of bows-and- arrows. Hence it is kept in the palace of King of Mithila, and oh, Raghava it is worshipped with a variety of sandalwood pastes, scents of aloe substance, and with incenses.\" "
        },
        {
            "type": "verse",
            "text": "Saying so that best saint Vishvamitra started to travel on along with the assemblages of sages, and even along with Rama and Lakshmana, whose tacit consent to follow the sage is obtained by now, and on bidding farewell to the deities of woodlands of that Accomplished Hermitage, where his ritual is accomplished with the help of Rama and Lakshmana. "
        },
        {
            "type": "verse",
            "text": "\"Adieu, georgic deities, everything bodes well to you all, on accomplishment of the ritual I have undertaken here, I wish to go from this Accomplished Hermitage towards the ranges of Himalayan Mountains that are on the northern bank of River Ganga.\" Thus saying farewell to woodland-deities that descendent of Kaushika, namely Vishvamitra, the saint whose wealth is his ascesis started to journey on aiming to reach the northern side of River Ganga. "
        },
        {
            "type": "verse",
            "text": "While that best saint set forth, the team of his close followers who are the advocators of Vedic canons have moved behind him, approximately with a hundred carts loaded with their ritual paraphernalia. Even the residents of that Hermitage of Accomplishment, namely animals and birds, closely followed that great-souled Vishvamitra, whose wealth is his ascesis, in herds and flocks. But that sage Vishvamitra made those flocks of birds and the herds of animals to return to their places, as they have shown enough courtesy. "
        },
        {
            "type": "commentary",
            "text": "This following of animals and birds is to suggest that while any guest proceeding from their place, it is the courtesy of the residents of that place or house, to see him off for a distance, unlike 'showing a person the door.' Here Vishvamitra is the guest at these woodlands."
        },
        {
            "type": "verse",
            "text": "Those assemblages of sages on going far on their path made a camp on the bank of River Sona when the sun is dangling towards west. When the sun went into dusk those sages with illimitable resplendence took their bath and on kindling the consumer of kindled oblations they completed their evening fire ritual, and then squatted before sage Vishvamitra. And even Rama along with Lakshmana on worshipping those sages squatted before that intellectual Vishvamitra. With growing inquisitiveness that resplendent Rama has asked the tigerly sage Vishvamitra whose wealth is his ascesis. "
        },
        {
            "type": "verse",
            "text": "\"Oh, godly sage, this place is glistening with well-developed woodlands, really what is this place? You be blest! It will be apt of you tell about it, in essence.\" Thus Rama asked Vishvamitra. Sage Vishvamitra whose vows are unselfish and whose ascesis is exalted is motivated with the words of Rama and staying amidst the sages he started to tell all about that place. "
        }
    ]
}