{
    "id": "prose-bala-32",
    "kanda": "bala",
    "sarga": "32",
    "title": "Rama'savel to mithila city",
    "chapter": "32",
    "overview": "Sage Vishvamitra starts to narrate Kusha's legend. Vishvamitra is the offspring of Kusha's dynasty. Brahma gives boon to Kusha to beget four sons and one among them is Kushanaabha. Kushanaba begets a hundred daughters of excellent beauty. When Vayu, Air-god cherishes them all, those girls refuse him, as they prefer an arranged marriage by their father. Then Air-god in his indignation disfigures them all.",
    "content": [
        {
            "type": "verse",
            "text": "\"Once there was a highly righteous kingly sage who is the brainchild of Brahma, whose ascesis is of higher order, who has never flouted the rules of rituals or his vows, and who revered the knowers of virtue by name Kusha.\" Thus Sage Vishvamitra commenced narration."
        },
        {
            "type": "verse",
            "text": "\"That great-souled Kusha begot four selfsame and mighty sons, namely Kusumba, Kushanaabha, Asuurtarajasa, or also called Adhuurtarajasa, and Vasu through the princess of Vidarbha, which princess is of noble birth and an eligible wife of Kusha. With an aspiration that his sons shall uphold the principles of Kshatriya-s, Kusha spoke to them who are brilliant, highly enthusiastic, virtue abiding, and the advocators of truth saying, 'establish your rulership, sons, and achieve righteousness abundantly.'"
        },
        {
            "type": "verse",
            "text": "\"On hearing the words of Kusha those four sons that are the formidable ones in the world and the best men among people initiated to build four cities. Great-resplendent Kushamba built the city named Kaushambii for his part, and for his part the virtue-souled Kushanaabha built a city named Mahodaya. Oh, Rama, noble-minded Asuurtarajasa built a city named Dharmaaranya, and king Vasu built a city in the name of Girivraja."
        },
        {
            "type": "commentary",
            "text": "It is believed that the city Kaushambii is the present day Kannauj and Girivraja the present day Rajgir."
        },
        {
            "type": "verse",
            "text": "\"This land on which we are presently staying is known as the land of virtue-souled Vasu, all around which these five best mountains are standing high. This charming river that enters and exits Magadha province is well known as the worthy River Maagadhi, and flowing amid the five of these elevated mountains it shines forth like a garland enwreathing them."
        },
        {
            "type": "commentary",
            "text": "This river is said to be the present day River Son"
        },
        {
            "type": "verse",
            "text": "\"This Maagadhi is that river which pertains to the developmental works of the great-souled king Vasu and oh, Rama, flowing towards east to its confluence in Ganga, this river garlands best farmlands and their crops on its way."
        },
        {
            "type": "commentary",
            "text": "The confluence of this river with Ganga is said as the one now available near at Patna, Bihar."
        },
        {
            "type": "verse",
            "text": "\"The virtue-souled kingly saint Kushanaabha gave birth to a hundred daughters with unexcelled beauty through a celestial female called Ghritaachi."
        },
        {
            "type": "commentary",
            "text": "Children begotten through celestial maidens are of superior nature for further procreating a divine generation, like Shakuntala, who begot Bharata, the earliest dynastic king."
        },
        {
            "type": "verse",
            "text": "\"Those girls when attained youthfulness they are lovely and on an occasion they have gone to gardens and moved there about like one lightning with a hundred streaks during rainy season, and while those girls that are decorated with select ornaments are singing, dancing and playing musical instruments, they got into a fantastic felicity. On their coming to parklands those girls whose all limbs are pretty and whose looks are unparalleled on earth, they looked like stars amid clouds within the cloudy thickets of garden bushes."
        },
        {
            "type": "verse",
            "text": "\"On seeing them who are flourishing with all their aspects together with comeliness and ripeness, the all pervading Air-god, Vayu, spoke this word to them."
        },
        {
            "type": "verse",
            "text": "\" 'I have a desire for you all, hence leaving off the notions pertaining to human beings you all become my wives, thereby you too will acquire longevity like divinities. Teenage is always transitory, expressly in humans, but on marrying me you will achieve undiminished youthfulness and forever you can be youthful like immortal females.' Thus Air-god said to those girls."
        },
        {
            "type": "verse",
            "text": "\"On hearing that proposal of Vayu, the Air-god whose strives are unimpeded, then those hundred girls spoke this sentence laughing off his proposal. 'we are aware that you inspirit allthe living beings from inside, oh, the ablest divinity, we are also aware of your uniqueness. But, what for you are dishonouring all of us. We are the daughters of Kushanaabha, oh, best divinity, and we are all capable of displacing you from your realm, but oh, god, we are restraining ourselves in doing so only to conserve our ascetic values."
        },
        {
            "type": "verse",
            "text": "\" 'That time shall never come, oh, god with sordid thinking, when we, at our liberty, may look up for our grooms overlooking our veracious father. Our father is indeed our lord and for us he is the ultimate god too. To whomever we are offered by our father in marriage he alone becomes our husband.' So said hundred girls to Air-god."
        },
        {
            "type": "verse",
            "text": "On hearing their sentence of rejection, Vayu, the Air-god whose impact is powerful, very angrily entered into all of the limbs of those girls only to disfigure them. Those girls whom Air-god disfigured in that way have entered palace-chambers of the king, but they have entered diffidently, embarrassedly, and tearfully."
        },
        {
            "type": "verse",
            "text": "\"That king on seeing his dear and attractive daughters as disfigured and despondent girls he is highly perturbed and said this."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, daughters, what all is this? Who disregarded probity? Who disfigured you all? Let it be said! Why you gesticulate saying nothing.' asking thus that king sighed and quietened down waiting for a reply.\" Thus Sage Vishvamitra continued his narration."
        }
    ]
}