{
    "id": "prose-bala-33",
    "kanda": "bala",
    "sarga": "33",
    "title": "Legend of Brahmadatta",
    "chapter": "33",
    "overview": "Daughters of Kushanaabha report about the Air-god's mischief. Pleased at their behaviour Kushanaabha thinks and arranges for their marriage with Brahmadatta, a saintly king. After the marriage, by the touch of hand of Brahmadatta the girls are rid of their misshapen bodies and they again become great beauties.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "On hearing that sentence of scholarly Kushanaabha those hundred girls touched his feet with their foreheads and spoke to him."
        },
        {
            "type": "verse",
            "text": "\" 'The all-pervasive Air-god desired to dishonour us, oh, king, resorting to improper approach and overlooking virtuous conduct. Our father is there and we are not independent, you be safe, hence oh, Air-god, you may request our father to know whether he gives us to you or not.' Thus we have told the Air-god, but... Though we all have spoken to him thus, that Air-god who is bound by venality refused to take notice of our words and he has harmed us a lot.' Thus those girls informed their father."
        },
        {
            "type": "commentary",
            "text": "Since then, because the Wind-God bent / The damsels' forms for punishment, / That royal town is known to fame / By Kanyakubja's borrowed name. That is, the City of the Bent Virgins, the modern Kanauj or Canouge - Griffith."
        },
        {
            "type": "verse",
            "text": "On listening their words that highly virtuous and highly resplendent king spoke to the hundred girls with unsurpassed virtue."
        },
        {
            "type": "verse",
            "text": "\" 'Forgiving is the duty of imperturbable and you have done it. Excellent. Oh, daughters, coursing through your unity my family's prestige is also kept up. Forgiveness is an adornment to women, as a matter of fact, even for men, and this matter called 'forgiving' that which is there, it is an impracticable affair. That too, in respect of divinities. And the kind of forgiveness you all possess uniformly, that is further laudable."
        },
        {
            "type": "commentary",
            "text": "This also means: 'though you possess excellent aspects and persona alike celestials, viz., apsara-s, for you are the children of celestial / apsara Ghritachi... you have forgiven Air-god, without submitting yourselves to bodily pleasures of humans.'"
        },
        {
            "type": "verse",
            "text": "\" 'Grace is altruism, grace is ritualism, oh, my daughters, grace is glory, grace is virtue, and this universe is verily abiding in graciousness alone for grace itself is the truth, isn't it!' Thus king Kushanaabha said to his daughters and sent them away."
        },
        {
            "type": "verse",
            "text": "\"On leaving those girls, oh, Rama, that king whose valour matches that of gods and who is an expert in thinking strategies started to think with his ministers on the topics like, as to how his daughters are to be espoused to, to which country they are to be sent, at which time marriage shall happen, and to which matching bridegroom the marriage is to be proposed, and so on.\" Thus Vishvamitra continued his narration."
        },
        {
            "type": "verse",
            "text": "During that time a great-resplendent sage named Cuulii is there, who is propitious in his demeanour and who holds his semen upward, and who has achieved high ascetic practise strictly according to Vedic canons."
        },
        {
            "type": "commentary",
            "text": "The <em>uurthva retaH </em>is that the yogi-s of a very high practice of pure yoga called <em>haTha yoga, </em>will hold their semen un-ejaculated by use or misuse, and they make it course towards their heads through the six-plexuses of human body. This type of practice is to enrich their mental and physical glow and they will have a divine aura around them."
        },
        {
            "type": "verse",
            "text": "\"While that sage is in the practise of asceticism a celestial female served him at the place of his ascesis, safety be with you oh, Rama, she is Somada by her name, the daughter of Urmila. Even she is obedient in his respect, and dedicating herself in ministering to him she stayed there righteously. After some time that sage Cuulii has become satisfied with her service. When her service is fructified, oh, Rama, that sage benevolently spoke to her saying, 'I am perfectly pleased with your service, let good betide you, what cherish of yours I have to fulfil.'"
        },
        {
            "type": "verse",
            "text": "\"Perceiving that the sage is contented that female celestial Soamda who is aware of making good sentences is highly delighted and spoke with her melodious voice to that pedantic sage."
        },
        {
            "type": "verse",
            "text": "\" 'Vedic splendour is flourishing in you when you have become one with Brahma, oh, supreme ascetic, I may please be endowed with a righteous son whose ascetic spirituality may embody the spirituality enunciated in Veda-s. I am unmarried and nobody's wife, safe you be, and as I took shelter under your kindness it will be apt of you to endow me a son with your faculty of asceticism.' So said Somada to sage Cuulii."
        },
        {
            "type": "verse",
            "text": "\"That Brahma-sage Cuulina benignantly bestowed her with a unique and Brahma-like son who is renowned as Brahmadatta, as well as his own brainchild."
        },
        {
            "type": "commentary",
            "text": "The word '<em>cuulinaH</em>' also read as Cuulina, another name for this sage Cuuli."
        },
        {
            "type": "verse",
            "text": "\"King Brahmadatta endued with superb grandeur ruled from a city called Kaampilya as with Indra ruling the heaven. The most righteous king Kushanaabha then made up his mind, oh, Rama of Kakutstha, to espouse his hundred daughters to Brahmadatta."
        },
        {
            "type": "verse",
            "text": "\"Inviting Brahmadatta that great-resplendent lord of the land, namely the king Kushanaabha, married his hundred daughters to him, pleasing highly in his heart of hearts. As with the tradition of marriage king Brahmadatta who vies with lord of gods, namely Indra, in succession took the palm of each of the hundred girls into his palm."
        },
        {
            "type": "verse",
            "text": "\"By mere touch of hand of Brahmadatta alone, their misshape and desperation are evanished, and all of those hundred maidens beamed bright as they are retouched with utmost elegance."
        },
        {
            "type": "verse",
            "text": "\"On seeing his daughters getting release from the effect of Air-god Kushanaabha became highly joyful, and he took great delight time and again as and when he looked at them. Later when the marriage is complete king Kushanaabha bade farewell to king Brahmadatta along with his wives, his own hundred daughters, and along with the groups of religious teachers."
        },
        {
            "type": "verse",
            "text": "\"Somada, the celestial female and the mother of Brahmadatta, is gladdened to see her son Brahmadatta, for the worthwhile deed done by him in removing the blemish caused by the Air-god to the girls, or in bringing those worthwhile girls as her daughter-in-laws. She is further gladdened while her feet are traditionally and repeatedly touched by a hundred daughter-in-laws in succession, coupled with her own raising of each of the daughter-in-law to embrace for a hundred times. Thus Somada has gone on caressing each of her hundred daughter-in-laws, and in doing so she is gladdened to do so over and over again, she is gladdened. She thus praised Kushanaabha for giving his gemlike daughters as her daughter-in-laws and blessed the daughter-in-laws."
        }
    ]
}