{
    "id": "prose-bala-34",
    "kanda": "bala",
    "sarga": "34",
    "title": "Legend of Vishvamitra's ancestry",
    "chapter": "34",
    "overview": "Vishvamitra narrates about the birth of Gaadhi, his own father and the son of Kushanaabha. Incidentally he narrates about the emergence and prominence of River Kaushiki, who is Vishwamitra's elder sister turned out as a sacred River.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "When Brahmadatta has married and left, oh, Raghava, king Kushanaabha he embarked on Vedic-ritual called <font color=\" #B3003A\">putra kaameSTHi </font>in order to beget a son because is sonless. During the performance of the ritual, supremely generous Kusha, the brainchild of Brahma and the father of Kushanaabha, spoke to the king Kushanaabha. "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, son, there will be a highly virtuous and selfsame son of yours, known as Gaadhi, and through him you also will get everlasting renown in the world.' \" Thus Kusha said to Kushanaabha. Saying so, oh, Rama, Kushanaabha's father Kusa entered the sky and journeyed to the time-honoured abode of Brahma. "
        },
        {
            "type": "verse",
            "text": "\"Then after some time that highly intellectual Kushanaabha begot a supremely righteous son known by the name Gaadhi. Oh, Rama of Kakutstha dynasty, that eminently righteous Gaadhi is my father, and since I am born in Kusha dynasty, oh, Raghu's legatee, I got the name Kaushika.\" Sage Vishvamitra thus narrating to Rama. "
        },
        {
            "type": "verse",
            "text": "\"Even my elder sister who undertook benevolent vows and who is renowned by her name Satyavathi is there, oh, Raghava, and she is given in marriage to sage Ruchika. She journeyed to heaven with her body while she followed her departed husband and being a very generous lady she coursed as a great river renowned as River Kaushiki. "
        },
        {
            "type": "commentary",
            "text": "Now called Kos'i (Cosy) corrupted from Kaus'ikí, daughter of Kusha. 'This is one of those personifications of rivers so frequent in the Grecian mythology, but in the similar myths is seen the impress of the genius of each people, austere and profoundly religious in India, graceful and devoted to the worship of external beauty in Greece.' Gorresio."
        },
        {
            "type": "verse",
            "text": "\"Desiring to yield benefit for the welfare of world, my sister has emerged with her divinely pious and delightful waters, taking recourse to Himalayan Mountains. "
        },
        {
            "type": "commentary",
            "text": "If the first compound is <em>lokasya hita kaama artham </em>then 'to accord both mortal and immortal happiness; <em>paara laukika, aihika saukhyam </em>. My sister's holy waves are hurled / To purify and glad the world. - Griffith."
        },
        {
            "type": "verse",
            "text": "\"Thereby, oh, Rama, I am delightfully and abidingly residing on the mountainsides of Himalayas, in adjacency of my sister Kausiki in all my affection for her. She that Satyavathi for her part is a pious one, steadfast in truthfulness and righteousness, a husband devout, and such a highly fortunate one has emerged as a best river among rivers, namely River Kaushiki. "
        },
        {
            "type": "verse",
            "text": "\"Owing to my vow, oh, Rama, I left her for a while and came to the Accomplished Hermitage and owing to your magnificence I have become accomplished in that vow of mine. Oh, dextrous Rama, this is all about my dynasty, my province on which we are presently camping namely the riverbanks of Sona, and about my birth, and thus everything is narrated as you have asked me. "
        },
        {
            "type": "verse",
            "text": "\"By telling these legends it is past midnight, oh, Kakutstha, you get some sleep. Safe you be! Let no hindrance occur for us halfway on our pathway. Oh, Raghu's delight, trees are standstill... animals and birds have slouched... nightly sombre has pervaded all the confines. Eventide lapsed slowly and the vault of heaven filled with stars and starlets is splendorous as though orbs of heaven are overspread on its vault. Also, dissipating the darkness of the world with his brilliance, the moon with coolant moonbeams is rising up, gladdening the hearts of worldly beings. Now, the bands of yaksha-s, demons, even the ferocious ogres that feed on raw flesh, why them, all the beings that take pleasure in nights are astir, far and wide.\" So said Vishvamitra to Rama. "
        },
        {
            "type": "verse",
            "text": "Saying so that greatly resplendent and eminent saint Vishvamitra paused, and then all the other sages have revered him saying, \"well-said, well-said. Sublime is this lineage of Kusha dynasty which always dedicated itself to righteousness, and the dynasts of Kusha are the best ones among mankind, and they symbolise with god Brahma himself, thus they are highly reverential.\" Thus the other sages have applauded Vishvamitra and his dynasty. "
        },
        {
            "type": "verse",
            "text": "\"You alone are exemplarily selfsame to Brahma, oh, Vishvamitra of great-renown, and among rivers that prominent River Kaushiki is your sister, thus she is glorifying your ancestry.\" Thus the sages lauded Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "Sage Vishvamitra is pleased when those tigerly sages have laude him, and then that magnificent sage Vishvamitra lapsed into the lap of sleep, as the sun lapses into lap of dusk for that day. "
        },
        {
            "type": "verse",
            "text": "Even Rama with a little astonishment coming upon him, applauding that tigerly-sage, and glided into the lap of sleep along with Soumitri. "
        }
    ]
}