{
    "id": "prose-bala-35",
    "kanda": "bala",
    "sarga": "35",
    "title": "Legend of River Ganga",
    "chapter": "35",
    "overview": "Sage Vishvamitra along with others reach the banks of River Ganga and they make their sojourn on that riverbank. There when Rama inquisitively enquires about River Ganga Vishvamitra narrates the legend of Ganga, as to how she is taken to heavens by gods from her father Himalayas.",
    "content": [
        {
            "type": "verse",
            "text": "On sojourning the remaining night on the bank of river Sona along with great-sages, Viswamitra spoke when that night is elapsing into a sunny daybreak. \"Oh, Rama, night fared into a sunny morning, eastern day-spring is set in, hence awake and arise, you be safe, ready yourself for further travel.\""
        },
        {
            "type": "verse",
            "text": "On hearing the words of Sage Vishvamitra, Rama woke up and on completion of morning time religious activities he readied himself for further journey and indeed spoke this sentence to the sage. \"This River Sona is with auspicious waters and even adorned with dunes, where it is not so deep. Oh, Brahman, in which of the two ways, namely by fordless waters or by fordable water with dunes, we have to cross this river?\" "
        },
        {
            "type": "verse",
            "text": "When Rama spoke to him thus sage Vishvamitra replied, \"I propose the same route by which these great sages are going. Thus spoken by that astute Sage Vishvamitra, the other great sages travelled on, indeed beholding diverse forests and their environs. "
        },
        {
            "type": "verse",
            "text": "On going a distance on their way, and after a lapse of half a day, then they perceived the prominent one among rivers and the one adored by sages, namely River Ganga. On seeing River Ganga with her pious waters and adored by swans and saarasa waterfowls, all the sages felt delighted together with both of the Raghava-s, namely Rama and Lakshmana. "
        },
        {
            "type": "verse",
            "text": "Then they sojourned on the riverbank of Ganga, and next on taking bath in Ganga they have customarily offered that river's water as oblations to their manes. After that, on enkindling the ritual-fire they have also offered fire-oblations into it for gods. Later, dining on their part of those ambrosian oblations with which they have oblated the fire, those sages perched on the propitious banks of Ganga, surrounding the great-souled Vishvamitra from all sides, to the contentment of their heart in having performed religious chores on the riverbank of Ganga. "
        },
        {
            "type": "verse",
            "text": "When sages are sitting at ease then even Rama and Lakshmana sat down according to their admissibility and custom of sitting before their teachers, and then Rama highly gladdened at heart has spoken to Vishvamitra. \"Oh, godly sage, I wish to listen about Ganga, the river that has a trinal course, and as to how she is reaching the husband of rivulets and rivers, namely the ocean, on pervading all the three worlds.\" Thus Rama asked Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "Motivated by Rama's words the eminent-sage Vishvamitra commenced to narrate about the emergence and that way even about the progression of River Ganga. "
        },
        {
            "type": "verse",
            "text": "\"The lordly mountain Himavan who is the greatest treasure trove of minerals, Rama, also treasures up a pair of daughters who by their comeliness are unequalled on earth. The slender-waisted and fascinating daughter of Mt. Meru, oh, Rama, renowned by her name Mena, is the dear wife of Himavan and the mother of those two daughters, indeed. "
        },
        {
            "type": "verse",
            "text": "\"This Ganga has emerged as an elder daughter to Himavan through Mena, oh, Raghava, and that way a girl renowned by the name Uma has become a second daughter to him. Later, all of the divinities intending to fulfil a divine purpose have sought the lordly mountain Himavan to spare Ganga, who is scheduled to become a tri-way-cruising river. With a righteous thinking and hopeful of the welfare in triadic world, Himavan then spared his daughter Ganga whose flow is at her own volition. "
        },
        {
            "type": "verse",
            "text": "\"Those divinities who are the well-wishers of the well-being of tri-world welcomed Ganga, who is incidentally intended for the purpose of the tri-world, and they came back to heaven fetching Ganga with them, with a heartfelt joy for their purpose is fulfilled. "
        },
        {
            "type": "verse",
            "text": "\"The other daughter of Himavanta, oh, Raghu's descendent, that unmarried girl namely Uma, she performed a rigorous sacrament taking hold of a supreme devoutness as her ascesis itself is her wealth. As for Uma who is unified with her rigorous sacrament and who is adored by all the world, that best one among mountains Himavanta gave such a daughter to the unique god Rudra. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, the prominent one among rivers namely Ganga and Uma Devi as well, these are the two daughters of the king of mountains that are highly revered by the world. "
        },
        {
            "type": "verse",
            "text": "\"Dear boy Rama with beautiful gait, as to how the triply coursing Ganga has cruised to heaven in the first phase, I have related all about that cruise to you. "
        },
        {
            "type": "commentary",
            "text": "The three-way coursing of the river is firstly as Ganga in the lap of Himalayas. Then when she cruised heavenward with divinities as Deva Ganga, or Mandaakini or Sudiirghika, it is second. Later, when she came to earth from heaven and gone into ocean and even to netherworlds as Jahnavi, it is the third. There are variations for this. Some say that the river's entry into sky is the first, by taking words <em>gati mataam vara, gati </em>and deriving meaning as - which sky grants a path for all moving things etc., and the next is her entry to heaven, and nextly her coming to earth. And some say that gods have not left her in middle of the sky to come to heaven at a later time, and hence her three courses are as Ganga, Mandaakini, and Jahnavi."
        },
        {
            "type": "verse",
            "text": "\"As such, that marvellous and sinless daughter of the lordly mountain Himavanta, ever-flowing in the form of water, ascended to the abode of divinities and became <em>deva Ganga</em>, Divine River. "
        }
    ]
}