{
    "id": "prose-bala-36",
    "kanda": "bala",
    "sarga": "36",
    "title": "Legend of Uma and her curse",
    "chapter": "36",
    "overview": "Shiva on His marriage with Uma is in the conjugal bliss for a long period due to His yogic powers. Fearing the result of that prolonged activity all gods prey for the cessation of that activity because none in any world can carry that offspring. Shiva accepting that request asks them where to discharge the sperm already stirred up. Gods indicate the earth as the taker. Shiva accordingly inundates the earth with His fluid. Then the Fire-god is dispatched to consolidate that into a reed forest called sharavaNa. Goddess Uma ireful at the prevention of begetting a son curse gods and earth to be childless.",
    "content": [
        {
            "type": "verse",
            "text": "On saying that discourse by Sage Vishvamitra, both the brave Raghava and Lakshmana in their turn glorified the legend of the daughters of Himavanta, and spoke to that eminent-sage..."
        },
        {
            "type": "verse",
            "text": "\"All-inclusive in righteousness is this admirable discourse given by you about Ganga, oh, Brahman, and about that elder daughter of Himavanta, Ganga, it will be apt of you to tell emphatically, for you are in the know of its emphasis... about her divine and earthly legend..."
        },
        {
            "type": "verse",
            "text": "\"For what reason is she, that world-purifier Ganga, is flooding in three courses? How then, coursing as she in three-way, is renowned as the only prominent river? Oh, virtue-knower, by what deeds she is conjoined for renown in all the three worlds?\" Thus enquired by Kakutstha-s, then the ascetically-wealthy sage Vishvamitra narrated her legend."
        },
        {
            "type": "verse",
            "text": "All that legend in its entirety is described by Vishvamitra, sitting with Rama and Lakshmana among sages, \"Earlier, oh, Rama, Lord Shiva, the sublime-ascetic, and one who has a bluish throat, as He consumed poison during the churning of Milky Ocean, and on marrying Uma..."
        },
        {
            "type": "verse",
            "text": "\"God Shiva having eyes for His consort Goddess Uma, He began lovemaking, and during that Sublime, Sagacious and blue-throated God Shiva's nuptial merrymaking, elapsed are a hundred divine years..."
        },
        {
            "type": "commentary",
            "text": "Comment: The hundred divine years are said to be 36,000 mortal years and this goes with the calculation of <em>yuga </em>Indian 'era' calculation where two thousand of four <em>yuga-s, kR^ita, treta, dvaapara, kali yuga-s </em>are one <em>Brahma dina </em>Brahma's day etc."
        },
        {
            "type": "verse",
            "text": "\"But, oh, Rama, even a son did not spring from her... and oh, the enemy-scorcher Rama, then all the gods sprang up at the prolonged activity of Shiva and Uma by which an unknown disaster may occur, and with Brahma, the Forefather, as their leader they worried..."
        },
        {
            "type": "verse",
            "text": "\" 'Which Being emerges from Goddess Uma after this prolonged yogic act of copulation with Shiva? And who consequentially can sustain that Being?' This being the worry of all gods they all on approaching and paying their deference to God Shiva spoke this to Shiva."
        },
        {
            "type": "commentary",
            "text": "Comment: This prolonged act of copulation is an act of yoga called <em>mahaa maithuna.</em>The Shaktaite Tantriks who practise <em>panca ma kaara : madya, maamsa, matsya, mudra, maithuna</em>'liquor' 'mutton' 'fish' 'postures' [loosely: callisthenics] and 'copulation' make use of these things. In these practises, the yogis use <em>mudra-s </em>'posture' 'callisthenics' at the time of copulation even, so that there will be no ejaculation for a longer period. This is their 'Five-element theory...'"
        },
        {
            "type": "verse",
            "text": "\" 'Oh! God of Gods, Great-God... interested in the welfare of these worlds, and by this veneration of all these gods, it will be apt of you to accord beneficence... 'The worlds are incapable to bear your sperm, oh, Supreme-God... thus, in unison with Vedic postulates of Yoga, you practice yogic asceticism along with your consort Goddess Uma, to retain your seed within yourself... Desiring the welfare of the three worlds, sustain your semen in your virility itself and protect all these worlds in the universe... it will be unapt of you to render the universe devoid of these worlds..."
        },
        {
            "type": "verse",
            "text": "\"On listening the words of all those gods that Universally Rarefied-God Shiva said to all those gods, 'so be it...' and again spoke this also, verily... 'I wish to bear my sperm in my virility and Uma in hers... let the immortals and mortals as well, enter upon a perfect bliss... A part of it has already stirred up from its place [and that part is uncontainable by me, so,] oh gods of eminence, tell me who can contain that part of unparallel sperm of mine..."
        },
        {
            "type": "verse",
            "text": "\"Thus spoken by Shiva, then the gods in reply spoke to Him, whose banner is Divine-Bull, 'that sperm which has already stirred up, the earth endures that now... Thus said by those gods, the God of Gods, Shiva, the Yogi of par excellence, well-discharged His semen... by which overspread is the earth with all its mountains and forests..."
        },
        {
            "type": "verse",
            "text": "\"Thereby again the gods said to Fire-god even, 'you enter the great-potence of Rudra along with Wind-god, [lest that potence may annihilate the earth and earthlings, further you can consume anything that is oblated in you...]"
        },
        {
            "type": "verse",
            "text": "\"That fluid of Shiva is again compacted by Fire-god and then it well-emerged as a whitish mountain, for it is the divine forest of reeds, called sharavaNa, and in its shine it equals the Fire and Sun. Wherefrom, chancing from Fire-god, the great-brilliant Kaartikeya has emerged... then, all gods and the multitudes of sages at Uma and also Shiva adored..."
        },
        {
            "type": "commentary",
            "text": "Comment: The birth and legend of Kaartikeya is detailed in the next chapter relating to Ganga."
        },
        {
            "type": "verse",
            "text": "\"Adored are Uma and Shiva fulsomely, heartily by the well-pleased gods... and thereby, Uma, the daughter of Himalayan Mountain, oh, Rama, said this to the divinities... She cursed all the gods irefully with her eyes reddening in anger, 'wherefore prevented I am from my intimacy with my consort, whereas I am desirous of a son... You are unworthy to bring forth progeny in your own wives, and from now onwards you wives shall become infertile..."
        },
        {
            "type": "commentary",
            "text": "Comment: Thus the celestials do not directly breed. They take the agency of humans or other mortals to bring forth their offspring as in the case of the monkey race, and Menaka and Vishvamitra giving birth to Shakuntala, who in her turn gave birth to Bharata, so on."
        },
        {
            "type": "verse",
            "text": "\"Thus said by Uma to all the gods, She also cursed the earth saying, 'Oh, Earth, your appearance shall not be unique and you will be a wife to many..."
        },
        {
            "type": "commentary",
            "text": "Comment: The sin of earth to bear the curse of Uma Devi is to accept the semen of Shiva onto her surface. The appearance of earth will not be in one kind or quality for it has lands and oceans, deserts and forests, volcanoes and mountains, ice and humidity, etc. Further, the earth is the official wife to numerous kings."
        },
        {
            "type": "verse",
            "text": "\"Not also the delight caused by the children you shall get, rendered sully by my anger, and oh, verily base-minded earth, for you are undesirous of my son..."
        },
        {
            "type": "commentary",
            "text": "Comment: The earth is also cursed not to have the delight of her children. The earth has Naraka, the demon, and Sita as her children. But these two are not begotten through any seminal contact by earth, and further, for earth it is as good as not having these two, for such is the plight of these two children of earth. After many tumults in her life, even Sita asks her mother, earth, to take her back into her womb."
        },
        {
            "type": "verse",
            "text": "\"On seeing at all those gods distressed [or ashamed by the curse of Uma,] the God of Gods, Shiva started to go towards the westerly direction ruled by Rain-god... On going to the Himalayan Mountains, at the side of a peak created on the northern side, the God of Gods, Shiva settled down in ascesis along with His consort Uma."
        },
        {
            "type": "commentary",
            "text": "Comment: Here some say the mountain on which Shiva settled for his ascesis as 'Himavatprabhava' giving it a full name, like Mt. Kailash or Kanchanjunga etc. If any such mountain peak is named and available in mythologies or in Himalayas, this needs a revision."
        },
        {
            "type": "verse",
            "text": "\"This way to you oh, Rama, vividly narrated is the legend of mountain's daughter, namely Goddess Uma, and now about the emergence of Ganga may also be listened from me, along with Lakshmana..."
        }
    ]
}