{
    "id": "prose-bala-37",
    "kanda": "bala",
    "sarga": "37",
    "title": "Legend of Kaartikeya",
    "chapter": "37",
    "overview": "Sage Vishvamitra continue his narration about the earthly course of Ganga and her begetting Kaartikeya. Kaartikeya's emergence, and the Krittika-stars breast-feeding that boy and his anointment as the Chief of Celestial Armies, is narrated by Vishvamitra to Rama.",
    "content": [
        {
            "type": "verse",
            "text": "\"Whilst Lord Siva undertaking His asceticism, then Indra keeping Fire-god afore, desiring an Army Chief for celestial forces, with all the other gods arrived at the Forefather, Lord Brahma... Sage Vishvamitra continued his narration to Rama. Then, all the gods spoke to Brahma, the Forefather... on worshiping Him... oh, Rama, along with Indra and the Fire-god who is kept ahead..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahma, by whom an Army Chief was to be given earlier He that Lord Siva is undertaking penance with Goddess Uma... What shall be our consequent exploit, cherishing the welfare of the worlds... that you order us in its entirety, for you alone are the knower of that procedure besides our ultimate recourse...\" Thus the gods spoke to Brahma."
        },
        {
            "type": "verse",
            "text": "On listing the words of gods, the Forefather of all the worlds spoke these expedient and harmonious words to gods, \"What has been said by Goddess Uma, the Daughter of Mountain, that 'you have no posterity in your own wives...' these words are unimpeded and undoubtedly true... From this Empyreal Ganga the son of Fire-god can be parented, who shall be an enemy-destroyer and the Chief Celestial's Army... Ganga, the elder daughter King of Mountains will honour him as her own son and that will also be honourable to Uma, the younger daughter of King of Mountains, undoubtedly..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, delight of Raghu's dynasty, on hearing those words of Brahma all gods adored Him, and they felt that their ends are achieved, thus they worshipped Brahma, the Forefather... They the gods, on going to that Supreme Mt. Kailash, oh, Rama, which is heaped up with many ores, all of them have assigned the Fire-god, to father a son..."
        },
        {
            "type": "verse",
            "text": "\"Perform the god's mission, oh, Consumer of Fire-oblations, release the potence of Shiva which you have contained so far, in Ganga, the daughter of King of Mountains... oh, Great-resplendent god of Fire... Thus, all gods have requested the Fire-god. Assuring the gods, the Fire-god approached Ganga and beseeched her... 'Oh, Goddess Ganga... accept [the potence of Shiva] in your womb, verily... for this is the cherish of all gods...'"
        },
        {
            "type": "verse",
            "text": "\"On listening all these words, Ganga adopted herself into a celestial form, and on seeing her glorious mien, the Fire-god spread himself out on her from all over, thus commingling the semen of Shiva in her, which the Fire-god contained this far... Then the Fire-god drenched Ganga from all over i.e., inseminated Shiva's potence in Her, and oh, Raghu's delight Rama, and every rill and channel of Ganga is filled up..."
        },
        {
            "type": "verse",
            "text": "Then Ganga spoken to the Fire-god, who is in the forefront of all gods, 'oh, God I am incapable to bear the fervour of Lord Shiva, compounded with that of yours...'"
        },
        {
            "type": "verse",
            "text": "\"Ablaze by the blaze of that insemination fully well-tormented is her stamina, then the Fire-god, the consumer of the fire-oblations of all gods, on seeing her miserable condition, spoke this to Ganga, 'Lay away that embryo here on the side of Himalayan Mountains...' So said fire-god to Ganga. On hearing the words of Fire-god, Ganga, that great-radiant embryo of Shiva..."
        },
        {
            "type": "verse",
            "text": "\"Ejected is that embryo, oh, Great-resplendent Rama, from all her rills and channels... and that which [the embryo] on going out from her channels is glittering like the glowing gold on reaching the earth..."
        },
        {
            "type": "verse",
            "text": "\"Which on reaching the earth, that glowing gold-like discharge of Ganga, it generated the exquisitely dazzling [or auspicious] gold and silver... also thus, produced are the copper and iron from that combustion of Lord Shiva's, Fire-god's fires... There the residua of that combustion also became tin and lead... thus, the embryo on reaching the earth evolved itself into various elements also..."
        },
        {
            "type": "verse",
            "text": "\"But the moment that brilliantly glittering embryo is laid down on those Himalayan Mountains, they and the reed-garden became golden, due to glitter of that embryo... and the whitishness of snow mountains and the reeds turned into golden hue..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghava, thus gold is renowned by the name 'jaata ruupa..' since then, oh, Tigerly-man, for it equals the Fire-god in its resplendence... and the grass, trees, climbers, and shrubs... all became golden..."
        },
        {
            "type": "commentary",
            "text": "Comment: The gold has the etymological name of <em>jaata ruupa </em>'birth-time-form' As and when Ganga's disgorged her womb there appeared a forest of fire like god. So, the gold glowing like fire is called gold at many places in Ramayana. [After Dr. Satya Vrat.]"
        },
        {
            "type": "verse",
            "text": "\"Then, when a son is born from the embryo released by Ganga, Indra along with the assemblage of Wind-god, arranged the Krittika stars for the purpose of giving milk... They the Krittika-stars on making a best accord among themselves, that 'this one will be the son of ours too...' and thus on deciding themselves... they gave milk to the just born boy..."
        },
        {
            "type": "verse",
            "text": "\"Then all the gods said that, 'this son shall be called as Kaartikeya, for Krittika-stars suckled this boy... and his renown shall thrive in all the three worlds, undoubtedly..."
        },
        {
            "type": "verse",
            "text": "\"The Krittika-stars on hearing the words of gods agreeing to let the boy become the son of those stars, to give a wash to that excellently propitious boy who is radiant lie fire, who slid down from the secretion of the womb of Ganga, and they gave him a bath to cleanse the secretions of parturition... And gods called that dextrous and fire-similar Kaartikeya, as 'Skanda...' for he slid down from the secretions of a womb, oh, Rama of Kakutstha... ."
        },
        {
            "type": "verse",
            "text": "\"Then an un-excelling milk came forth instantly from the Krittika-stars, and from the six Krittika-stars, the boy on becoming six-faced suckled their breast-born milk..."
        },
        {
            "type": "commentary",
            "text": "Comment: It is said that each of the six Krittika-stars came forward to give her milk firstly to this boy. Observing their eagerness to feed him, Skanda/Kaartikeya made his one face into six and sucked all the milk of all the six stars and become an adolescent boy in day. Later he argues with Shiva that he is superior to Shiva, because he has five-faces of Shiva, plus his own, totalling to a six faced deity. In another way, the boy by birth is dextrous and he sucked the milk of all the six mothers in split second with one face, but it appeared to all deities that the boy has six faces. Thus on establishing his ambidextrous personality, the gods nominate him as the Chief of Celestial Army."
        },
        {
            "type": "verse",
            "text": "\"On sipping the milk for one day, though of delicate body [he became an adolescent boy in only one day and] he triumphed over the army troops of demons later to his nomination as Celestial Army Chief, by his own vigour... As the Chief of Celestial Army troops, that great-radiant one is anointed by all the celestials, coming together keeping the Fire-god afore..."
        },
        {
            "type": "verse",
            "text": "This legend of Ganga is vividly made known by me to you oh, Rama, and also about the emergence of Kumara, namely Skanda ... the Divine and Meritorious legends..."
        },
        {
            "type": "verse",
            "text": "He who is a devotee of Kartikeyaa, oh, Rama of Kakutstha, on this humanly earth, he thrives with longevity, also with sons, grandsons in his mortal life... and on its conclusion he becomes identical with Skanda, on his journeying to Skanda's abode..."
        }
    ]
}