{
    "id": "prose-bala-38",
    "kanda": "bala",
    "sarga": "38",
    "title": "Legend of emperor sagara",
    "chapter": "38",
    "overview": "Sage Vishvamirtra narrates the legend of Sagara, the earliest King of Ayodhya and Rama's forefather. His childlessness and begetting sixty thousand sons of merit and one son of demerit are narrated. Later King Sagara proceeds with the performance of a Vedic-ritual.",
    "content": [
        {
            "type": "verse",
            "text": "On describing that legend of Skanda / Kaartikeya, Vishvamitra, the descendent of Kaushika, spoke this, again with his melodious words to Rama, the descendent of Kakutstha... "
        },
        {
            "type": "verse",
            "text": "\"Once there was a King of Ayodhya, oh, valiant Rama, who is brave and virtue-souled, namely Sagara... but he was without offspring... as such he also longed for offspring... The daughter of King of Vidarbha, by name named as Keshini, was the eldest wife of Sagara, and she was virtue-minded, and an advocate of truth... The daughter of Arishtanemi, who is also the sister of Garuda, [the Divine-Eagle- vehicle of of Vishnu,] is the second wife of Sagara, who is known as Sumati... "
        },
        {
            "type": "verse",
            "text": "\"That great King Sagara along with his two wives, on reaching the Himalayan Mountains, he practised asceticism, on a mountain called Brugu-parsRavana... "
        },
        {
            "type": "commentary",
            "text": "Comment: The Mount among Himalayan range on which the kindness of Sage Bhrigu is ever- flowing."
        },
        {
            "type": "verse",
            "text": "\"Then, after the lapse of a hundred years of practising asceticism and worshiping, the Sage Bhrugu who is a prominent one among the patrons of truth, bestowed a boon to Sagara... "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, Merited one, you will achieve very admirable progeny... and oh, best man, you even acquire an unparalleled renown in the world... One wife of yours mothers a son, who enriches your dynasty... and the other, mothers sixty thousand sons...\" Said Sage Bhrigu. "
        },
        {
            "type": "verse",
            "text": "On that saying of Sage Bhrigu thus, the daughters of kings [of Vidarbha and Aristanemi,] became regardful of that great souled sage and spoke very cheerfully, adjoining the planes of their palms, in supplication..."
        },
        {
            "type": "verse",
            "text": "\" 'Which of us bears one son, oh, Brahman, which of us begets numerous sons... we two wish to listen about that, oh, Brahman... let your word betide truth...' Thus, the queens of Sagara spoke to the sage."
        },
        {
            "type": "verse",
            "text": "On listening their words the Sage Bhrigu spoke in a glorious tone, \"Let your freewill be brought to bear this issue and choose among yourselves...' Said Sage Bhrigu."
        },
        {
            "type": "verse",
            "text": "\" 'Either, one dynasty-enriching son in one, or, numerous ones with great enthusiasm and prominence, in the other... who desires to have which boon...' Thus, the Sage gave them the option."
        },
        {
            "type": "verse",
            "text": "\"On listening the words of the sage, oh, delight of Raghu's dynasty, Keshini, in the presence of King Sagara, chosen one son, that enriches the dynasty. Sumati, the sister of mighty-winged Garuda, chosen sixty thousand sons of great enthusiasm and reputation. On performing circumambulations to the Sage Bhrigu, also reverencing him head-bent, oh, Raghu's scion, the King Sagara proceeded to his own city along with wives."
        },
        {
            "type": "verse",
            "text": "\"Then, after a lapse of some time the elder wife Keshini gave birth to the son of Sagara, who is Asamanja, [of ill-] repute. But Sumati, oh, Tigerly-man, verily delivered a neonate [who is round and long like a single] gourd... but on breaking it up, sixty thousand sons are issued forth from that cucumber. The childminders brought those siblings up well, in vessels filled with ghee [clarified butter,] and after a protracted time all of them attained youthfulness. "
        },
        {
            "type": "verse",
            "text": "After a long time, those sixty thousand sons of King Sagara thus became youthful with their hand-some aspects. The elder son of the King Sagara, namely Asamanja, oh, Rama, the best of men, on grabbing the children, he was hurling into the waters of River Sarayu. He, the elder son of Sagara, namely, Asamanja, always used to hurl the children in the river waters of Sarayu, and looked attentively and laughingly at them while they were immersing... this way, he with his sinister activity, became a torturer of goodmen... "
        },
        {
            "type": "commentary",
            "text": "Comment: This Asamanja appears to be the person from the first-generation of sadistic child abusers, prior to Kamsa of Bhagavata."
        },
        {
            "type": "verse",
            "text": "Thus, his father King Sagara expatriated Asamanja for his undesirable activities towards citizens... but that Asamanja had a valorous son by name Anshuman. That Anshuman was an acceptable one for all the people as he talks dearly with all the people. Then, after a long time, a great thought chanced to Sagara."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, Best of men, then he that Veda-knowing King Sagara, inclined to perform Vedic-ritual took the decision accordingly, and then with the assemblages of his religious-teachers, he proceeded to perform the proceedings of Vedic-ritual... "
        }
    ]
}