{
    "id": "prose-bala-39",
    "kanda": "bala",
    "sarga": "39",
    "title": "Sagara's sons dig earth in search of ritual hose",
    "chapter": "39",
    "overview": "The ritual horse released by Sagara, the Emperor, is snatched away by Indra in order to cause hindrance to the ritual. The ritual cannot proceed to culmination without the horse. Then Sagara orders his sixty thousand sons to search for it. If it is no found on the surface of earth, he asks them to dig over the earth. And the princes do accordingly, to the grief of beings living in netherworlds. Then all pray for the mercy of Brahma to alleviate this dangerous situation.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "On listening to the words of Vishvamitra highly rejoiced is Rama, of Raghu's dynasty, at the end of the episode, spoke to sage, who is fire-like in his glow. \"I am interested to listen this episode exhaustively, oh, Brahman, as to how my ancestor Sagara conducted the Vedic-ritual...\" Said Rama to the Sage."
        },
        {
            "type": "verse",
            "text": "On listening the words of Rama, which are inclusive of his enthusiasm, Sage Vishvamitra spoke to that descendent of Kakutstha, as if smilingly... \"Let this be listened vividly, oh, Rama, about the great-souled Sagara's Vedic-ritual... the father-in-law of Lord Sankara is well-known by the name of Himavan... And Himavan setting eyes on Mt. Vindhya stands loftily and they stare at each other... in between those two, namely Himalayas and Vindhya ranges, oh, Rama, the best of men, that Vedic-ritual came to pass..."
        },
        {
            "type": "verse",
            "text": "That very area, oh, Rama, the Tigerly-man, is much renowned for the performances of Vedic- rituals... and in the course of the performance, oh, descendant of Kakutstha, of that Sagara's horse-ritual, Amshuman, Sagara's grandson, and the son of exiled Asamanja who is a great chariot-rider with an unfaltering bow..."
        },
        {
            "type": "verse",
            "text": "\"Amshuman managed abiding by his grandfather Sagara's convictions followed the course of the ritual-horse... and at an auspicious time, on the day of <em>ukthyam, </em>the day for a sacred function, Indra stole the ritual horse of that ritual's chief, namely Sagara... On assuming a demonic form Indra snatched away that ritual-horse, and oh, Rama, when that ritual-horse of that great-souled Sagara being stolen thus..."
        },
        {
            "type": "verse",
            "text": "\"All the congregations of the Ritviks, the religious-teachers, then spoke to the chief propitiator, Sagara, 'at this auspicious time the ritual horse is eagerly taken away..."
        },
        {
            "type": "verse",
            "text": "\" 'Kill him who stolen the horse, oh, Sagara, the descendent of Kakutstha, and that horse shall also be fetched, lest all this Vedic-ritual becomes hindered and for all of us it is unpropitious... Oh, king, that shall be done thus and let the Vedic-ritual be completed unobstructedly...' Thus, the Ritviks spoke to the king and he that king Sagara, on hearing the words of religious-teachers, in that religious-council, that king Sagara, to his sixty thousand sons spoke this much,"
        },
        {
            "type": "verse",
            "text": "'oh, best ones among men, for me it is unbelievable that demons can approach this ritual place... 'For this very glorious Vedic-ritual is being performed duly sanctified by the Vedic-hymns by the holy-sanctifiers... therefore, be gone, my sons, to quest after the path of horse-thief, be safe, you all..."
        },
        {
            "type": "verse",
            "text": "'Oh, sons, let all of the earth encompassed by the oceans be followed up, for vast is the earth's surface you allocate among yourselves the searching area, each to each square yojana area and advance..."
        },
        {
            "type": "verse",
            "text": "\" 'Until the appearance of the horse you search on the surface, and if it is not found on the plane of earth... from then on you dig over the earth and search the subterranean planes even... search him out, that horse-stealer... 'For I am under vow of ritual, I along with my grandson, namely Amsuman, and with my religious-teachers, I stay here only... till the horse appears... safe be to you all... proceed for searching...' Thus Sagara instructed to his sixty-thousand sons and stayed back at the ritual place."
        },
        {
            "type": "verse",
            "text": "\"They, oh, Rama, those great-mighty princes are all gladdened at heart, and proceeded onto earth's surface, animated by their father's words, in their preliminary round of their search."
        },
        {
            "type": "verse",
            "text": "\"On proceeding thus on earth in its entirety those great-mighty ones did not find that horse, then as said by their father, they mapped the earth as one square yojana area for each of them, and each and every area on the surface of earth is hollowed out by those tigerly-men, who have diamond-similar touch for their arms [or, nails.]"
        },
        {
            "type": "verse",
            "text": "\"With spears that are thunderbolt-similar and even with ploughs that are very gruelling, when the earth is being dug, Mother Earth bewailed, oh, Rama, of Raghu's dynasty... Then on being killed, the serpents, asura-s, demons, and other beings living underneath the earth's surface, suffering the hollowing, and from them, oh, Rama, emerged is an unbearable rumpus that is unstoppable..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama of Raghu's dynasty, thus sixty thousand square yojana-s of the earth is dug over, as though to make the earth's outermost plane as the unsurpassed <em>rasaa tala, </em>the sixth subterranean, nethermost plane... Oh, Rama, the kingly tiger, the sons of Sagara, thus digging over the Jambu Island, which is verily congested with mountains, and thus they essayed in all places..."
        },
        {
            "type": "commentary",
            "text": "The <em>jambu dwiipa</em> is a continent according to Hindu mythology where the total continents listed are seven. <em>jambuu plakShaahya dviipau shaalmaliH ca aparo dvija | kushaH krauncaH tathaa shakaH puShkaraH ca eva ca saptamaH</em> the seven continents are <em>jambu- plaksha - shaalmali- kusha - kraunca - shaaka - puSkara</em>, and <em>jambu dwiipa</em> is one among them."
        },
        {
            "type": "verse",
            "text": "\"Then all the gods, with gandharva-s, asura-s, and reptiles who are distraught at heart about their extinction due to the nethermost digging of the earth, neared the Forefather, Brahma... They, on seeking the grace of Brahma, the great-soul, then with their distressed faces spoke this sentence with great fear to Brahma..."
        },
        {
            "type": "verse",
            "text": "\"Oh, God Brahma, the sons of Sagara are digging over all the earth, thus, many a great-soul that move in waters and those that live in netherworlds, are being killed... 'This one is the destroyer of our ritual... by him alone our ritual-horse is carried off...' thinking thus and suspecting everyone, they, the sons of Sagara are torturing all living beings...' Thus all the gods appealed to Brahma...\" So said Sage Vishvamitra to Rama and others."
        }
    ]
}