{
    "id": "prose-bala-4",
    "kanda": "bala",
    "sarga": "4",
    "title": "Lava and Kusha assigned to sing the epic & Rama listents to it",
    "chapter": "4",
    "overview": "Valmiki composed twenty four thousand verses and taught them to Lava and Kusha, the sons of Rama and Sita. The two youngsters sing the ballad among the assemblages of sages and saints, and win laurels. Rama on seeing the boys singing on the streets and king's ways of Ayodhya, brings them to his palace, and summons all his brothers and ministers to listen to the ballad. Rama himself is put to the turmoil, for the ballad sung by these youngsters narrates the legend of Sita. But he himself collecting his calm, Rama paid his attention to listen the 'Legend of Sita' <em>sithaayaH charitam mahaan</em>as Valmiki calls Ramayana.",
    "content": [
        {
            "type": "verse",
            "text": "The godly saint Valmiki composed Ramayana on Rama's retrieving kingdom, wording admirably and meaningfully. Sage Valmiki said Ramayana in twenty four thousand verses, in six hundred chapters, in six books, likewise an end-piece too."
        },
        {
            "type": "commentary",
            "text": "The twenty-four are the letters in <em>Gayatri </em>hymn. Ramayana's scheming is based on Gayatri hymn and for this: <em>atra catur vi.mshati sa.nkhyo uktyaa catur vi.mshati akshara gaayatrii tulyataa suucitam | prathama adhyaaye - tapaH svaadhyaaya - ityatra prathamam ta kaarasya - sargapraante - - iti etasmin padye - mahatva miiyaat -- ityatra - yaat - iti aksharasya grahaNaat api gayatrii ruupatvam suucitam - dharmaakuutam</em>"
        },
        {
            "type": "commentary",
            "text": "There is a controversy about the number of verses and cantos. If Uttara Ramayana, otherwise called<em>abhudaya kaanDa,</em> is ascribed to Valmiki, the cantos are seven and chapters are about 649 and verses are about 24,253. But some verses and chapters are deleted for standardization of Ramayana as per this verse and they contain 560 chapters and 24,00 verses only. Some argue that when it is said 24, 000 verses are there, it does not actually a mathematical assertion, like the calculation of <em>mahaa yuga </em>-s and <em>manvantara </em>-s, and as one would give a reply to his age as 30 years, or 60 years, but not as 29 years, 6 months, seven days or so... In furthering that standardization affair, some said that even this canto, Bala kaanda is not authored by Valmiki. It is not clear as of now when the pundits can decide as to which is standard and which is not."
        },
        {
            "type": "commentary",
            "text": "The transcendental aspect of Ramayana and its content is explained in 18 terms by ancient commentator Govindaraja. 1] Rama's Absoluteness, <em>paramaatma tattva </em>; 2] Ideation to know Him, <em>upaaya</em>; 3] Dedication in Him, <em>kainkarya </em>; 4] Human aspect, <em>puruSaakaara </em>; 5] Diviner,<em>adhikaara </em>; 6] Resolve in God, <em>adhikaara paaratantrya </em>; 7] God's resolve in Dedicate,<em>bhagavat paaratantrya </em>; 8] Knowledge of five Meanings, <em>artha pancaka j~naana </em>; 9] Self-denial, <em>akincinatvam </em>; 10] Teacher selecting, <em>aacaarya varaNam </em>; 11] Climax,<em>autkaNThata </em>; 12] Behaviour, <em>pravartana </em>; 13] Residence, <em>vaasa sthaana </em>; 14] Two Narayana hymns, <em>naaraayaNa mantra dvaya </em>; 15] Gayatri, <em>Gayatri </em>hymn; 16] Negating negative-thinking, <em>durvicaara parihaara </em>; 17] negating Love for Living, <em>samsaara jihaasa</em>; 18] 64 Divinely Arts, <em>catuSaSTi kalamayatva </em>. Of them we take up the15thGayatri."
        },
        {
            "type": "commentary",
            "text": "The identification of <em>Gayatri </em>with Ramayana scheme is explained in many ways. By <em>tat savitR^i</em>the features and attributes of the Absolute as per narrations in Bala Kanda. <em>vareNya </em>by the narration of Absolute's attributes in Ayodhya and Kishkindha kaanda-s, and adherents like Lakshmana, Bharata, Sugreeva take shelter in Him here only. <em>bharga </em>is identified as per the description of resplendence of The Divine as envisaged by the sages and hermits in Aranya Kanda. <em>devasya</em>and in <em>dhiimahi </em>where that <em>deva </em>the Divine is explained by Hanuman, not only to Sita but to all in Sundara kanda. <em>hi dhii mahi </em>is as explained in Uttara Kanda, which centers around <em>moksha </em>salvation."
        },
        {
            "type": "verse",
            "text": "Though that great scholar composed thus with leading and sequel legends, that godly saint thought over thus 'really, who will render all this ballad...'"
        },
        {
            "type": "verse",
            "text": "Then Lava and Kusha who are in the attire of hermits have touched the feet of that contemplative soul Valmiki, who is now thoughtful. Glorious Kusha and Lava are the virtue knowing princes, and they are endowed with melodious voice, besides being the residents of the same hermitage, thus Valmiki saw them saluting at his feet. On seeing that pair intellectuals who are proficient in Veda-s that self-reliant sage Valmiki made those two to memorize the epic, as the epic Ramayana is composed only to reinforce the import of Veda-s, as an ancillary."
        },
        {
            "type": "verse",
            "text": "That sage with observed sacred vows has rendered the entire epic in the name of 'Ramayana', 'Sublime Legend of Sita' and 'elimination of Ravana'."
        },
        {
            "type": "commentary",
            "text": "Sita's conduct is the primary aspect and Ravana's elimination is secondary in the epic of Ramayana.<em>poulasthya vadha </em>. Giving one to many names to poem/epics is usual as in <em>maagha kaavya'</em>which is known as <em>shishupaala vadha </em>whereas it is actually <em>kR^ishNa carita </em>."
        },
        {
            "type": "verse",
            "text": "To read or to sing it is melodious, adaptable to music with three scales and sevenfold tune, and orchestral to the tunes of string-instrument and rhythm included..."
        },
        {
            "type": "commentary",
            "text": "The three Indian scale pauses are <em>dR^ita, madhyama, vilambita </em>. These though not equal but identical to Breve, Minim and Quaver of Western classical music. The seven fold classifications of swara-s are <em>1] shadja [2] madhyama [3] gaandhara [4] niSaada [5] R^iSabha [6] dhaitava [7] pa~nchama</em>. These are roughly identical to Accelerando, Calando, Decresando, Smorzando, Sostentuo, and others of Western classical music."
        },
        {
            "type": "verse",
            "text": "Aesthetics like romance, pathos, comic, fury, fright, valour etc., embodying the epic is sung by Kusha, Lava."
        },
        {
            "type": "commentary",
            "text": "The Indian categorization of aesthetics <em>rasaa </em>-s is in nine emotions. <em>sR^ingaa </em>[romance]<em>haasa,</em> [humour] <em>shoka,</em> [grief] <em>krodha,</em> [fury] <em>utsaaha,</em> [enthusiasm, bravery] <em>bhaya,</em> [fright] <em>jugupsa,</em> [disgust] <em>vismaya </em>[amaze.] Again<em>sR^ingaara </em>is of two kinds - a] <em>sambhoga,</em> [being with his/her partner,] b] <em>vipralamba</em>[not being with his/her partner.]"
        },
        {
            "type": "commentary",
            "text": "Rama's togetherness with Sita from Bala Kanda till her abduction is the first category of romance. After her departure and until regain, it is second sort of romantic narration. Episodes of Surpanakha, Trijata are humorous. Those of Dasharatha, Jatayu etc., are of grievous nature. Killing, torturing etc., situations arouse furiousness. Lakshmana, Indrjit and others are showing bravery. Seeing ugly demons either in forests or those that surround Sita is causing fright. The very sight of ugly bodied demons like Viradha, Kabandha is creating disgust. Hanuman's leaping ocean, burning Lanka, and the entire Rama-Ravana war are amazing"
        },
        {
            "type": "verse",
            "text": "They are conversant with the art of music and proficient with the pitch and pausing their voices, and those two brothers have not only a wealthy voice, but they also look like celestial singers. The gandharva-s are celestial beings with adorable personalities and performers of all kinds of performing arts. Hence, Indian musical art is termed as <em>gaandhava vidya </em>. They have charm in their appearance and melodiousness in their voice, they are like the two reflections of one original object, and thus they came out from the body of Rama, separately. Vishnu's reflection is Rama, and Kusha, Lava are two reflections of Rama, and thus, in turn, these two princes are adorable like Vishnu, as in <em>bimba-pratibimba nyaaya,</em> image-reflection syndrome."
        },
        {
            "type": "verse",
            "text": "They the princes have memorized that virtue-expounding epic, the best; in its entirety and in doing so, they rendered that epic faultlessly. They sung the epic as schooled, well aware of its content and intent, among the assemblages of sages, scholars and also of eminent persons, with their best concentration."
        },
        {
            "type": "verse",
            "text": "Once those two great-souls who endowed with musical talent and with all remarkable features, sung this epic, standing nearby the midst of a gathering of sages and pious souls. On hearing that, the eyes of all the sages were overspread with tears of happiness, and they appreciated saying, 'splendid, splendid is this...' All those saints being the saint-patrons of virtue are pleased at heart, and praised the praiseworthy Kusha and Lava, while they are singing."
        },
        {
            "type": "verse",
            "text": "\"The melody of the ballad, especially the meaning of verses, aha! Superb... though this has happened long-ago it is shown like the one happening presently... on getting into the mood of the epic, those two sang its import in one tune, that too melodiously and rapturously, marinating the pitch and tune...\" So said the saints. While the great saints of blessed ascesis are appreciating that way, those two melodiously sang very effectually and very meaningfully."
        },
        {
            "type": "verse",
            "text": "And someone, a pleased saint, got up and bestowed a handy vessel to them... another reputed sage, lauding them contributed a jute robe. And another sage bestowed a black-deerskin, and like that yet another a sacred thread... someone gave a water-pot and another great saint a girdle of maunja grass to singers, while that way another contributed an under cloth; another sage gladly contributed a hatchet to them, another a saffron clothe, and yet another saint bestowed a cloth-wrapper; another delivered tuft-headband also, and another enchanted for their singing ballad handed out a sacrificial vessel, and another a bundle of firewood sticks, and yet another gave a plank-seat of audambari wood, and other called forth blessings, and someone then happily chanted bless-hymns for longevity... there by all the truth-avowing saints, those that are great sages have thus bestowed boons."
        },
        {
            "type": "verse",
            "text": "\"Surprising is this well-said rendering of Valmiki... it is the subsistence for tomorrow's poets... and this is completed sequentially, as well...\""
        },
        {
            "type": "verse",
            "text": "While this song that generates longevity and prosperity, and one that is melodious one to all ears is being sung everywhere in streets and king's ways and while those two singers who are experts in singing any kind of music are being appreciated everywhere, Rama has seen them. Then on seeing them Rama, the enemy-eliminator, fetched those honour-worthy bothers, Lava and Kusha, to his palace and honoured them."
        },
        {
            "type": "verse",
            "text": "He that king Rama is then surrounded by his ministers and brothers that are sitting his nearby, he himself sat on a divine golden throne. Having seen the mannerly brothers endowed with beautiful features, Rama spoke to Lakshmana, and Shatrughna, and Bharata likewise."
        },
        {
            "type": "verse",
            "text": "Rama said to thus, \"Let this ballad be keenly heard from these divinely resplendent brothers, for it contains versatile words and meanings...' and thus he motivated the singers."
        },
        {
            "type": "verse",
            "text": "Even those two singers have sung the ballad melodiously and effectually, with their clear and clarified voices, like the melody of string and rhythmic instruments, with very clear and meaningful intonation."
        },
        {
            "type": "verse",
            "text": "Enthralling courtier's bodies, minds and hearts also, that song sone forth as it is all ears, bearing a comfort in its manifestation, among the gathering of the people."
        },
        {
            "type": "verse",
            "text": "\"These two saint-like Kusha and Lava, who also possess kingly features, but they are great hermits... this narration is endowing good fortune to me also, listen to that great efficacious legend of Sita...\" So said Rama to those courtiers."
        },
        {
            "type": "commentary",
            "text": "Here Rama tells that this legend is 'efficacious' for it is the legend of Sita, and should it be Rama's alone, he will get the blemish of self-glorification, <em>aatma prashamsaa doSa,</em> and brave heroes of legends cannot be subjected to such a blemish. And to listen to the legend of his dearest, who at present is not with him, gives a kind of consolation, and thus he is asking all of us to listen to<em>siitaayaH caritam mahaan </em>..."
        },
        {
            "type": "verse",
            "text": "Then those two singers, motivated by Rama's words, sang the ballad in maarga system, for they are well versed in it, then even Rama, who is also in the congregation, again to pacify his mind, [for the story of Sita puts his mind to turmoil,] became interested at heart [to continue listening Sita's story..."
        }
    ]
}