{
    "id": "prose-bala-40",
    "kanda": "bala",
    "sarga": "40",
    "title": "Sage Kapila burns the sons of sagara",
    "chapter": "40",
    "overview": "Sage Vishwamitra's narration of Sagara's legend is continued. Sagara's sons dig out all the quarters of earth and when they enter northeast to find out the horse thief, there they find Sage Kapila, i.e., Vishnu in the semblance of a sage. When they wanted to attack that sage Kapila, he renders them to heaps of ashes by his yogic powers.",
    "content": [
        {
            "type": "verse",
            "text": "\"On hearing the words of gods, the esteemed Forefather Brahma spoke to them, who are very highly scared, and bewildered by the might of Sagara's sons for they are effectuating the end of all beings.\" Vishvamitra thus continued his narration. n. "
        },
        {
            "type": "verse",
            "text": "\" 'To whom this Mother Earth belongs in all her entirety, he is that prescient Vasudeva, and she is also the consort of that Maadhava, and that Vishnu eternally props up Mother Earth. Hence, that reverential Vishnu donning the semblance of Sage Kapila will burn down the sons of emperor Sagara to ashes in a fire of fury. "
        },
        {
            "type": "commentary",
            "text": "The islands / continents on earth, <em>dviipa-s,</em> are 'jambu- plaksha - shaalmali- kusha - kraunca - shaaka - puSkara. And they are the seven continents. Some say the earth is having nine continents, yet some others prefer eighteen. However entire globe <em>bhuu devi</em> belongs to Vishnu as she is his another consort."
        },
        {
            "type": "verse",
            "text": "'Even the complete cleavage of the earth, and the complete ruination of Sagara's sons as well, are envisaged by the providentially farsighted ancients.\" So said Brahma to gods. "
        },
        {
            "type": "commentary",
            "text": "This is the cosmic routine. Every day of Brahma is one <em>kalpa</em> and in each<em>kalpa</em> Brahma starts to create the universe afresh. Though it is just like the bygone creation it is anew, but the presiding souls of each object of the universe will change. If one soul presides the Sun or the Moon in this era, in the next era they attain a higher step in the ladder of 'snakes and ladders' called <em>vaikunTha paali</em> and a soul-in-wait takes up the job of that Sun or Moon, just as good as the promotions of officials. In this cosmic destruction even the gods or godlike entities will be destroyed if they tend to cause unnecessary ruination to the living beings <em>anena bahu praNi upadrava kaariNaam devaa api vadha upaayam abhiipsanti - daiva hataanaam ca teShaam avicaareNa naaso bhavatya eveti suucitam -dk</em> This is the same even in the case of Indra. Vishnu in His Trivikrama incarnation blesses the demonic Emperor Bali with such Indra-hood in some era, when Bali's sin is counted down, and when merit accrues."
        },
        {
            "type": "commentary",
            "text": "The gods that have come to appeal to Brahma are said to be thirty-three in numbers. It is not that all the count of all the gods who have come. There are others besides the prominent groups of thirty-three god-groups. The thirty-three primary god-groups who have come here are e are <em>aSTa vasu-s</em> 'eight Vasu gods' <em>ekaadasha rudraa-s</em> 'eleven Rudra gods' <em>ashvini dvaya</em> twin brothers called 'ashvini-gods,' those that are mostly connected with the administration of earth."
        },
        {
            "type": "verse",
            "text": "\"When the sons of Sagara are digging the earth then there emerged an unbearable noise similar to the crashing of a thunder. Then on hollowing the entire earth, and on making trips around her without finding the horse, all of the sons of Sagara have come together and on going to their father they spoke these words to him. Entire earth is trekked and mighty beings like gods, demons, monsters, evil-spirits, fiends, serpents, naga-s are also eliminated, but we have not seen the ritual-horse or its stealer. What we have to do next. Let a thought be given in this matter. Let safeness betide you.' So said those princes to their father Sagara. "
        },
        {
            "type": "verse",
            "text": "\"On hearing that sentence of his sons, oh, Rama, descendent of Raghu, that exalted king Sagara infuriately spoke these words. "
        },
        {
            "type": "verse",
            "text": "\" 'Let the earth be dug further, may safety be with you, and verily splitting open the surface of the earth you catch hold of the thief of the horse, and on achieving your purpose you may return to me.' In this way Sagara ordered his sons. sons. "
        },
        {
            "type": "verse",
            "text": "\"On catching up the words of their father, the great-souled Sagara, his sixty thousand sons rushed towards the surface of the <strong>rasaa tala</strong>, the netherworld. "
        },
        {
            "type": "commentary",
            "text": "The last but one mantle of the earth from its crust to its inner core, is called<em>rasaa tala</em>, in the seven-tier planes called, <em>atala, vitala, sutala, talaatala, rasstala, paataala.</em>. These are not hells."
        },
        {
            "type": "verse",
            "text": "\"While digging the earth there they beheld a mountain similar easterly elephant named Viruupaaksha, which is bearing the eastern side of earth's surface on its head. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, the legatee of Raghu, that great easterly elephant Viruupaaksha is bearing the entire eastern earth along with its mountains and forests on its head. "
        },
        {
            "type": "verse",
            "text": "\"They circumambulated the great elephant in supplication, oh Rama, and on worshipping that elephant which is the protector of easterly direction they proceeded to netherworld duly splitting the earth. After splitting the eastern direction then they split opened the southern direction, and even in southern direction they beheld an elephant that is similar to a very great mountain, and that is sustaining southerly side of earth on its head, and on seeing that mammoth elephant of venerable character, namely Mahapadma, they went into an inordinate astonishment. On circumabulating that elephant Mahaapada in supplication, they the sixty thousand sons of great-souled Sagara scooped out the westerly direction. Even in the westerly direction those great mighty sons of Sagara beheld an infinite and mountain similar elephant of western direction, called Sumanasa. "
        },
        {
            "type": "verse",
            "text": "\"Circumabulating that elephant namely Sumanasa in western side, and even on asking about its well-being, then they reached the northern direction duly digging the earth. "
        },
        {
            "type": "verse",
            "text": "\"In the northern direction, oh, Rama, they beheld Bhadra, a snow-white elephant with an auspicious body bearing northern side of this earth. On touching that elephant reverently and also circumambulating it, those sixty thousands sons of Sagara further burrowed to the surface of the earth. The sons of Sagara have then gone to the auspicious northeast direction, <em>iishaana digbhaaga, Shiva sthaana</em>, and all those sons of Sagara have tunnelled the earth rancorously. The eyes of the princes are agitated in fury in construing the sage Kapila as the stealer of ritual-horse, and they furiously dashed towards him wielding crowbars, ploughs, and various trees and boulders, and shouting at him, 'stay, stay.' "
        },
        {
            "type": "verse",
            "text": "\"You the malicious one, you have indeed stolen our ritual-horse, and in fact, you should know that we who arrived here are the sons of Sagara.' Thus Sagara's sons shouted at sage Kapila."
        },
        {
            "type": "verse",
            "text": "\"On hearing their words, oh, Rama, the descendant of Raghu, then sage Kapila is beset with high wrath, and he boomed a 'hum' sound at them."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama of Kakutstha, then that great-souled sage Kapila, rather Vishnu with unimaginable power, has rendered all of those sons of Sagara as heaps of ashes by virtue of his 'hum' sound.\" Thus Sage Vishvamitra is narrating the legend of Sagara to Rama and others."
        }
    ]
}