{
    "id": "prose-bala-41",
    "kanda": "bala",
    "sarga": "41",
    "title": "Sagara's grandson Amshuman's search for the horse",
    "chapter": "41",
    "overview": "Amshuman's search for horse reveals that Kapila rendered his paternal-uncles to ashes. When he wanted to offer obsequies, water oblation, to their souls he did not find water. Then Garuda, the Bird-vehicle of Vishnu and maternal uncle of Amshuman advises to get River Ganga onto earth whereby the souls are cleansed and they go to heaven. He reports the same to King Sagara, but Sagara not finding any way to get Ganga onto earth departs to heaven at the end of his time.",
    "content": [
        {
            "type": "verse",
            "text": "\"On observing that his sons have gone long time back, oh, Rama, King Sagara spoke to his grandson, who is resplendent with his self-resplendence...\" Thus Vishvamitra continued his narration about Sagara."
        },
        {
            "type": "verse",
            "text": "\" 'You are brave and completed your education in warfare, and you are equal to your forefathers in magnificence, thus you search the course of your paternal uncles, also the one by whom the horse is stolen...' Thus King Sagara spoke to his grandson Amshuman."
        },
        {
            "type": "verse",
            "text": "\" 'The beings in netherworlds of earth are intrepid and mighty, and to retaliate them, should they attack you, take the sword along with the bow... You salute that are worthy to be saluted, kill the causers of obstructions, and on achieving your purpose you return to me and by you let my Vedic-ritual be crossed over to the other shore of mortality...'"
        },
        {
            "type": "verse",
            "text": "\"Thus, the great souled Sagara said to Amshuman thoroughly, he proceeded on taking bow and a sword also, as he is a quick-footed valiant. Motivated by the King Sagara, Amshuman attained the way inside the earth, oh, Rama, the best of men... that was hollowed out by his great-souled paternal-uncles..."
        },
        {
            "type": "verse",
            "text": "\"The gods, monsters, demons, imps, vultures and serpents are venerating the directional elephant of that direction of earth, and that resplendent Amshuman beheld it... He circled the elephant [in supplication,] and asking for its well-being, and he enquired in detail about his paternal-uncles and even about the robber of the horse also... "
        },
        {
            "type": "verse",
            "text": "\"But that directional elephant of great percept on hearing that enquiry of Amshuman, replied, 'Oh Amshuman, son of Asamanja, achieving your mission you will proceed expeditiously along with the horse... "
        },
        {
            "type": "verse",
            "text": "\"On hearing that word of that directional elephant, he commenced to ask the other directional elephants, that are abiding in other directions of earth, the same enquiry which he made with the first, according to their positioning and according to the established procedure... "
        },
        {
            "type": "verse",
            "text": "\"By all of the elephants that safeguard the directions, sentence-knowers and sentence-experts, he that Amshuman is adored and motivated in saying that he will go from there even with the horse... On hearing the words of all the directional-elephants, he that quick-footed valiant Amshuman, gone to the place where his paternal-uncles, sons of Sagara, were rendered to a mound of ashes... But he, upon whom the control of anguish has chanced for not seeing his paternal-uncles, that son of Asamanja wept, highly agonised at the destruction of them, his paternal-uncles and lamented extremely... "
        },
        {
            "type": "verse",
            "text": "\"There he also beheld the Vedic-ritual horse that is grazing nearby, that Tigerly-man is overwhelmed by agony and anguish... "
        },
        {
            "type": "verse",
            "text": "\"He wanted to perform obsequial water-oblations to the sons of King Sagara, but requiring water he the great resplendent Amshuman searched for water, but could not even see a fount of water... Spanning his expert glances, oh, Rama, then he saw the king of birds, namely Garuda [Eagle-vehicle of Vishnu,] who is the maternal uncle of his father and his paternal-uncles, and the one with rapid-wings and who is similar to gust in flight..."
        },
        {
            "type": "verse",
            "text": "\"That great-mighty son of Vinata, Garuda, also spoke this word to Amshuman, 'do not bemoan, oh, Tigerly-man, this eradication of your paternal-uncles is worthwhile to the worlds... That inestimable Kapila burnt down those great-mighty paternal-uncles of yours, oh, observant Amshuman, as such it is verily inapt of you to offer the mundane obsequial water-oblations to them... Ganga is the elder daughter of Himavanta, oh, man, the best, give water-oblation to the departed paternal-uncles of yours in the waters of Ganga, oh, dextrous one... "
        },
        {
            "type": "verse",
            "text": "\" 'Ganga the world-purifier will drift them, the sons of Sagara, now burnt down to ashes to heavens... and by that Ganga, on who is adored by all worlds, drenching this ash in her, she can lead these sixty-thousand sons of Sagara to the empyrean world... "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, great fortunate and best one among me, proceed along with the horse... oh, brave one, it will be apt of you to carry out the Vedic-ritual of your grandfather...' Thus Garuda said to Amshuman."
        },
        {
            "type": "verse",
            "text": "\"On hearing the words of that great-winged eagle, Garuda, he that highly brave Amsuman of high distinction swiftly came again to the ritual place, taking the horse... Then on reaching the King Sagara, who is sanctified for he is under the vow of ritual, oh, Rama, and described what has betided and the words of Garuda, as well... "
        },
        {
            "type": "verse",
            "text": "\"On hearing those unendurable words from Amshuman, the king then on carrying through the Vedic- ritual, scripturally and procedurally completed the Vedic-ritual... On completing the Vedic-ritual King Sagara arrived at his capital... but that king could not arrive at a decision about the arrival of Ganga onto this earth..."
        },
        {
            "type": "verse",
            "text": "\"Not getting at any resolve in his longest time, that great King Sagara on ruling kingdom for thirty-thousand years, voyaged to heaven...\" Thus Vishvamitra continued his narration about the ancestors of Rama."
        }
    ]
}