{
    "id": "prose-bala-42",
    "kanda": "bala",
    "sarga": "42",
    "title": "King Bhageeratha's effort to bring river Ganga ion to the earth",
    "chapter": "42",
    "overview": "Bhageeratha's effort for Ganga is fulfilled. Amshuman and his son Dileepa could not make any effort to bring the divine river to earth. But Bhageeratha, the son of Dileepa, staunch at heart tries earnestly to get her onto earth. Brahma agreeing for this designates lord Shiva to bear the burden of the onrush of Ganga, because the earth cannot sustain it.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "\"On passing away of King Sagara by the irrefutable virtue of the Time, the native subjects of that kingdom sought the honourable Amshuman as their king...\" Thus Vishvamitra continued narration about the predecessors of Rama."
        },
        {
            "type": "verse",
            "text": "\"He that Amshuman turned out to be a very great king, oh, Rama of Raghu's dynasty, and his son, renowned as Dileepa, became still greater. Assigning the kingdom to Dileepa, oh, Rama of Raghu's dynasty, he that Amshuman undertook very stern asceticism on a pleasant peak of Himalayas desiring River Ganga's flow down from heaven. That king of very great renown, namely Amshuman, on his going into the ascetic-woods and on practising ascesis for thirty-two thousand years and on earning the wealth of asceticism, he achieved heaven."
        },
        {
            "type": "commentary",
            "text": "Comment: Instead of achieving the down-flow of River Ganga, he could achieve only his personal wealth of his penance, namely an abode in heaven."
        },
        {
            "type": "verse",
            "text": "\"That very great resplendent Dileepa on hearing the destruction of his grandfathers, the sixty thousand sons of Sagara at the hand of Kapila, he could not reach at any decision as his mind was thrashed by agony. Thus, that Dileepa became thoughtful as to how to alight River Ganga onto earth from heaven, and as to how water-oblations are to be offered for them, the sons of Sagara and grandparents of Dileepa, and as to how to cross them over this mortal world, as they lay in the shape of ash mounds..."
        },
        {
            "type": "verse",
            "text": "\"To him who always was thinking righteously about the alight of Ganga onto earth, and to that self-mortified Dileepa, a most-virtuous son was born who by his name is Bhageeratha. By the performance of numerous Vedic-rituals his great resplendence spread over in all quarters, and he ruled the kingdom for thirty thousand years to the delight of each of his subjects, but could not find a way to fetch Ganga..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, the tigerly-man, that king Dileepa by not attaining any choice towards the uplifting the souls of his grandparents to heaven by bringing Ganga to earth, and by that reason he took to illness and he attained the ultimate virtue of Time, namely the death."
        },
        {
            "type": "verse",
            "text": "\"That king Dileepa went to the abode of Indra, namely the heaven, only by the self-acquired merits of deeds, after anointing his son Bhageeratha in the kingdom. That Bhageeratha is kingly-sage and self-righteous one, but he is without offspring... and he, cherishing children for he is without offspring, on delegating that kingdom to the custody of his ministers, that king Bhageeratha, who was interested in the alighting of River Ganga, firmed up himself in sustained asceticism on Mt. Gokarna, in Himalayas. Upraising his hands and standing amid five-fires, on a monthly sustenance and with his sense conquered, he firmed up for an intense asceticism for thousands of years..."
        },
        {
            "type": "commentary",
            "text": "Comment: The five-fires are <em>panca agni-s </em>the four earthly fires in four corners of directions and the sun's fire overhead."
        },
        {
            "type": "verse",
            "text": "\"Oh, dextrous Rama, thousands of years elapsed during that great-souled king's asceticism and then God Brahma, the lord and master of all beings, is well pleased with his asceticism. Then Brahma along with the assemblages of gods came to that great-souled Bhageerat, who is in penance and then spoke to him..."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, great king Bhageeratha, I am verily delighted with you, and oh, king of people, and with the perfectly conducted penance, hence oh, truly committed one, you may beseech a boon..."
        },
        {
            "type": "verse",
            "text": "\"Then that great resplendent and dextrous king Bhageeratha abiding by adjoining his palms together in supplication, spoke to Him, the Forefather of all worlds..."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, God, if my asceticism is gladdening, and if there be any fruition to that asceticism of mine... all the sons of Sagara will get water through me as their oblational waters... The ashes of those great souls, when drenched with the waters of Ganga, all of those great-grandfathers of mine, will depart to heaven, eternally... Oh God, I indeed pray for offspring in our Ikshvaku dynasty... let not our dynasty dwindle as I am issueless, oh, God, let this be the other boon..."
        },
        {
            "type": "verse",
            "text": "\"Thus that way addressed by the king, the Forefather of all the worlds spoke in reply with an auspicious tongue, sweetly and sweet wordily..."
        },
        {
            "type": "verse",
            "text": "\" 'This aspiration of yours is sublime, oh, Bhageeratha, the great-charioteer... so be it... you be safe, oh, the furtherer of Ikshvaku dynasty... This is the snow-broth Ganga, the elder daughter of Himavanta, [the Himalaya,] and to sustain her force in the course of her alighting onto earth, Lord Shiva is to be designated there on earth to receive her... for the earth cannot endure the downfall of Ganga and to sustain Ganga, oh, king I do not behold none other than the Trident-wielder, Lord Shiva...\" Thus Brahma spoke to Bhageeratha."
        },
        {
            "type": "verse",
            "text": "\"Thus speaking to the king Bhageeratha and with Ganga also, that Creator of Worlds, Brahma, left for heaven along with all gods and the groups of Wind-gods...\" Thus Vishvamitra continued narration about the arrival of River Ganga to earth."
        }
    ]
}