{
    "id": "prose-bala-43",
    "kanda": "bala",
    "sarga": "43",
    "title": "River Ganga's descent onto earth",
    "chapter": "43",
    "overview": "Ganga's descent onto earth by the extraordinary effort of Bhageeratha is depicted. Shiva agrees to the alighting of Ganga on His head and from there she is released into a lake called Bindusarovar and from there she flows in seven courses. When Bhageeratha ushers her on land and up to netherworld, where his grandparent's heaps of ashes are there, she enters netherworld and inundates those mounds of ashes according salvation to those souls.",
    "content": [
        {
            "type": "verse",
            "text": "\"When Brahma, the god of gods, left from there he that Bhageeratha stood on the tip of his big-toe for one year praying for the mercy of Lord Shiva, while that tip of his big-toe pressurised the earth... \" Thus Vishvamitra continued his narration about Bhageeratha's effort to bring Ganga to earth."
        },
        {
            "type": "commentary",
            "text": "Comment: Bhageeratha stood on one big-toe with an unwavering intent and bodily movement with his hands upraised in prayer, for a period of one year by day and night, sustaining himself on mere air, and thus his yogic concentration increased and that alone pressurised the earth."
        },
        {
            "type": "verse",
            "text": "\"On completion of one year, He who is venerated by all worlds and the consort of Uma and the god of animals [including insects to humans,] God Shiva, revealed Himself to the king and spoke this to the king, 'oh, best one among humans, I am delighted of you and your unwavering effort, and I fulfil your cherish... I will sustain the mountain king Himavanta's daughter Ganga by my head..."
        },
        {
            "type": "verse",
            "text": "\"Then Ganga, the elder daughter of Himavanta, who is reverenced by all worlds, on assuming a supremely incredible shape and with an insupportable rapidity... she plunged onto the pious pate of Shiva and oh, Rama, she that extremely unendurable goddess Ganga also speculated how she might take Shiva with her... 'I will enter netherworld verily drifting Shiva by my stream...' Ganga thought so, but God Shiva on discerning her egotism He is infuriated..."
        },
        {
            "type": "verse",
            "text": "\"Then that Three-eyed Shiva thought to pent her up in his head-hair tufts, and she, that venerated Ganga, on her descent onto the venerable head of God Shiva is restrained... thus God Shiva confined her, that Himalayan Ganga, in the cavities of the curls of His hair-tufts... yet she sat on endeavouring in every way to go to earth, but in vain. She did not gain access to any outlet at any edge of those coils of hair-tufts and that goddess Ganga whirled round and round in the coils of tufts only for a number of years."
        },
        {
            "type": "verse",
            "text": "\"On not seeing Ganga coming out from Shiva's head, Bhageeratha again firmed up in a marvellous penance, and oh, Rama, of Raghu's dynasty, again God Shiva also became very much delighted with that penance. God Shiva then released Ganga towards Bindu Lake in Himalayas, and when she is thus being released into Bindu Lake, emerged are seven streams out of Bindu Lake..."
        },
        {
            "type": "verse",
            "text": "\"Three Ganga-s called Hlaadini, Paavani also thus Nalini are the three streams of Ganga from Bindu Lake, that have gone eastward with their auspicious and holy waters. Also thus Sucakshu, Sita, and Sindhu, these three excellent rivers with their holy waters streamed to the westward direction"
        },
        {
            "type": "verse",
            "text": "\"Among them the seventh Ganga followed the path of Bhageeratha' chariot, and even that kingly sage Bhageeratha who is sitting on his divine chariot. That great-resplendent Bhageeratha moved in front and Ganga followed him... thus Ganga came from heavens onto Shankara's head and from there onto the earth."
        },
        {
            "type": "commentary",
            "text": "Comment: The River Ganga is also called as <em>tri patha gaa </em>'she courses in three ways...' of which one kind of thinking is that she flowed from heaven to Shiva's head and from there to earth. In the above context also, she is said to have the three-way-flow one eastward, second westward and the third is southward as led by Bhageeratha. The westward river Sindhu is the Indus valley and the eastward Nalini is now called Brahmaputra."
        },
        {
            "type": "verse",
            "text": "\"There the water flowed with a tumultuous sound ahead of it, then shoals of fish and a number of tortoises and porpoises are also seen falling. With them that are already fallen and still falling fishes and other aquatic beings, along with the stream of Ganga onto earth, the earth verily shone forth and then the assemblages of gods, sages, gandharva-s, yaksha-s, siddha-s..."
        },
        {
            "type": "verse",
            "text": "\"Then they have curiously seen from heavens the swoop of Ganga from heaven to earth, remaining in their aircrafts that are like cities in shape and size, and on horsebacks and elephant-rides that are prancing about, and then. The gods standing staggeringly there in firmament have seen the excellent plunge of Ganga, the highest marvel in all the worlds. The groups of gods of unlimited energy approaching speedily gathered in their assemblages and with the glitter of their ornaments."
        },
        {
            "type": "verse",
            "text": "\"The cloud-clear sky shone forth as if a hundred suns are shining out there... and with the scores of porpoises, serpents and twitching fishes. The sky became as though bestrewn with the flashes of lightning and with the whitish froth generated by the splashes of streams of Ganga and being strewn about innumerably. And the skies is as if spread over by autumnal silver-clouds with well-flying swans and with other whitish frillery."
        },
        {
            "type": "verse",
            "text": "\"Ganga in her rivering she rivered somewhere with great rapidity and elsewhere sinuously, and somewhere else straightly... somewhere her rivering is falling and elsewhere surging and somewhere else it is slowing and slowing... and elsewhere water is splashed headlong with water alone, and then on going upwardly again falls on earth again when splashed by up-surging streams... and that which is alighted onto the head of Shankara, in turn alighted onto earth. And then glistening is that pellucid and immaculate water of Ganga."
        },
        {
            "type": "verse",
            "text": "At that place the assemblages of sages, gandharva-s, and those that are residents on the surface of earth. 'The water fell from the head of Bhava, another name for Shiva, is a sanctifier...' asserting thus they touched that water... and those that are fallen down from skies by any malediction onto the surface of earth. They on taking anointment there in the form of dip-bathing, became free from their blemishes... and when their sins are washed away by that water, which is having sanctity, then. They again gone up to the skies having obtained their own empyrean worlds... and the people are blissful by that sanctifying water and they blissfully took dip-baths in it. \"On taking dip-baths in Ganga they the people remained totally removed of their strains."
        },
        {
            "type": "verse",
            "text": "\"Then Bhageeratha, the kingly sage who is sitting on his divine chariot, that great-king set out in the van while Ganga moved behind him and all the assemblages of ogres, monsters, and demons followed them. Also gandharva-s, yaksha-s, kinnara-s, great uraga-s, serpents, also apsara-s, oh, Rama, followed Bhageeratha's chariot and Ganga. Also those beings that move in waters moved after Ganga delightfully and to where the chariot of Bhageeratha proceeded to there that glorious Ganga has coursed after."
        },
        {
            "type": "verse",
            "text": "\"That prominent River Ganga among all rivers and a complete obliterator of sins proceeded thus, then while Sage Jahnu was actually performing a Vedic-ritual, a sage with marvellous feats. River Ganga flowed over the ritual field of that great-soul Jahnu, and oh, Raghava, that Sage Jahnu is angered on knowing the proudness of Ganga. Sage Jahnu drank off that water of Ganga entirely, then highly astounded are the gods with gandharva-s and sages at that extremely marvellous feat of Sage Jahnu."
        },
        {
            "type": "verse",
            "text": "\"Then that great-souled Sage Jahnu is worshipped by gods and sages, and they even ascribed the daughterhood of Ganga to that great-souled Sage Jahnu. Then that great-radiant Sage Jahnu is delighted and that godly sage released Ganga from both of his ears, and from then, on Ganga becoming the daughter of Jahnu she is also renowned as Jahnavi."
        },
        {
            "type": "verse",
            "text": "\"Ganga again proceeded following the chariot of Bhageeratha, and then she, the very best one among rivers, even reached the ocean well. She entered the <strong>rasaatala, </strong>the netherworld after merging with ocean, to accomplish Bhageeratha's exploit in bringing Ganga to earth, and even kingly-sage Bhageeratha on ushering Ganga with his wondrous endeavour to netherworld."
        },
        {
            "type": "verse",
            "text": "\"He that Bhageeratha has seen his grandparents rendered to ashes, and became broken-hearted, and then Ganga deluged that mound of ashes by which cleansed are the sins of the sons of Sagara, and they reached heaven thus, oh, Rama, the best of Raghu's dynasty...\""
        },
        {
            "type": "verse",
            "text": "Thus Vishvamitra continued his narration..."
        }
    ]
}