{
    "id": "prose-bala-44",
    "kanda": "bala",
    "sarga": "44",
    "title": "Brahma commends Bhageeratha",
    "chapter": "44",
    "overview": "Brahma commends Bhageeratha in bringing Ganga onto earth which none his of the forefathers of Bhageeratha could do. Brahma blesses Ganga to be the daughter of Bhageeratha and even advises him to offer water-oblations to his manes with the sanctified waters of Ganga. Thus, Sage Vishvamitra continues his narration to Rama.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "\"He, the king Bhageeratha on going to the ocean the dredged up place by Sagara's sons, followed by Ganga, entered the subterranean of earth, where the sons of Sagara are rendered to ashes...\" Thus Vishvamitra continued his narration about the Plunge of Ganga."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, when Ganga's waters inundated the ashes, then the Lord of all worlds, Brahma spoke this to the king Bhageeratha. "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, tigerly-man Bhageeratha, on crossing over the ocean of mortality the sixty thousands sons of great souled Sagara, transited to heaven like gods. As long as the oceanic waters abides on earth, oh, king, so long the sons of Sagara abideth in heaven as gods... this Ganga will become your eldest daughter and hereafter she will remain renowned in the world with the name associated with your deed of bringing her onto earth..."
        },
        {
            "type": "commentary",
            "text": "Comment: Otherwise, 'by your fatherhood she will be called Bhaageerathi... and your names becomes her surname...'"
        },
        {
            "type": "verse",
            "text": "\" 'Henceforth Ganga will be renowned as 'Divine Ganga,' 'Bhaageerathi,' and as 'Tri-patha-ga,' and since this river is sanctifying three worlds viz., <strong>svarga, bhuu, paataala loka-s</strong>heaven, earth and netherworld... therefore it will be memorized as 'Tri-patha-ga...' "
        },
        {
            "type": "verse",
            "text": "\" Oh, lord of people, offer water-oblations to all of your forefathers in there, in Ganga, and thus, oh, king, you can cast aside your hierarchical pledge... oh, king, verily by your ancestor Sagara, though highly renowned and the best among righteous ones, by him this aspiration has not been achieved then, this way... oh, son, Bhageeratha, thus Amshuman also, who is unequalled in his resplendence in this world and who was supplicant to lead forth Ganga, he also could not cast aside his vow... even by that merited kingly-sage Dileepa, whose resplendence is similar to great sages, also thus who is equal to me by his penance, and who is abided by the observances of Kshatriya-s, the ruling class... even for that fortunate and most resplendent father of yours, Dileepa, again it was impossible to lead forth Ganga, oh, impeccable Bhageeratha, even though he was supplicating to Ganga... "
        },
        {
            "type": "verse",
            "text": "\" 'That pledge is verily fulfilled by you, oh, the best among men, and you have achieved excellence and a much adorable renown in the world... that <strong>Ganga avataraNa, </strong>'The Plunge of Ganga' is perfected by you, and by this you acquired a genuine basis for righteousness [in this world, and thereby a base for yourself in my Brahmaloka, Abode of Brahma...] "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, phenomenal one, you deluge yourself in the eternally choicest holy waters of Ganga and thus be cleansed, and oh, persona grata, let your merit be fructified thus... "
        },
        {
            "type": "commentary",
            "text": "Comment: The waters of other rivers have a blemish called <em>rajasvala doSa </em>'the blemish of menstruation...' when the sun is in Leo-Cancer, i.e., during monsoon and with new waters come in it is as good as that lady river menstruates. But Ganga is beyond these taboos because it is perennial. Some more details are given in endnote of this chapter."
        },
        {
            "type": "verse",
            "text": "\" 'To all of your forefathers you perform the ritual of water-oblations and here I go to my own sphere and oh, king, you be safe and be gone to your own world...' Thus Brahma said to Bhageeratha."
        },
        {
            "type": "verse",
            "text": "\"Thus on saying that way, that god of gods and the Forefather for all the worlds, Brahma of great-renown, went away as He came, to the empyrean worlds. Even the kingly-sage and greatly renowned Bhageeratha, on performing water-oblations that endow superior realms to the souls of sons and grandsons of Sagara, as per precedency and as per the rationale of scriptures... on offering water-oblations to his other manes that king is cleansed and sanctified then only he re-entered his own city and when his purpose is overachieved, that outstanding man, Bhageeratha, verily ruled his kingdom well. "
        },
        {
            "type": "verse",
            "text": "\"On regaining him as their king, the subjects of the kingdom are overjoyed, and oh, Raghava, they are relieved of their grief, verily gone is their febrility and they became overabundant with means [and the yields, at the grace of Ganga...] "
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, this way I described to you about 'The Plunge of Ganga' in detail, thus you be blest and be safe... as the vesperal time is elapsing, [no more questions from you for now, and let us meditate on Gayatri... but listen to the fruits of listening the legend of <strong>Ganga avataraNa,</strong>'The Plunge of Ganga...'] "
        },
        {
            "type": "verse",
            "text": "\"The listening of this legend endows prosperity, fame, longevity, sons and even heaven and he who intones this among Brahmin-s, Kshatriya-s and also among others... his manes rejoice and his gods glory in, and this legend, 'The Plunge of Ganga' is an accorder of longevity, for it is auspicious... oh, Kakutstha, whoever hears this his wishes are achieved, all his sins are obliterated and enhanced are his reputation and longevity... "
        },
        {
            "type": "verse",
            "text": "Thus Vishvamitra concluded the episode of 'The Plunge of Ganga.' "
        },
        {
            "type": "commentary",
            "text": "Almost every <em>puraaNa</em>, mythological treatise, deals with the sanctity of Ganga. It is therefore queried and counter-queried as to why and how she is sanctifying. Many treatises have detailed about it. This river emerges from the nail of the left foot's big-toe of Vishnu as said in Vishnu Puraana: <em>Gangaa deva anganaa angaanaam anulepanaa api pinjaraa | vaama paada ambuja anguShTa nakha sroto vinirgataa | visNor bhibharti yaam bhaktyaa sirasaa ahar nisam dhR^ivam - sivaH</em> Hence she took landing on Shiva's head. <em>sankarasya sirasi bhraShTam patitam kalmaSha apahaa - mahesvara tiirtha</em> 'the one who plunged onto Shankara's head and the very same is the remover of sins.'"
        },
        {
            "type": "commentary",
            "text": "Even if that river has fallen onto the head of Shiva at a later time, her original birth place is at the feet of Vishnu hence that river is sacred. After falling on the head of Shiva she is released and she rapidly flowed onto earth. Hence, her speed and rapidity alone are the sanctifying factors. <em>nadii vegena sudhyati - govinda raaja</em> 'a river cleanses itself by its rapidity.' As such, after incarceration by Shiva she flowed rapidly and thus her sanctity is kept up, by her very rapidity."
        },
        {
            "type": "commentary",
            "text": "On bearing these sanctifying waters on his head, Shiva became a sanctified Shiva as said at <em>sarit praparodakena tiirthena - candra- mauli vidhR^itena sivaH sivo aabhuut - bhaagavatapuraaNa</em>. Shiva presumed that he is honoured for the falling of Ganga on his head as said at <em>tat ambu patitam dR^iShTvaa dadhaara sirasaa haraH | paavanaartham jaTaa madhye - mahaa bhaarata</em> Even in <em>aadhyatma raaamayaNa </em>Sage Vashishta says to Vishnu <em>tvat paada salilam dhR^itvaa dhanvo bhuut girijaa patiH - aadhyaatma raamaayaNa</em> 'on bearing your foot's waters Shiva became pious.'"
        },
        {
            "type": "commentary",
            "text": "In the legend of <em>Trivikrama</em>, dwarf-ascetic-boy, at one place it is said that due to the pressure of the foot of Vamana, the incarnation of Vishnu, the shell of the universe is pierced and water available outside has gone in and that water belonged to the Divine Ganga. At another place it is said when Brahma washed the feet of Vishnu that water from his <em>kamanDulu</em>'handy vessel' flowed as Ganga. Still at another place it is said that the <em>dharma</em>itself flowed as Ganga at the behest of Brahma. These three are correlated and said that 'when Brahma washed the feet of Vishnu the waters were not sufficient enough to drench, then Brahma ordered <em>dharma</em>to flow like water, but that too was not enough, and when Vamana pierced the shell of universe then <em>dharma</em>flowed as Ganga."
        },
        {
            "type": "commentary",
            "text": "The <em>yoga</em> takes yet another viewpoint of Ganga. Their great <em>guru </em>is Shiva, and hence yogis say that every fraction of second Ganga, or <em>cetana</em>, vitality, flows in ones own body. <em>tat paada padmajam ga~Ngaam nipatantiim sva muurdhani | cintayet Brahma randhreNa pravishantiim svakaam tanuum | tayaa sa~NkShaalayet deham baahyam abhyantaram malam | tat kShaNaat virajo mantra jaayate sphaTika upamam ||</em>According to the six-plexus theory <em>cetana shakti</em>, power of vitality, flows through <em>Brahma randhra</em>'the hole in the mid of the pate' to <em>sahasraa kamala</em>the multi-petal-lotus, the Internal Capsule or the Reticular Activating System and from there to <em>aaj~naa cakra</em>' plexus of discrimination' back at the third eye, and from there the vitality flows down the lines of the three spinal nerves, viz., <em>iDaa, pingala, suSumna</em>sympathetic, parasympathetic and central spinal cord. These three are the three replicas of <em>Ganga, Yamuna, and Saraswati</em>. Their confluence occurs once at <em>aaj~naa cakra</em>' third eye' and again at the perineum and having gone to the perineum this Ganga activates the dormant particles of vitality to raise them up the spinal system. Thus, the Supreme Yogi Shiva ordains the vitality called Ganga to flow up and down the plexuses, from grey matter down to the perineum, only to activate the system. More Information than this will become unjustifiable here."
        },
        {
            "type": "commentary",
            "text": "Ganga is ever holy because she does not have any womanly stigmas. <em>dvi maasam saritah sarvaa bhavanti rajasvalaaH - maarkanDeya - - simha karkaaTakayoH madhye sarvaa nadyaa rajasvalaaH - vyaaghrapaada</em> 'for two months all the rivers menstruate' Maakandeya Puraana. 'When sun in Leo-Cancer all rivers menstruate.' that is due to monsoon and new waters, as such bathing in them at that time is prohibitive. But River Ganga perennially draws its river water from Himalayas thus she has no such blemish."
        },
        {
            "type": "commentary",
            "text": "For all these diverse opinions the reply is given in Ramayana itself as said in Ayodhya<em>vishNu paada udbhavaam divyam - ayodhya</em>and also at 1-43-7 of Ramayana <em>saa tasmin puNyaa - puNye rudrasya muurdhani - raamaayaNa</em>which imports the meaning: 'she that pious River Ganga, fell onto the pious head of Shiva,' i.e., 'without any mutation, both Shiva and Ganga are the sanctifiers by themselves, while helping each other, i.e., Shiva helped Ganga to gain a foothold on His head, while Ganga helped Shiva to become the root cause to bear and release her brunt, and in turn, both of them helped the humankind.' Thus, what more can be sanctity than helping the created beings with one's own<em>dharma</em>?"
        }
    ]
}