{
    "id": "prose-bala-45",
    "kanda": "bala",
    "sarga": "45",
    "title": "The legend of churning Milk Ocean",
    "chapter": "45",
    "overview": "The legend of churning Milk Ocean is narrated to Rama and Lakshmana when they reach and see a city named Vishaala. Vishvamitra narrates how Haalahala, the lethal poison as well as Amrita, the ambrosial elixir, emerged from the churning of Milk Ocean, and how Shiva contained the poison and how Vishnu helped the churning in His incarnation as Tortoise.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "On listening to Sage Vishvamitra's words, Rama went into a great astonishment along with Lakshmana and then spoke to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahman, highly amazing is this narration of yours about the extremely blessed alighting of Ganga and even that of Sagara's filling the ocean dug out by his sons... oh, enemy-inflamer, while thinking about legend in detail, entire night passed away as a moment for two of us... oh, Vishvamitra, while thinking about the auspicious narration, the whole night passed away to me along with Lakshmana...\" Thus Rama is addressing Vishvamitra."
        },
        {
            "type": "verse",
            "text": "Thereafter, in the next fresh dawn Raghava, the enemy-oppressor, spoke these words to Sage Vishvamitra, who by now performed his daily chores and an affluent one in asceticism. "
        },
        {
            "type": "verse",
            "text": "\" 'Listened is the listenable excellent legend of Ganga and lapsed is the reverential night, [for it is filled with the light of glory of Ganga, thus it is reverential...] we now cross over the very same prominent, merited and tri-way-coursing River Ganga... on knowing that a venerable one like you has chanced here, this boat is fetched by those sages of august laurels, comfortably blanketing its deck with mats etc., so to speak...\" Thus Rama spoke to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "On hearing the words of great-souled Raghava, Vishvamitra of Kusha dynasty, started to cross over the river along with assemblage of sages. On arriving at the northern bank of River Ganga, adored the assemblage of sages who ferried them up to here, then after a sojourn on the northern bank of Ganga, therefrom they have seen at the city, named Vishaala. Therefrom, that great Sage Vishvamitra started quickly along with Raghava to the city Vishaala, which is charming and comparable with the heaven, likewise. "
        },
        {
            "type": "verse",
            "text": "Then the highly intelligent Rama gesturing with folded palms [in supplication,] asked the great Sage Vishvamitra about that prominent city Vishaala. "
        },
        {
            "type": "verse",
            "text": "\"Oh, great sage, which dynastic king is ruling from this city of Vishaala? I am interested to hear of it and indeed, I am highly inquisitive about it...\" Thus Rama spoke to Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "Then on hearing those words of Rama, that eminent Sage Vishvamitra started to narrate about the ancient legend of Vishaala. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, I tell of the legend of Indra as I was told and listen to it as I tell... what really chanced in this country, oh, Raghava, that be listened in its quintessence... once in Krita era, oh, Rama, the sons of Lady Diti were extremely energetic ones in their brawniness, whereas the sons of her younger sister Lady Aditi were venerable, vigorous and highly righteous ones... "
        },
        {
            "type": "commentary",
            "text": "Comment: Diti is the elder sister of Aditi and the first wife of Sage Kashyapa and her sons, originally called <em>asura-s</em>, whereas Aditi, the second wife of that sage gave birth to the progeny of <em>sura-s</em> gods. These two ladies are the daughters of Daksha Prajaapati."
        },
        {
            "type": "verse",
            "text": "\"Oh, tigerly-man, Rama, there was a thinking to those great-souls then, as to 'how we shall [thrive] deathless, ageless and wasteless...' Thus thought the sons of Diti and Aditi. For them who were thinking thus on that subject a thought occurred to those masterminds, 'on churning the Milky Ocean, therein we get its elixir, indeed... "
        },
        {
            "type": "verse",
            "text": "\"Then on deciding to churn the Milky Ocean, they made Vasuki, the mighty King of Snakes, with thousand heads, as the churning rope and Mt. Mandara as stirrer and those who have unlimited energy started churning the Milky Ocean..."
        },
        {
            "type": "verse",
            "text": "\"Then, after a thousand years from the heads of the serpent that is used as churning rope, namely the Thousand-headed serpent Vasuki, and when its fangs of Vasuki fanged the cliffs of Mt. Mandara, disgorged is a poisonous venom, which on melting the rocks of Mt. Mandara became the lethal and flaming <em>haalahala...</em> "
        },
        {
            "type": "verse",
            "text": "\"Up-heaved is that fire-similar lethal poison <em>haalahala,</em>, and by it the whole universe is burnt down, together with gods, non-gods, and humans... Then the gods seeking shelter approached Rudra, the Cardinal God, Endower of Solace, and who husbands all the created animals, [inclusive of human-animals,] and they prayed 'save, save us...' This way when prayed by gods, the God of Gods and the Lord, Shiva appeared there immediately, and in the meanwhile, handling the disc and conch Vishnu also appeared there alone... "
        },
        {
            "type": "verse",
            "text": "\"And spoke smilingly to Rudra, the Wielder of Trident, 'while gods churning the Milk Ocean, that which has emerged firstly... oh, Best God among gods, that is yours, for the reason of your being the Foremost God among gods and oh, Lord, staying here remotely, you are capable to oblige this poison, Haalahala, as a prime oblation... "
        },
        {
            "type": "verse",
            "text": "\"Saying so Vishnu, the best one among gods disappeared there only... and Shiva on observing the scare of gods and also on listening the words of the Wielder of <em>shaaranga </em>bow, namely Vishnu, gulped that <em>haalahala</em>, the lethal poison, as if it is ambrosia and that God of Gods leaving those gods, left for His Abode, that God Hara, namely Shiva... "
        },
        {
            "type": "verse",
            "text": "\"Then on the continued churning of gods and non-gods, oh, Rama, the joy of Raghu's dynasty, that Mt. Mandara, the loftiest mountain then caved in to the netherworld... Then the gods along with gandharva-s prayed to Madhusuudana, the other name of Vishnu, 'you alone are the recourse to all beings, specially to the dwellers in heavens... "
        },
        {
            "type": "verse",
            "text": "\"Oh dextrous one, safeguard us, it will be apt of you elevate the mountain...' and Hrisheekesha, another name of Vishnu, on hearing thus from the prayers of all gods, adopting Himself into the form of a tortoise, Hari, namely Vishnu, was recumbent at the bottom of the Milky Ocean, on positioning Mt. Mandara on his back, viz., on tortoiseshell as a base, and that Cosmic-Soul, Keshava also reached out the peak of that mountain and held it uprightly with his hand... thus He that Supreme Person stayed amid gods churning the ocean... "
        },
        {
            "type": "verse",
            "text": "\"Then after a thousand years a male personality and an epitome of Life Science, namely<em>aayur veda... </em>a highly righteous soul named Dhanvantari, with his arm-rest-stick and with his handy water-vessel, surfaced firstly, and also the Apsara-s with their remarkable elegance emerged later..."
        },
        {
            "type": "verse",
            "text": "\"By the absolute churning of Milk Ocean's waters an elixir came out and from that elixir admirable females have come out, oh, Rama, the best one among men, thereby their genera became Apsara-s... oh, descendent of Kakutstha, those Apsara-s of amazing dazzle that emerged are in six hundred millions and innumerable are their maidservants, who emerged along with them and they are also of Apsara genera... All of them, the gods or demons, have not espoused them, and by not espousing they all are really reckoned as 'general' Apsara-females... "
        },
        {
            "type": "commentary",
            "text": "Comment: In fact these Apsara-s are the nymphs who really did not bother to choose husbands either from gods or from demons and they wanted to be free and out of the institution of marriage. But later they alone have become breeding centres as in the case of Menaka-Vishvamitra et al. Because they have come out from <em>apsu + rasa </em>'waters... elixir, 'those that emanated from the elixir of water....' they are called Apsara-s and etymologically this nomenclature 'seems more to be guided by the similarity of sound than anything else...' and 'we have a case of sound etymology par excellence [in Ramayana,] in <em>sura, asura </em>and the word <em>asura </em>is formed from the word <em>asu</em>with the addition of the suffix <em>ra </em>and means 'one full of <em>ra </em>spiritual life<em>asu... </em>and 'by curious process of semantical change came to means a demon...' Satya Vrat."
        },
        {
            "type": "verse",
            "text": "\"Oh, descendent of Raghu, then came up the heaven-sent Vaarunii, the presiding deity of hard liquors and also called as <em>sura, </em>the daughter of Varuna, the Rain-god, searching for her espousal... and oh, Rama, the sons of Diti have not espoused her, Vaaruni, the daughter of Rain-god, but oh brave one, the sons of Aditi have espoused that impeccable Vaaruni... Thereby the sons of Diti are <em>asuraa-s </em>and as such, the sons of Aditi are <em>suraa-s </em>and delighted and rejoiced are the gods on espousing Vaaruni... "
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, the best among men, then emerged is the best horse called Ucchaishravaa... and then, a gem of a jewel, namely Kaustubha, and like that, <em>amrita, </em>the Supreme ambrosial elixir of gods...and oh, Rama, then there chanced a great ethnic havoc, caused by Ambrosia, for its possession, when the sons of Aditi have havocked the sons of Diti... and oh, brave Rama, all the asura-s and demons have arrived at a unity, and a ghastly war came to pass, which was perplexing to all the triad of universes viz., ethereal, real and surreal spheres..."
        },
        {
            "type": "verse",
            "text": "\"When all are wading into annihilation then the ambidextrous Vishnu swiftly impounded Amrita, the Ambrosia, by assuming an illusory for of Mohini... "
        },
        {
            "type": "commentary",
            "text": "Comment: Mohini literally means 'that which bewitches...' usually a feminine or neutral. Here Vishnu assumed a physique of such a voluptuous and bewitching seductress, marvellously limbed, and mantled in see-thru clothing, and thus maddened everybody around her. Then she started to serve Amrita/Ambrosia among the gods and demons on making them to sit on either side of her way. Even the age-old Brihaspati, the Jupiter, sitting in god's row, has come under her charm and started gazing her from top to toe, pruriently. When Brihaspati saw at the feet of that damsel, they appeared as male person's feet. He further looked at those two feet and beholding them as <em>shrii caraNa,</em> 'Reverential Divine Feet of Vishnu,' with which he covered the three spheres, Brihaspati's illusion is shattered and he venerated those feet, recognising this as Vishnu's Maya."
        },
        {
            "type": "verse",
            "text": "\"Whoever confronted that Eternal and Supreme Person, Vishnu, then he is pulverized by Vishnu, whose blaze is threefold, as manifest in the sun, fire and lightning, in that war... and in this horrendous war between the progeny of Diti, namely demons, and the progeny of Aditi, namely gods, the sons of Aditi being gods, have altogether massacred the demonic sons of Diti... "
        },
        {
            "type": "verse",
            "text": "\"On eliminating the sons of Diti for they are demons, and on acquiring kingdom of heavens, that eliminator of enemy cities, namely Indra, ruled the worlds, that are inclusive of sages and caarana-s, happily...\" "
        },
        {
            "type": "verse",
            "text": "Thus Vishvamitra continued his narration about Vishaala city and its emergence."
        },
        {
            "type": "commentary",
            "text": "Legend/<em>puraaNa</em>: Once, when Indra was riding his elephant Iravata, Sage Duurvasa came towards him and offered a garland, respecting Indra as the administrator of the universe. Indra decorated that garland on the head of his elephant and that elephant removed it and trampled. By this Duurvasa, who is an angry sage by himself, is angered and curses Indra to fall from the grace and all his luxurious paraphernalia be submerged in ocean. Accordingly, Indra looses everything and becomes destitute, and he then approaches Vishnu. Vishnu reprimands Indra for ridiculing elderly sages like Duurvasa and then plans to churn the ocean to retrieve all the lost treasures. Thus, the legend and the churning are going on for ages."
        },
        {
            "type": "commentary",
            "text": "From the <em>kundalini / power of yoga</em> point of view the churning of ocean is continually going on in everyone's body. The body is the ocean and at its abyss, the triangle in the perineal or sacral plexus is the base of Mt. Mandara. The churning rod is the spinal cord in the rod like backbone and the churning strings are the <em>ida, pingala</em> namely, the sympathetic and parasympathetic systems. The churners are the air elements of vital forces on either side. This total system is held upright by Vishnu because He is <em>naaraayaNa, nara + aayaNa </em>'one who conducts humans, say created beings, into being and lead them away, again into His own self...' When <em>kundalini power </em>is incited the first results are always negative like, <em>haalaaha, </em>'the lethal poison...' and all all-ruinous ills befall on us. If this negativity is surrendered to someone who can handle it effortlessly, like Shiva, then the positivity results like <em>Amrita/Ambrosia.</em> Even if this elixir of life is readily available, there will be still better lures, lusts, and longings like Mohini and if enchanted by those instantaneous quirks, which are yet another kind of negativity, we will be lost completely, like the demons. Hence 'churn the correct way...' is the postulate of yoga."
        }
    ]
}