{
    "id": "prose-bala-46",
    "kanda": "bala",
    "sarga": "46",
    "title": "Lady diti seeks for a son to kill Indra",
    "chapter": "46",
    "overview": "Diti seeks for a son to kill Indra because Indra and other gods have killed her sons in the battle after churning Milk Ocean. But Indra, being her stepson arrives at her place of asceticism, with view to destroy that Indra-killer. On a fateful day when Diti failed to maintain the procedure of vow, Indra enters her womb and dissects the foetus into seven fragments, which later become <em>sapta marut gaNa-s </em>The Seven wind-gods.",
    "content": [
        {
            "type": "verse",
            "text": "\"Oh, Rama, Lady Diti was highly anguished for those sons that are killed and said this to her husband, Sage Kashyapa, the son of Sage Mareechi...\" Thus Vishvamitra continued narration."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, god, I am bereaved of my sons who are killed by your great mighty sons, the sons of your second wife Aditi, as such I wish to bear a son, who is achievable by sustained penance, for he shall be the exterminator of Indra... Such a bereaved mother as I am, I wish to undertake asceticism and it is apt of you to permit me for penance and it is also apt of you to accord me pregnancy for an exterminator of Indra, the Ruler of Worlds...\" Thus Diti spoke to her husband Kashyapa."
        },
        {
            "type": "commentary",
            "text": "Comment: A sage's wife requires permission of her husband if she wishes to undertake an individual asceticism, because she will be receiving her own share of merit from her sage-husband's penances and practises, as his life-mate."
        },
        {
            "type": "verse",
            "text": "On hearing that word of hers, the great resplendent sage Kashyapa, the son of Sage Mareechi, spoke in reply to Diti, who is deeply mournful. "
        },
        {
            "type": "verse",
            "text": "\" 'So be it... you be blest, oh, ascetically wealthy lady, you be blest, if you abide by the propriety of the practises, and then only you will deliver a son, who can be an exterminator of Indra in war... If you complete thousand years of asceticism, punctiliously you can deliver a son by my grace, who can be a husbander of three worlds...\" Thus Sage Kashyapa advised his wife Diti."
        },
        {
            "type": "commentary",
            "text": "Comment: Please refere to Verse section for the wording. In some other versions the word <em>trailokya hantaaram</em> is carried forward from earlier verses of Diti, into the speech of Sage Kashyapa also. Some have it as <em>trailokya bhartaaram </em>'a husbander of three worlds...' Diti may have desired for a 'killer.' But Kashyapa, as a father of both gods and demons, cannot term the issuing son as an exterminator of three worlds, because the three worlds are in vogue at Kashyapa's grace. Some attach this adjective to Indra but not to the forthcoming son of Diti."
        },
        {
            "type": "verse",
            "text": "\"Saying thus, that great resplendent sage patted her and then on his touching her she is consecrated and he departed for his ascetic practises, saying 'be blest...'"
        },
        {
            "type": "verse",
            "text": "\"On the exit of Sage Kashyapa, oh, best one among men, Rama, that highly elated Diti on reaching the sacred place, on which the present City of Vishala is standing, called Kushaplava, and practised highly rigorous asceticism... While she is truly practising her asceticism, oh, Rama, the best among men, that Thousand-eyed god, Indra, who is abundant with surpassing veracities, has indeed rendered services to her... "
        },
        {
            "type": "verse",
            "text": "\"The Thousand-eyed god Indra offered her fire, firewood, water, Kusha, the sacred grass, thus fruits and tubers also... also whatever other items as she wanted... Indeed, all the time Indra attended Diti, even by massaging her body to remove her bodily strain resulting from her arduous practises..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, the descendent of Raghu, completed are thousand years, but less by ten, and highly rejoiced is Diti, for her ambition is going to fructify in just ten more years, then spoke to the Thousand-eyed god, Indra... "
        },
        {
            "type": "verse",
            "text": "\"Oh, best among the valiant ones, Indra, ten years are remaining for me to practise asceticism, then you can see your brother, you be safe... oh, son, whom I am bringing up for your reason, I will bring him up as a victory-enthusiast, and oh, son, Indra, along with him conquering the three worlds you can enjoy without febrility from your enemies..."
        },
        {
            "type": "verse",
            "text": "\"Oh, my son Indra, whom I am now bringing up, will be enthusiastic in conquering you, but somehow I will manage him by telling that you are after all his brother, and no harm shall be done to you, and oh, son Indra, if you join him you will get rid of your febrility, caused by his emergence, and then you two can conquer all the three worlds... oh, best one among gods, Indra, on my prayer your high-souled father, Sage Kashyapa, bestowed this boon for a son, and it materialises at the end of thousand years, and only ten more years are to slip by..."
        },
        {
            "type": "verse",
            "text": "\"When Diti was saying thus, the noontime sun was reigning high and she is stolen over by sleep, keeping her feet headward... "
        },
        {
            "type": "commentary",
            "text": "Comment: This 'keeping feet headward' is variously inferred. While sitting she leaned on her knees and her braid touched feet, thus she became impious. Thus, she slept with her head neither at east or south. The ancient cots in India used to have head-side and feet-side finishing. Then she placed head at feet-side and feet at head-side. Even if a cot is not there, though slept on ground, the head shall be positioned eastward or southward, but not to north or west. Finally, for a person under a vow, noontime sleep is prohibitive. <em>anena vratasthaanaam divaa svaapaH paada sthaane shiraH sthaapanam ca ashucikaram iti suucitam - dk </em>"
        },
        {
            "type": "verse",
            "text": "\"On observing her who has become impious, by placing her head at feet-side and feet at head-side, Indra is gladdened and laughed at her failed penance. Oh, Rama, that destroyer of enemy fastnesses, Indra, being a highly courageous one entered the body of Diti through her vaginal aperture and rent that foetus asunder into seven fragments. During the slicing with Thunderbolt that has hundred cutting edges, then that foetus wailed clamorously, then oh, Rama, Diti is awakened."
        },
        {
            "type": "verse",
            "text": "\" 'Do not scream, do not scream...' thus Indra was coaxing the foetus, and even though that foetus screaming piteously, that great-dazzler Indra, has gone on fragmenting it."
        },
        {
            "type": "verse",
            "text": "\" 'Unkillable, unkillable is my foetus...' thus Diti raved that way, then Indra fell out of the womb, honouring his stepmother's entreaty. Indra spoke to Diti, humbly folding his palms that are handling his Thunderbolt, "
        },
        {
            "type": "verse",
            "text": "\"Oh, lady, you are impious in the course of your vow, and slept with your head-hair touching your feet... Thereby, I gained a chance to eliminate, the eliminator of Indra, [viz., me only...] hence I fragmented your foetus into seven fragments... for that act of mine, it is apt of you to pardon me...\""
        },
        {
            "type": "verse",
            "text": "Thus, Sage Vishvamitra continued narration about City of Vishaala."
        }
    ]
}