{
    "id": "prose-bala-47",
    "kanda": "bala",
    "sarga": "47",
    "title": "The legend of Seven-maruts, wind-gods",
    "chapter": "47",
    "overview": "The legend of Seven-Maruts, the Seven-Wind gods, and the legend of the kings of Vishaala are narrated to Rama and Lakshmana, while Vishvamitra is narrating the legend of Vishaala. At the request of Diti, Indra blesses the seven segments of her foetus to become <strong>sapta marut gaNa-s</strong> Seven Wind gods, and the place where the legend of Indra-Diti has happened, that province later became the City of Vishaala.",
    "content": [
        {
            "type": "verse",
            "text": "\"Diti was highly anguished when her foetus is rendered into sevenfold, and spoke these words to the indomitable Thousand-eyed Indra, in appeasement....\" Thus Vishvamitra continued his narration about City Vishala."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, Ruler of Gods, Indra, by my misdeed alone this foetus of mine is sliced into seven segments... and therein, in your slicing the foetus, oh, Indra, the eliminator of Bala, the demon, really no iniquity of yours is there...' Thus Diti started speaking to Indra."
        },
        {
            "type": "verse",
            "text": "\" 'though a reversal has happened against my thinking, in the matter of my foetus, let these seven segments become your Maaruta-s, the rulers of seven Ethereal-places, under your ruler-ship..."
        },
        {
            "type": "commentary",
            "text": "According to mythology there are seven ethereal places in cosmos on which the galaxies and planets are dependent. According to Vishnu Puraana: <em>aavaha pravahava caiva samvahaH ca udvaH ca tathaa | vihaa aakhyaH praivaahaH paraavaha iti kramaat || gaganaH sparshanaH vaayu anilaH ca tathaa aparaH | praaNaH praaNeshvaraH jiiva iti ete sapta maarutaaH ||</em> They are: <em>aavaha</em> the air called by this name will be pervading in clouds, thunderbolts, rain, meteors; <em>pravaha</em> air in solar orbit; <em>samhava</em> in lunar orbit; <em>udvaha</em> in galaxies; <em>vivaha</em> in planetary spheres; <em>parivaha</em> in the Seven-Sages sphere; <em>varaavaha</em> in north polar regions. These are otherwise called by names <em>gagana, sparshana, vaayu, anila, praaNa, praaNeshvara, jiiva</em>. Each of the Marut god has a batch of seven Marut-s, thus they are forty-nine entities, in total."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, son Indra, let these seven become the presiding deities of Cosmic Airy Divisions and let my sons move in heaven with heavenly forms... One from the seven may move in Brahma's abode, like that another in the heaven of Indra, and even the third one, let him become a greatly celebrated one and be reputed as Divine Wind, and he may circulate in entire Universe...Oh, Chief of Gods, Indra, indeed, let four of my sons truly permeate in four directions in time, let safety betide you, verily at your command..."
        },
        {
            "type": "verse",
            "text": "\" 'Verily by the name given by you as 'Marut' when you were saying 'maa ruda, maa ruda, 'do not cry, do not cry...' they shall be renowned...' Thus Diti said to Indra."
        },
        {
            "type": "verse",
            "text": "\"On hearing her words, the Thousand-eyed one and the destroyer of enemy's citadels and a demon named Bala, namely Indra, spoke this word to Diti, humbly enfolding his palms."
        },
        {
            "type": "verse",
            "text": "\" 'All this will happen as you said, undoubtedly, and they, the Maaruta-s would be pervading in the forms of gods, for they are your offspring...' Thus Indra assured Diti."
        },
        {
            "type": "verse",
            "text": "\"Thus, they two, the stepmother Diti and the stepson Indra, on arriving at a decision in that ascetic forest, they departed to heaven fulfilling their purposes... thus we heard the legend...\" Vishvamitra continued his narration."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama of Kakutstha, this province is that province wherein Indra once presided over, where he rendered services to Diti, an accomplished one in her asceticism..."
        },
        {
            "type": "verse",
            "text": "\"To King Ikshvaku of Vishaala, oh, Tigerly-man Rama, a highly righteous son was born through Queen Alambusa and he was renowned as Vishaala, and also there is a city in this place, constructed by him and known by his own name, Vishaala..."
        },
        {
            "type": "commentary",
            "text": "Comment: These Ikshvaku-s of Vishaala are not the Ikshvaku-s of Ayodhya, i.e., of Solar Dynasty. About this dynasty of Ikshvaku-s of Vishaala Bhaagavata Puraana says in its Seventh canto"
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, Vishaala's son is the great-mighty Hemachandra, and from Hemachandra, a son who is highly renowned as Suchandra emerged in succession... Oh, Rama, the son of Suchandra became famous as Dhuumraashva, and even Dhuumraashva also derived his son, Srinjaya... The fortunate and valorous son of Srinjaya is Sahadeva, and the son of Sahadeva is Kushaashva, a highly noble one... The dauntless Somadatta is the son of Kushaashva and Somadatta's son is the verily reputed Kakutstha..."
        },
        {
            "type": "verse",
            "text": "\"Ikshvaku's son, Kakutstha is a great-resplendent one, an unconquerable one, and a highly celebrated one, Sumati by name, now inhibits in this city..."
        },
        {
            "type": "commentary",
            "text": "Comment: These two Ikshvaku and Kakutstha are of Vishaala dynasty not to be confounded with the grandparents of Rama."
        },
        {
            "type": "verse",
            "text": "\"But, by the magnificence of Ikshvaku, the successive kings of Vishaala have longevity, intrepidity, well-off in generosity..."
        },
        {
            "type": "verse",
            "text": "\"Now, we gladly go to sleep here for a night, and, oh, best one among men, tomorrow morning we shall be able to see Janaka, the King of Mithila...\" Thus Sage Vishvamitra spoke to Rama and Lakshmana."
        },
        {
            "type": "verse",
            "text": "But that best one among best men, a widely reputed and an outshining King of Vishaala, Sumati, came to the fore of Vishvamitra, on hearing the arrival of Vishvamitra for a warm welcome... and on revering an utmost veneration, along with his mentors and family members, humbly adjoining his palms at Vishvamitra in supplication, King Sumati and on enquiring about the well-being of the Sage Vishvamitra, and then spoke..."
        },
        {
            "type": "verse",
            "text": "\"I am fortunate and much obliged in whose province chanced is your visualisation, also thus there is no better fortunate one than me...\" So said King Sumati to Vishvamitra."
        }
    ]
}