{
    "id": "prose-bala-48",
    "kanda": "bala",
    "sarga": "48",
    "title": "The legend of Ahalya",
    "chapter": "48",
    "overview": "The legend of Ahalya is narrated here. Vishvamitra narrates this to Rama and Lakshmana, when they arrive at the precincts of Mithila, bidding farewell to the King of Vishaala. Indra is infatuated with Ahalya and desires a union with her, for which she complies. But Gautama catching them unawares, curses both Indra and Ahalya.",
    "content": [
        {
            "type": "verse",
            "text": "There on meeting one another, and asking after the well-being of the great-saint, Vishvamitra, King Sumati raised the topic of Rama and Lakshmana, at the end of the episode of their reciprocal greetings."
        },
        {
            "type": "verse",
            "text": "\"Oh, Sage, let safety betide you, these two youngsters, matching Vishnu in their valour, the strides of these two brave ones are in similitude with that of an audacious elephant, arrogant lion, adventurous tiger, and an adamantine Holy Bull... "
        },
        {
            "type": "commentary",
            "text": "Comment: The word used in verse <em>deva </em>can easily be said as a 'god' but, this is said to be Vishnu, as implied at 4-43-56 of Kishkindha 'There the Cosmic-Souled God, namely Vishnu...' etc., and now the enquirer himself is no less than a godly king, hence he identified the boys as non-terrestrial."
        },
        {
            "type": "verse",
            "text": "\"Their eyes are broad and lotus-petal like, shouldering quivers, swords, and bows, and in their form they are like Ashvin-brothers, the twin-god-brothers, whose aspects will be par excellent, and their youthfulness is in the offing... and how they have footslogged and chanced here, as though the immortals from the abode of gods chancing on earth at their pleasure, and for what reason, oh, saint, and whose scions are they? "
        },
        {
            "type": "commentary",
            "text": "Comment: No fatherly person accepts youngsters to footslog miles and miles, and so far this is an unobserved and an uncared for aspect by other sages and saints, because all of them are footsloggers. This may be one of the reasons for Dasharatha in refusing to send Rama with Vishvamitra. But King Sumati, being a glorious and fatherly king brought up this topic. Vishvamitra is giving a 'rehearsal' for these brothers for their real forest trekking, later in the legend. Further, if a divine deed is to be done and a benefit therefrom is to be acquired, one has to footslog. Now Rama is going to perform a divine feat 'bending the bow of Shiva' and thereby winning the hand of an unusual princess Sita, in marriage. Hence, he footslogged this much distance for <em>siitaa kalyaaNa artham, loka kalyaaNa artham </em>Sita's marriage, which is for the 'universal goodness...'"
        },
        {
            "type": "verse",
            "text": "\"These are refurbishing this province like the Moon and Sun in firmament... likeness is there in one another, in their proportions, in their facial-language, and in their gesticulations..."
        },
        {
            "type": "commentary",
            "text": "Comment: The word iused in verse for facial-language translated for <em>ingita</em>may be an extended expression. This word is for the voiced muted facial expressions, given through smiles, eyebrows, lip movement etc. By these very expressions, a person could be analysed, as we presently call this as face reading. This is what Sugreeva says when sending Hanuman to Rama and Lakshmana for the first time, 'because you are an expert in reading faces... know them... by their facial expressions...'"
        },
        {
            "type": "verse",
            "text": "\"Also for what reasons these two best ones among men and brave ones wielding best weapons, have come about in this impassable route, I wish to listen, in its significance...\" Thus King Sumati asked Vishvamitra."
        },
        {
            "type": "verse",
            "text": "On hearing those words of King Sumati, Vishvamitra informed him about the visit of Rama and Lakshmana to the Hermitage of Accomplishment, also about the elimination of demons, as it happened. On hearing the words of Vishvamitra, King Sumati is highly astonished and since Dasharatha's two sons chanced as prominent and honour-worthy guests, that king started to honour that great-mighty pair, customarily. On getting high honours from King Sumati, Raghava-s stayed there along with Vishvamitra and the community of sages, for one night and then they all moved on to Mithila. "
        },
        {
            "type": "verse",
            "text": "All the saints accompanying Vishvamitra, Rama, and Lakshmana on seeing her, Janaka's city, Mithila, extolled as \"Splendid! Splendid!\" and worshipped it well. "
        },
        {
            "type": "commentary",
            "text": "Comment: Ayodhya is not fortunate enough to receive any worship from the onlookers, but it will be admired for its fortification. But Mithila is a venerable city, because by itself it is a temple town and the Vedic-rituals etc., will be going on forever. It is a blessed place as it has Shiva's Bow, for which bow ritual worship is continued from time immemorial."
        },
        {
            "type": "verse",
            "text": "Raghava, on seeing a hermitage in the fringes of Mithila, that appeared to be age-old and uninhabited, yet pleasing, asked the eminent sage Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "\"This is semblable to a hermitage, really, why this is discarded by sages? Oh, god, I wish to listen whose is this hermitage previously?\" Thus Rama asked Vishvamitra."
        },
        {
            "type": "verse",
            "text": "On hearing that sentence which is spoken by Raghava, that expert in sententiousness and a great resplendent and eminent-saint Vishvamitra said in reply to Raghava, this way."
        },
        {
            "type": "verse",
            "text": "\"What a pleasure! I will narrate to you Raghava and listen to it in its reality... whose hermitage's threshold is all this and which great-souled one cursed this resentfully... "
        },
        {
            "type": "commentary",
            "text": "Comment: The pleasure expressed by Vishvamitra is for the arrival of time, for the event of Rama's grace, in releasing Ahalya from her cursed state."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, the best among men, once this belonged to the great-souled Gautama, and since it had a heavenly glisten, even gods reverenced it well... once that highly renowned Sage Gautama sat tight in his asceticism, in there along with his wife Ahalya, oh, prince Rama, for numerous cycle of years... on knowing the meantime of Gautama's departure from hermitage for a bath, the Thousand-eyed husband of Shaci, namely Indra, wearing the guise of that sage Gautama and becoming such a sage, and on arriving at Ahalya, this he said to Ahalya... "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, finely limbed lady, indulgers do not watch out for the time to conceive... oh, well-waisted one, I desire copulation with you..."
        },
        {
            "type": "commentary",
            "text": "Comment: Vividly: 'Oh, Ahalya, Brahma crafted you so well that all your limbs are symmetrically conjoined, so who in the universe will not yearn to have intercourse with suchlike you... and on seeing your slender waist and thickset hips I wish to copulate with you now itself... and let there be no fear of safe period or unsafe period for I do not wish to have any progeny of mine from you..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Raghu's delight Rama, though knowing him as the Thousand-eyed Indra in the guise of her husband, Gautama, she is inclined to have intercourse, ill-advisedly, but for the impassion of King of Gods... "
        },
        {
            "type": "commentary",
            "text": "Comment: Her thinking is: 'This is none but Indra in the guise of my husband, for my husband never asks me like this nor he violates times... I heard that Indra is seeking me for a long time... and when King of Gods expresses such a desire, it cannot be refused... let myself go..."
        },
        {
            "type": "verse",
            "text": "\"Then, she in her heart of hearts felt that her means are fulfilled and said this to that best god Indra, 'fulfilled I am with the purpose of yours in making love to me, oh, best of gods, get going from here quickly, oh, lord... "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, ruler of gods, always safeguard yourself and me from Sage Gautama...' Thus Ahalya said to Indra."
        },
        {
            "type": "verse",
            "text": "But, Indra said this word to Ahalya, smilingly, 'Oh, well-hipped lady, quite delighted I am, here I go as I came...' thus on copulating with her, Indra then came out of the cottage..."
        },
        {
            "type": "verse",
            "text": "\"He that Indra flustered out hastily, oh, Rama, with an uncertainty about the arrival of Sage Gautama, then he saw that great-saint Gautama entering the hermitage..."
        },
        {
            "type": "verse",
            "text": "\"An unassailable one for gods or demons, compounded with his ascetic prowess, Gautama is luminous like a ritual-fire, though overly watered with the waters of pious river-ghat... on seeing that eminent saint who is handling the ritual-firewood and sacred Darbha grass, the lord of gods, Indra is scared and he became dreary-faced... "
        },
        {
            "type": "verse",
            "text": "\"Then the saint Gautama, on seeing the Thousand-eyed one in the guise of selfsame saint, at that ill-behaved Indra, this well-behaved Gautama spoke words furiously... "
        },
        {
            "type": "verse",
            "text": "\" 'Oh, dirty-minded one, taking my form on yourself you have effectuated this unacceptable deed, thereby you shall become fruitless insofar as your progeny...' thus Gautama cursed Indra."
        },
        {
            "type": "verse",
            "text": "\"When that great-souled sage Gautama spoke that way with rancour, the testicles of the cursed Thousand-eyed Indra fell down onto ground, that very moment. Thus on cursing Indra, he cursed even his wife also, indeed, saying 'you shall tarry here for many thousands of years, foodless and consuming air alone, you shall be recumbent on ashes contritely, unseen by all beings you shall live on in hermitage... this one... when that unassailable Rama, the soul-born son of Dasharatha, arrives at this ghastly forest, for it will be rendered thus, henceforth, along with you.... then you will be purified... and by welcoming him warmly, oh, ill-behaved woman, you will be divested with your greed and craze in which you lingered so far... then you will assume your own body and can be in my proximity, rejoicingly...' Thus Sage Gautama cursed his wife Ahalya."
        },
        {
            "type": "verse",
            "text": "\"Thus, on cursing that immodest Ahalya, that great-resplendent Sage Gautama shed this hermitage, which once was adored by celestials like siddha-s and caarana-s, that great-ascetic Gautama practised his asceticism on the pleasant peaks of Himalayas...\" Thus Vishvamitra continued his narration about the legend of Ahalya."
        }
    ]
}