{
    "id": "prose-bala-49",
    "kanda": "bala",
    "sarga": "49",
    "title": "Redemption of Ahalya from her curse",
    "chapter": "49",
    "overview": "Redemption of Ahalya from her curse is narrated here. Vishvamitra while continuing the narration of the legend of Ahalya asks Rama to enter her hermitage, where Ahalya is living unseen by anybody. When once Rama steps into that hermitage she manifests herself from her accursed invisible state. She emerges with her divine form and accords guestship to Rama and Lakshmana. Sage Gautama also arrives at this juncture, to accept his depurated wife Ahalya.",
    "content": [
        {
            "type": "verse",
            "text": "\"But then, that testicle-less Indra spoke with panicked eyes to gods, siddha-s, gandharva-s, carana-s, keeping Fire-god as their helms-god."
        },
        {
            "type": "verse",
            "text": "\" 'Indeed, I have incited the fury of that noble-souled Sage Gautama, by effectuating hindrance in his asceticism, thus a divine-deed is done by me..."
        },
        {
            "type": "commentary",
            "text": "Comment: Indra is a position assigned to some high-souled being on acquiring considerable merit. He functions as a CEO of the universe, maintaining seasons, rains, thunders, thunderbolts, crops, earthquakes, and every aspect of nature, whether good or bad for us. If any Vedic-ritual were performed, this Indra would be too happy, as he and his deputies like Rain-god, Fire-god, Air-god, et al., will receive many oblations from that ritual. But if it is <em>tapas </em>'the practise of asceticism, penance, or ascesis' by single sage, Indra will be highly perturbed. Usually sages will be practising this ascesis for attainment of higher abodes of Brahma, Vishnu, or Shiva. Some practise this to overthrow present Indra and try ascending to his position, or to attain immortality and thereby rout out Indra, as with the case of Ravana. When that practise is about to materialise, Indra sends his agents, like voluptuous celestial beauties, namely the apsara-s, to infatuate those sages with their beauty. Once the sage's concentration fails, his practise becomes futile. Thus, Indra retains his present position. Here, though Sage Gautama did not practise his ascesis for Indra's post, Indra had to hinder it, in his own apprehension, and when the fury of Gautama is incited, Gautama's practise also failed and he had to redo his ascesis, until he overcomes his passions. Thus, this 'causing hindrance' is a divine-act as proclaimed by Indra to other gods. In doing such 'divine-acts' Indra also is maligned, for which the higher gods like Brahma, Vishnu, Shiva, or other higher beings will come to his rescue."
        },
        {
            "type": "verse",
            "text": "\"By Gautama's anger I am rendered testicle-less and she, that Ahalya is also rejected by the sage, and thus by his releasing a severe curse his propriety for ascesis is dwindled, therefore his ascesis is pre-empted by me... It is apt of you all best gods, together with the assemblages of sages and caarana-s, to make suchlike me, who undertook a divine deed, virile...\" Thus Indra spoke to all gods."
        },
        {
            "type": "verse",
            "text": "\"On hearing the words of Indra, the officiator for Hundred-Vedic-rituals, all of the gods and other assemblages of sages, together with the groups of Marut-s, keeping the Fire-god in van, came nearby the godly manes and appealed..."
        },
        {
            "type": "verse",
            "text": "\" 'This ram is with testicles and indeed Indra is rendered testicle-less, on taking the testicles of this ram, they may quickly be bestowed to Indra... Though this ram is now going to be rendered devoid of its testes, it endows complete satisfaction to you, and to those humans that offer testes-less rams hereafter in sacrifices, for the purpose of your gratification, to them you truly shall offer unlessened benefits, plentifully...' Thus Agni, the Fire-god spoke to manes."
        },
        {
            "type": "commentary",
            "text": "Comment: The 'manes' are the deified souls of dead ancestors and it is customary to offer un-castrated rams in sacrifices to please them. Presently some humans have offered such an un-castrated ram to manes and the manes are about to enjoy it. But the gods have come and Agni, the Fire-god is asking them to part with such an offering, for the sake of Indra. And when the manes were hesitating to go against the existing rules of ritual available rules as on that time, then Agni, the Fire-god is amending those rules and he is saying a boon-like proclamation. 'From now, the manes can enjoy even a castrated ram, if offered by humans on earth and in turn, they, the manes shall afford plentiful benefits of undiminished value to those offerers, namely humans...'"
        },
        {
            "type": "verse",
            "text": "\"On hearing the words of Agni, the Fire-god, the manes-gods gathered around and extricated that ram's testes which is then tethered to a sacrificial post and offered them to the Thousand-eyed Indra..."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama of Kakutstha, from then onwards, on gathering up their spirits, the manes-gods are enjoying even the goats, that will have no testes, to enjoin benefits thereof to those that offer those goats..."
        },
        {
            "type": "commentary",
            "text": "Comment: If rams with testes are offered the manes discard the testes of those rams, and enjoy the rest of it. Even if a goat is offered, they enjoy it, because it is homogenous to a ram. In either way, the offerer is blessed with benefits, as good as with the offering of a ram."
        },
        {
            "type": "verse",
            "text": "\"From then onwards, oh, Raghava, Indra is but with the testes of ram, by the efficacy of that great-souled Gautama's ascesis... Thereby, oh, great-resplendent Rama, enter the hermitage of Gautama with his pietistic deeds, and atone this Ahalya who is graciously fortunate divinity in her compose...\" Thus Vishvamitra spoke to Rama."
        },
        {
            "type": "verse",
            "text": "On hearing Vishvamitra's words, Rama with Lakshmana entered the hermitage, keeping Vishvamitra afore. Rama saw that graciously fortunate Ahalya, who by her ascesis is with her beaming splendour, and at whom, either the worldly beings or even the gods or even the demons, cannot possibly come closer to her for a stare."
        },
        {
            "type": "verse",
            "text": "Crafted by the Creator with a careful contemplation she is like a completely phantasmal divine entity, and she is limbed like the tongue of a flaring fire, but cloaked around are the fumes, [for, she is hitherto practising an utmost penance subsisting on air alone, that alone made her like a flaring Ritual Fire.] She is like a full moon, but befogged and beclouded is that moonshine, [for she is hitherto enshrouded by the dried up leaves and dust...] and she is like the glow of the mirrored sun in the midst of waters, but unwatchable is that sunshine [for, she is hitherto in the midst of denounce.]"
        },
        {
            "type": "verse",
            "text": "Indeed, she became indiscernible by the very word of Gautama, even to all the three worlds, until the manifestation of Rama, and she on acquiring her manifestation after the time of curse, neared Rama and Lakshmana, and then, the two Raghava-s, Rama, and Lakshmana gladly grasped Ahalya's feet, and she remembering Gautama's words, offered hospitality to two of them, reciprocally."
        },
        {
            "type": "verse",
            "text": "Ahalya self-consciously offered water for feet and hand washing, like that guestship also, customarily and dutifully, and Rama of Kakutstha acquiesced them in his turn."
        },
        {
            "type": "verse",
            "text": "Then chanced a squally floral fall form firmament to the drumbeats of god's drums, and the celestials like gandharva-s, apsara-s revelled in a splendid festivity, that is superb."
        },
        {
            "type": "verse",
            "text": "Ahalya, whose limbs are depurated by her ascesis, and who is the close follower of Gautama, and who is in abidance with Gautama's directives, and as she neared Gautama, who arrived there, just then, by his yogic powers, the gods collectively reverenced saying 'Gracious! Goodness!'"
        },
        {
            "type": "verse",
            "text": "Even that great-resplendent Gautama is heartened when he reunited with Ahalya, after a long, long a time, and that sage muchly reverenced Rama for actualising his solemn utterance, and that great-ascetic Gautama continued his ascesis together with Ahalya, in that hermitage, traditionally."
        },
        {
            "type": "verse",
            "text": "Even Rama on receiving a conventionally high veneration, in the manifestness of that great-saint Gautama himself, then moved ahead to Mithila. "
        },
        {
            "type": "commentary",
            "text": "The legend of Ahalya is viewed from many viewpoints, because it is unclear whether she is a humanly lady or a divine entity, or a tract of land."
        },
        {
            "type": "commentary",
            "text": "The atheists, rather materialists, in their translation of Ramayana take this Ahalya, according to their viewpoint, as an uncultivable tract of land by saying that is<em>a + halya</em> un, ploughed...land' Thereby Rama rendered it as a cultivable land in the course of his socio-economic reforms. There are many other instances in relating these mythical accounts of Ramayana to the earthly plane. Another instance is <em>lavaNa asura samhaara</em> elimination of Saline Demon...' and Rama's elimination of this demon is taken as treatment of saline oceanic water as potable waters...'"
        },
        {
            "type": "commentary",
            "text": "When the mythology is touched upon, it says that Ahalya is lying there as a stone and by the touch of Rama's foot she regained her divinely human form. This is not evident in Valmiki Ramayana. The idea of petrifaction of Ahalya is brought in from <em>Padma Puraana</em> which says:<em>saa tataH tasya raamasya paada sparshanaat mahaatmanH | abhuut suruupaa vanitaa samaakraantaa mahaa shilaa ||</em> by the touch of the feet of that great souled Rama, she was manifest as a divine damsel, getting rid of her stone-shape...' Further, there will be an exchange of words between Indra and Brahma in Uttara Kanda of Ramayana, and there this episode of Ahalya recurs. At that place Brahma defines<em>hala</em> as - distorted shape...' and <em>a halya</em> is one with an impeccable beauty...' Besides the above, Indra will be usually addressed as <em>sahasra aksha</em> - thousand eyed one...' and behind this legend, there is another legend, saying that Gautama's curse to Indra is: since you delighted with Divine Ahalya, who is crafted by Brahma, in carnal pleasures, let there be thousand carnally vaginal apertures on your body...' Then that Indra is agitated for such an appearance, pleads for mercy. Then, the curse is amended saying 'instead of vaginal apertures, the apertures on your body will look like eyes...' thus Indra became <em>sahasra aksha.</em>"
        },
        {
            "type": "commentary",
            "text": "F. Max Muller records in his History of Sanskrit Literature' the commentary of Kumaarila Bhatt, yet another ancient commentator on Ramayana. \"In the same manner, if it is said the Indra was the seducer of Ahalya. This does not imply that the God Indra committed such a crime, but Indra means the Sun and Ahalya the night, from [the words] <em>ahaH</em> the 'day' and <em>lil</em> the 'night'; and as the night is seduced and ruined by the sun of the morning, there is Indra called the paramour of Ahalya.\""
        },
        {
            "type": "commentary",
            "text": "Dharmaakuutam views this as <em>paatityam, patita</em> falling from practise of virtuousness' Such women are said to be accepted by men after making their amends for their faults. <em>tathaa svaruupa naasham kR^itvaa vaayu bhakSha ityaadi vayonuurpa shaapa pradaanena caapalyaat satkR^it para puruSha vR^ittaa strii niyamena shocayitvaa punaH sa~Ngrahya iti suucitam | abhyaase tu paatityam | - tathaa ca gautamaH - nindita karma abhyaasi patitaat tyaaga patitaat tyaaginaH patitaaH - iti - dk</em>"
        }
    ]
}