{
    "id": "prose-bala-5",
    "kanda": "bala",
    "sarga": "5",
    "title": "City ayodhya detailed",
    "chapter": "5",
    "overview": "We enter the capital of the Emperor Dasharatha. The pomp and glory of his capital is depicted along with its town planning and grandeur of the city along with its residents.",
    "content": [
        {
            "type": "verse",
            "text": "Once upon a time, under which victorious kings this entire earth with all its islands is there, starting from Prajapati; among which kings there is one named Sagara, who deepened the oceans, and whom his sixty thousand sons were fencing in when he is set out for action; in the dynasty of such of those Ikshvaku kings this highly revered and reputed epic Ramayana is originated."
        },
        {
            "type": "verse",
            "text": "Being such a legend, we two wish to relate this Ramayana entirely and completely from the beginning, which is endowed with the values and means of probity, prosperity, and pleasure seeking... and this be listened without any caviling."
        },
        {
            "type": "verse",
            "text": "A great kingdom named Kosala, a joyous and a vast one well flourishing with monies and cereals, is snugly situated on the riverbanks of Sarayu. A world-renowned city is there in that kingdom, which is personally built by Manu, the foremost ruler of mankind. That glorious city with well-devised highways is twelve yojana-s lengthwise and three yojana-s breadth wise."
        },
        {
            "type": "commentary",
            "text": "Yojana is an ancient measure of distance, where one yojana roughly equals to 8 to 10 miles. Its account is like this : 1 <em>angula </em>is 3/4 inch; 4 <em>angula</em>-s are = one <em>dhanu graha </em>- bow grip; 8 angula-s are = one <em>dhanu muSTi </em>- fist with thumb raised; 12 angula-s are = 1 <em>vitasti</em>- distance between tip of thumb and tip of last finger when palm is stretched; 2 vitasti-s = 1<em>aratni </em>-s - cubit; 4 aratni-s = one <em>danDa, dhanuS </em>- bow height - 6 ft ; 10 danDa-s = 1 <em>rajju </em>60 ft ; 2 rajju-s = 1 <em>paridesha </em>- 120 ft ; 2, 000 dhanuS-s = one <em>krosha</em>, and also called <em>goraTa </em>- 4, 000 yards ; 4 krosha-s = 1 <em>yojana </em>- thus one yojana is 9 to 10 miles. But the British Revenue measurement scaled it down to 5 miles, and all the dictionaries say that one yojana is 5 miles. But traditionally it is held as 10 miles. More info on these measures can be had from The Artha Shaastra of Kautilya - a republication of Penguin."
        },
        {
            "type": "verse",
            "text": "That city shines forth with well-laid great royal highways that are always wetted with water, and with flowers strewn and scattered on them. As an improver of great kingdom Dasharatha the king made her as his abode, as Indra made heavens as his abode."
        },
        {
            "type": "verse",
            "text": "That city is surrounded with gateways and archways; the front yards of buildings are well laid; it is lodges all kinds of machinery, weaponry and craftsmen, and king Dasharatha dwells in such a city. She that prosperous city Ayodhya is muchly crammed with many a eulogist and panegyrist, yet she is highly splendorous with many a bastion, flag and hundreds of batteries of canons, and Dasharatha dwells therein."
        },
        {
            "type": "commentary",
            "text": "Comment: This <em>shataghnii </em>literally that which can kill a thousand people, and it is said to be a canon and also said to be thorny weapon: <em>shataghnI catuH talA loha kaNTaka sa~NchitA | ayaH kaNTaka samcChannA mahati shilA </em>-- elaborate accounts of this <em>shataghni</em>,<em>kshipaNi </em>are there in <em>yajur aaraNyaka </em>."
        },
        {
            "type": "verse",
            "text": "That city Ayodhya accommodates groups of danseuses and theatrical personnel, and she is surrounded everywhere with the gardens and brakes of mango trees, and her wide fort-wall is like her cincture ornament. That Ayodhya is an impassable one for trespassers, or for others invaders, owing to her impassable and profound moats, and she is abounding with horses, camels, likewise with cows and donkeys."
        },
        {
            "type": "verse",
            "text": "With the throngs of provincial kings who come hither to pay dues pervade that city, and she is verily lustrous with residents of various other countries, and with traders, too. In such a city Dasharatha dwells. Buildings are ornamentally studded with precious gems, and with such multi-storied sky scrappers she is adorned, and filled with them she is like Amaravati, the capital of Indra."
        },
        {
            "type": "verse",
            "text": "Amazing is Ayodhya for its lay-out is like a game board called <em>aSTapadi</em>, and with its flocks of beautiful women moving thereabout, where all kinds of precious gems are heaped up, and where its seven storied buildings are picturesque. The housing is very dense and there is no place or ground unutilized, and all are constructed on well-levelled lands, and rice-grain is plentiful while the drinking water tastes like sugar cane juice."
        },
        {
            "type": "verse",
            "text": "That city is sounding with the drumbeats of great drums, and with musical rhythm instruments like mridnga, cymbals, and with string instruments like Veena etc., and on earth she is uniquely the best city."
        },
        {
            "type": "commentary",
            "text": "Great drums, called <em>dundubhi</em>, placed on castle walls and at central places to drum the times of the day or night, or at the arrivals of the noblemen or to keep the sentry whistles. As well, the melodious tunes from string instruments like <em>Veena </em>or rhythmic instrument <em>mridanga </em>and from various other instruments are always made available to the citizens, as a sort of background music, since royalty sponsors these performing arts."
        },
        {
            "type": "verse",
            "text": "Ayodhya is like a hovering space station attained by sages by their ascesis, and its edifices are well planned and it is teeming with best people."
        },
        {
            "type": "verse",
            "text": "They the skilful archers of that Ayodhya will not kill a lone one with their arrows, one that does not have either a predecessor or a successor in his family, a fleeing one, or by listening to the sound of the target, as is done in sonic-archery, and their skills, acumen and handiness are thus benevolent."
        },
        {
            "type": "commentary",
            "text": "Dasharatha in his youth, when he was on a hunting spree, killed the son of a hermit who was drawing water from a river. That son of the sage dipped his pot in the waters and the filling water gave sounds like that of a grumbling tiger. Dasharatha mistook that sound to be a tiger's grumble and swung his arrow that way, killing the boy. Thereby the father of the boy being a sage of eminence, cursed Dasharatha to die lamenting for his son, which happens after the exile of Rama. Perhaps the sonic-archery may thus have been banned in Ayodhya, lest such sad incidents would have recurred."
        },
        {
            "type": "verse",
            "text": "They kill the fattened and roaring lions, tigers and wild boars with the might of their sharp weaponry, or even with the might of their own arms alone. With that kind of thousands of archers, and with speediest chariot-warriors she that Ayodhya is filled with, and King Dasharatha made his abode in such a city."
        },
        {
            "type": "verse",
            "text": "She that Ayodhya is encompassed with Vedic scholars who always worship the ritual fire by enkindling the three kinds of ritual-fires continuously, virtuous Brahman scholars in Veda-s and their six ancillary subjects, and other great souls that are in similitude with great saints, and who are just like sages that are charitable donors, and that abide by the truth."
        }
    ]
}