{
    "id": "prose-bala-50",
    "kanda": "bala",
    "sarga": "50",
    "title": "Redemption of Ahalya from her curse cont",
    "chapter": "50",
    "overview": "Rama arrives at Mithila along with Lakshmana led on by Vishvamitra. On hearing that Vishvamitra has arrived at their city Mithila, King Janaka proceeds to him welcomingly. On seeing Rama and Lakshmana near at Vishvamitra, Janaka inquisitively asks Vishvamitra about these two princes. Vishvamitra announces them as the sons of Dasharatha and informs about the adventurous deeds the boys have undertaken.",
    "content": [
        {
            "type": "verse",
            "text": "Rama then travelled along with Lakshmana towards northeast direction keeping Vishvamitra afore and neared the hall of Vedic ritual of Janaka in Mithila kingdom. "
        },
        {
            "type": "commentary",
            "text": "The northeast is an auspicious direction, and even today it is held high for any ritual or in the architecture. This direction is presided over by <em>iishaana</em> The God."
        },
        {
            "type": "verse",
            "text": "Rama who is with Lakshmana spoke to the tigerly saint Vishvamitra, \" the Vedic-ritual of noble-souled Janaka is excellent, indeed with bountifully garnered paraphernalia of the ritual. "
        },
        {
            "type": "verse",
            "text": "\"Oh, highly fortunate sage, this place abounds with many thousands of Brahmans who are experts in Vedic practises and who seem to be the dwellers of numerous provinces, and also discernable are the cottages of sages rife with hundreds of carts full with their ceremonial chattels, as such oh, Brahman, a campsite may be decided for us too, as I discern every inch is inhabited.\" Thus Rama spoke to Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "On hearing the words of Rama that great-saint Vishvamitra arranged a camp at an unfrequented place that has refreshing water. "
        },
        {
            "type": "verse",
            "text": "On hearing that Vishvamitra has arrived in Mithila, then the best king Janaka instantly forged ahead towards Vishvamitra, keeping his unreprovable priest Shataananda afore of the team, in deference to Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "Even the Ritvik-s, the administrators of that Vedic-ritual, of the great souled king Janaka arrived with post-haste taking holy waters, and they have ritualistically offered that sanctified water to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "On receiving that veneration from the great souled Janaka, Vishvamitra asked after the well-being of the king Janaka, as well about the unhindered proceedings of that Vedic-ritual."
        },
        {
            "type": "verse",
            "text": "Then Vishvamitra asked after the well-being of saints, mentors, clerics, as befitting to their order, and joined the company of all of the sages as a happy-souled sage. "
        },
        {
            "type": "verse",
            "text": "The king Janaka adjoining his palms then spoke to that eminent-sage Vishvamitra, \"oh, reverend sage, please be seated on this high seat, along with these eminent saints in their respective seats.\" Thus Janaka spoke to Vishvamitra [-0-0b, a]"
        },
        {
            "type": "verse",
            "text": "On hearing the words of Janaka that great-sage Vishvamitra took his seat, and king Janaka also took seat along with his royal priest Shataananda, and the administrators of that Vedic-ritual, namely Ritvik-s, and along with his ministers. "
        },
        {
            "type": "verse",
            "text": "On beholding all of them seated all about in their respective seats as demanded by procedure king Janaka then spoke to Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "\"Today my Vedic ritual is enriched with your advent, whereby I deem that gods have fructified the ritual. Let the ritual be like that. I deem that I have obtained the fruit of the ritual just on seeing godlike you here today. "
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahman, at which Vedic-ritual hall you have arrived along with so many sages that happens to be mine, whereby, oh, eminent saint, I feel that I am honoured and hallowed."
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahma-sage, the scholarly Ritvik-s conducting my Vedic-ritual are saying that only twelve more days are remaining to complete the observation of ritual-pledge, and then oh, Kaushika, it will be apt of you to see the gods who arrive at the conclusion of this Vedic-ritual expecting their due in the ritual.\" So said king Janaka to Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "On speaking to that tigerly sage Vishvamitra in this way, the king again asked the sage pointedly and inquisitively with adjoined palms and with a gladdened face."
        },
        {
            "type": "verse",
            "text": "\"These two youngsters, oh, sage, let safety betide you, striding like audacious elephants and arrogant lions, bearing a similitude to adventurous tigers and adamantine bulls, and wielding quivers, swords, and bows, are valorous with their valour matching that of Vishnu, and with their eyes broad like lotus-petals and with youthfulness in the offing they look like the exceptionally beautiful twin-gods, Ashwin-brothers, by their physique. How these two have footslogged and chanced here as though immortals have chanced on earth from the abode of gods at their pleasure? What for they have come here, and whose scions are they? "
        },
        {
            "type": "commentary",
            "text": "These foots are the same as king Sumati's dialogue at 1-48-2, 3, 4 including <em>anvaya</em> , parsing."
        },
        {
            "type": "verse",
            "text": "\"Oh, great-saint, whose sons are these two valiant youngsters who are brandishing best weapons? They are embellishing this province as the Sun and Moon doeth the sky. Each to each they are clonal by postural-language, by facial-language and by body language. They appear valorous but boyish in their appearance, as their curls are still jet-black like crow-wings. Thus, whether they are immature by age though mature by their valour or so, I wish to listen about them in actuality. "
        },
        {
            "type": "commentary",
            "text": "Import of verses is the same as at 1-48-5, 6, with a little difference in <em>anvaya</em> , parsing."
        },
        {
            "type": "verse",
            "text": "On hearing the words of great-souled Janaka, Vishvamitra whose anima is immeasurable, has announced that those two as the sons of king Dasharatha. "
        },
        {
            "type": "verse",
            "text": "The highly resplendent great-saint Vishvamitra has informed the high souled Janaka about the coming of Rama and Lakshmana to the Hermitage of Accomplishment, their stopping over there and elimination of demons at that place, their indefatigable travel along with him, beholding City of Vishaala, seeing Ahalya, her reuniting with Sage Gautama, likewise their coming hitherward to gain a grasp of great bow of Shiva. On informing all these incidents to Janaka as well as to Shataananda, who incidentally is the son of Ahalya, sage Vishvamitra paused."
        }
    ]
}