{
    "id": "prose-bala-51",
    "kanda": "bala",
    "sarga": "51",
    "title": "The legend of Vishvamitra",
    "chapter": "51",
    "overview": "Enquiring about his father Gautama's reuniting with his mother Ahalya, Sage Shataananda relates the legend of Vishvamitra. Shataananda greets Rama for his adherence to the rectitude of Vishvamitra, which Vishvamitra gained through a series of self-important exploits, when he was a great king at one time. Shataananda finds worth in informing the biography of Vishvamitra to Rama, because too much of overbearing of kings, as has been done by Vishvamitra, will be unbecoming for kings.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing that sentence of that intellectual sage Vishvamitra, the highly refulgent and the great ascetic Shataananda is overjoyed, and Sage Shataananda, the eldest son of Sage Gautama, and whose radiance is brightened by his own ascesis is highly amazed just on seeing Rama. On raptly observing those two princes who are sitting comfortably with their heads bending down submissively, then Shataananda spoke to the eminent sage Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\"Oh, tigerly saint Vishvamitra, you have revealed my glorious mother Ahalya who meted out a marathon ascesis to the princes - Really! And the highly resplendent and celebrated mother of mine worshipped Rama, who is worthy of worship by every corporeal being, with forest produce, is it so! Oh, great-resplendent Vishvamitra, you have narrated to Rama about the maltreatment of my mother by the Providence as has happened anciently, isn't it! Oh, the best sage Kaushika, you be safe, my mother is reunited with my father on beholding and giving hospitality to Rama - Really!"
        },
        {
            "type": "verse",
            "text": "\"Oh, Kaushika, my father came to my mother's place from Himalayas! Has the great resplendent father of mine worshipped Rama because the redemption of my mother is per the kindness of Rama! Has this great-souled Rama reverenced that great resplendent father of mine by according a redemption, <font color=\"#B3003A\">Ahalyaa daana</font>, the endowment of Ahalya to her husband. Oh, Kaushika, on his arrival at my mother's place whether this reverential Rama reverenced my father with a pacified heart without becoming contumelious!\" Thus sage Shataananda exclaimed at the marvel occurred through Rama."
        },
        {
            "type": "verse",
            "text": "On hearing that sentence of his, that great-saint and sentence-precisian Sage Vishvamitra, replied the sentence-precisionist Sage Shataananda. \"I have done whatever good is to be done and nothing is left undone, and the wife of the sage, namely Ahalya, is reunited with her husband sage Gautama, as with Renuka who was reunited with sage Jamagani, the descendent of Bhrigu.\" So said Vishvamitra."
        },
        {
            "type": "commentary",
            "text": "Renuka is the mother of Parashu Rama, another human incarnation of Vishnu as a Brahmin to struggle with the erring Kshatriya kings of an earlier era. Renuka's husband is Sage Jamadagni, the descendent of Bhrigu or also called as Bhaargava and on certain occasion, Jamadagi, orders his son Parashu Rama to behead her, i.e., Renuka, Parashu Rama's own mother and Parashu Rama unhesitatingly carries out his father's orders. Thus, Parashu Rama is called Bhaargava Rama, with an axe as his unsurpassed weapon. This Parashu Rama confronts Rama of Ramayana after Sita's marriage."
        },
        {
            "type": "verse",
            "text": "On hearing those words of that highly intellectual Vishvamitra, high refulgent sage Shataananda spoke these words to Rama. \"Hail to thee! Oh, best one among men Rama, your arrival is a godsend, not only to Mithila but to entire humanity, and oh, Raghava, as an undefeatable great-sage Vishvamitra spearheads you, so shall your mission be undefeatable, thus hail to thee!"
        },
        {
            "type": "commentary",
            "text": "This statement of Sage Shataananda shall remind us the utterances of Vishvamitra in Dasharatha's court at 1-19-14: <em>aham vedmi mahaatmaanam raamam...</em> 'I know this great soul Rama, the virtue valiant, even Vashishta and also these saints who are here...' So also, Shataananda being the son of Ahalya and Gautama perceived who this Rama is. Further, when such and such a sage spearheads Rama, Rama ought to know something about the background of his steersman, namely Vishvamitra, basing on which Rama can learn his own lessons. As such, next few chapters are catered to the legend of Vishvamitra through Shataananda."
        },
        {
            "type": "verse",
            "text": "\"This highly resplendent Vishvamitra's exploits are unimaginable. He attained the highest order of Brahma-sage by his ascesis, thus illimitable is his ascetic resplendence, and you have to know him as an ultimate course, not only to you alone, but also to one and all."
        },
        {
            "type": "commentary",
            "text": "If the text 'you already know him...' is adopted there will be nothing left to Shataananda to say more. Hence, the meaning is said on taking <em>vedmya </em>'you should know some more...' would be better. Because Vishvamitra is a <em>parama hita sandhaayaka</em>'a do-gooder for universal peace' as indicated by his name itself, <em>vishva</em>'of universe...' <em>mitra </em>'friend, 'friend of universe...'"
        },
        {
            "type": "verse",
            "text": "\"None other than you is fortunate enough on earth, oh, Rama, as you are in the custodial care of Vishvamitra, the scion of Kushika, who has practised supreme ascesis. What is the prowess of the great-souled Vishvamitra, and what the quintessence of his legend may be heard from me while I narrate it."
        },
        {
            "type": "verse",
            "text": "\"This probity-souled Vishvamitra, being a proficient in rectitude, a perfectionist in kingcraft, a proponent of people's welfare, more so a persecutor of enemies, was there as a king for a long time."
        },
        {
            "type": "verse",
            "text": "\"There was a king named Kusha, a brainchild of Prjaapati, and Kusha's son was the powerful and verily righteous Kushanaabha. One who is highly renowned by the name Gaadhi was the son of Kushanaabha, and Gaadhi's son is this great-saint of great resplendence, Vishvamitra. Vishvamitra ruled the earth, and this great-resplendent king ruled the kingdom for many thousands of years. At one time the great-resplendent king Vishvamitra went round the earth marshalling a unit of<font color=\"#B3003A\">akshauhini</font> army."
        },
        {
            "type": "commentary",
            "text": "The army unit called <em>akshauhini </em>consists of 21,870 elephants, as many chariots, 65,610 cavalry, and 1,09,350 foot soldiers."
        },
        {
            "type": "verse",
            "text": "\"Moving sequentially about the provinces, cities, rivers likewise mountains, king Vishvamitra arrived at the threshold of a hermitage which is with numerous flowered trees and climbers, overspread with very many herds of animals, adored by the celestials like siddha-s and caarana-s, frequented and embellished with gods, demons, gandharva-s, and kinnara-s, spread out with equable deer, adored by flights of birds, compacted with the assemblages of Brahma-sages, and also with the assemblages of godly-sages who are fully accomplished in their ascesis, where the personal resplendence of each of the great-souled sage is similar to each of the Ritual-fire available in each of the Ritual Fire Altar before which he is sitting, and which hermitage is bustling with the activity of great-souled sages who are comparable to Brahma, among whom some subsist on water alone, and some on air alone, likewise some more on dry leaves, while some on fruits, tubers, and with such of those sages and also with particular sages like Vaalakhilyaa-s, also with others like Vaikhaanasa-s, who are all self-controlled, who have overcame their peccabilites, who have overpowered their senses that hermitage is occupied, and while everyone of the inmates is engaged in meditations and oblations into Ritual-fire, and with such sages and their activity whole of the perimeter of that hermitage is brightened and rendered splendent, and king Vishvamitra arrived at such a magnificent hermitage of Sage Vashishta."
        },
        {
            "type": "verse",
            "text": "\"And this best one among vanquishers and the great-stalwart Vishvamitra has then seen the hermitage of Vashishta which is like the worldly Universe of Brahma.\" Thus Sage Shataananda continued his narration."
        }
    ]
}