{
    "id": "prose-bala-52",
    "kanda": "bala",
    "sarga": "52",
    "title": "He legend of Vishvamitra- contd",
    "chapter": "52",
    "overview": "Vashishta offers hospitality to Vishvamitra and his armies. Even though the King Vishvamitra is disinclined to pressurise a hermit with such a burdensome affair of hospitality to hosts, Vashishta entreats the king to accept. Vishvamitra had to oblige the same. Vashishta summons his do-all Divine Sacred Cow, Shabala, also known as Kaamadhenu, requests her to generate heaps of tasteful foodstuffs for a royal banquet as well as for military rations.",
    "content": [
        {
            "type": "verse",
            "text": "On seeing at that best sage among best meditators Sage Vashishta, the great-mighty and valorous Vishvamitra is highly rejoiced and obediently made an obeisance to the sage. The great-souled Vashishta spoke, \"you are welcome,\" and that godly sage has indeed shown a high seat to Vishvamitra. The eminent saint Vashishta then customarily offered fruits and tuber to the courageous Vishvamitra who by now has assumed a seat."
        },
        {
            "type": "verse",
            "text": "On receiving that deference from Vashishta, then that unsurpassed king Vishvamitra asked after the well-being of the ascesis, Fire-rituals and disciples and their progress in that hermitage, and that great-resplendent Vishvamitra has also asked after the well being of flora and fauna of the hermitage, and Vashishta reported to the matchless king about the all round well-being of every activity. Vashishta the supreme one among meditators, a great-ascetic, and the brainchild of Brahma has then asked Vishvamitra who is sitting at ease."
        },
        {
            "type": "verse",
            "text": "\" 'I hope that you are fine! And oh, righteous king, hope that you are ruling people righteously with kingly righteousness to their contentment."
        },
        {
            "type": "commentary",
            "text": "The kingly righteousness is one component among the four primary concerns of the kingcraft as said at:<em> nyaayena aarjanam  arthasya varthanam paalanam tathaa | sat paatre pratipattiH ca raaja vR^ittam catur vidham  || </em> 'monies are to be earned righteously, they are to be enriched righteously, and safeguarded righteously, and they are to be endowed to righteous deeds or persons, for welfare of the state, righteously...'"
        },
        {
            "type": "verse",
            "text": "\" 'I hope your servants are looked after well, hope all of them are abiding by the rulership, oh, vanquisher of adversaries, I hope that you have surely vanquished all of your adversaries. For you are an impeccable one and an emery-inflamer, oh, tigerly-man, I hope that your forces, exchequer and confederates are fine, and all is well with your sons and grandsons.\" Thus Vashishta asked the well-being of Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\"The great-resplendent king Vishvamitra respectfully replied Sage Vashishta saying, 'everything is fine.' Both of those celebrities of conscientious then exchanged pleasantries for a long time with their rejoice heightening and gladdening one another. Then at the end of discussions, oh, Rama the legatee of Raghu, that godly Sage Vashishta smilingly spoke this sentence to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\" 'I wish to offer guestship befitting to your status, oh, great-forceful king Vishvamitra, to a matchless one like you and to this military force of yours, kindly accept it from me. You may kindly accept all these hospitalities offered by me, oh king, for you are an important guest you ought to be reverenced effortfully.' So said Vashishta to Vishvamitra."
        },
        {
            "type": "commentary",
            "text": "'It is quiet meaningless on the part of this sage, subsisting on wild fruits and tubers, to offer a royal banquet or rations to military and feed to horses and elephants' - is the thinking of King Vishvamitra. For that, the sage is saying that a king is to be reverenced 'effortfully...' But, Vishvamitra is reluctantly evading the so-called hospitality for 'royals' and 'armies' from a poor hermit."
        },
        {
            "type": "verse",
            "text": "\"When sage Vashishta said in this way, that highly-intellectual king Vishvamitra said to him, 'hospitality is deemed to have been offered to me with your reverential words, it is enough and nothing more is necessary. I am entertained with whatever item that obtains in your hermitage, say fruits, tubers and water for feet-wash and to wet mouth. Why those petty items, I regaled just by seeing you, a godly sage like. Oh, highly noetic sage, by yourself you are a sage worthy to be reverenced by one and all, such as you are you alone have reverenced me. Now I wish to take leave, please accept my obeisance to you, and please look upon us with a friendlily regard."
        },
        {
            "type": "commentary",
            "text": "The reverential salutation <em>namas te astu </em>is discussed in the endnote."
        },
        {
            "type": "verse",
            "text": "Even if the king was speaking in this way obliquely to him, that virtue-souled and magnanimous sage Vashishta entreated the king repeatedly. Gaadhi's son Vishvamitra then replied the eminent saint Vashishta, \"Agreed! As it pleases the godly sage. So be it!' When Vishvamitra said that way then Vashishta, the best one among meditators, and one whose blemishes are laved is gladdened, and started calling his speckled cow, namely Shabala, yclept Kaamadhenu."
        },
        {
            "type": "verse",
            "text": "\" 'Come on, oh, Shabala! Come quickly and listen to my words. I prepared to accord hospitality with a highly delectable royal banquet to this kingly sage together with all his forces. You arrange it for me. Oh, Kaamadhenu, the Divine Cow, the Milker of All-Desires, for my sake you shower whatsoever foodstuff is savoured by whosoever according to one's own piquancy from each of the six savour, that too plentifully."
        },
        {
            "type": "commentary",
            "text": "The six tastes that shall comprise an Indian meal are: 1] caustic, 2] acidic, 3] sweetish, 4] salty, 5] un-sweetish [bitter,] and 6] alkaline."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, Shabala, you create heaps of savourily foodstuffs comprised of masticable items like crunchy foods, drinkable items like soft-drinks, tasteable items like honey-like viscous dishes, squeezable items like pulpy fruits, and be quick.' \" So said Sage Vashishta to that Sacred Cow, Kaamadhenu, and Vishvamitra continued his narration."
        },
        {
            "type": "commentary",
            "text": "The reverential greeting <em>namaste</em> is from the root <em>nam</em> 'bend down a little...' before upper echelons and the word <em>namas</em> is usually translated a 'salutation by bending a little...' and <em>namas kaara</em> is the act of doing so. This word <em>namaH= na aham</em> is 'not me...' <em>te astu</em> but 'you, it shall be...' rather, 'I have lost my 'I-ness' before you as I am humbling myself to your high knowledge or, high seat, or elder age...' and let your 'your-ness' prevail over me, for I am somewhat an inferior being before you...' is the latent meaning."
        },
        {
            "type": "commentary",
            "text": "This is either vocalised or coupled with the gesture of adjoining palms, and that<em>mudra</em> 'gesture...' is called <em>an~jali</em> or as a Latinian friend of ours has provided its Latin counterpart as:"
        },
        {
            "type": "commentary",
            "text": "The infinitive is <em>iungere manus ante pectus</em> 'to join hands in front of your chest...' or merely <em>iungere manus</em> 'to join hands...' We can say<em>iungimus manus ante pectus</em> 'we join or fold our hands in front of us...'<em>iungo manus ante pectus</em> 'I fold my hands...' <em>iungite manus ante pectus</em> 'fold your hands in front of you...' This last sentence is the - you, plural - is in command form. Again, you may leave out <em>ante pectus</em> for succinctness."
        },
        {
            "type": "commentary",
            "text": "And if the word <em>iun</em> with a half 'n' nasal is matched with Sanskrit <em>a~n</em> in <em>an~jali</em> and the word <em>ngo</em> is matched with Sanskrit<em>~nja</em> as the English 'g' is most often used for Sanskrit 'ja' by Max Muller et al., the two <em>an~jali</em> of Sanskrit and <em>iungo</em> Latin have same pronunciation and portent in prayer or traditional salutation."
        }
    ]
}