{
    "id": "prose-bala-53",
    "kanda": "bala",
    "sarga": "53",
    "title": "Vishvamitra tries to gain kaamadhenu",
    "chapter": "53",
    "overview": "Vishvamitra tries to gain Kaamadhenu, but Sage Vashishta persistently refuses Vishvamitra's bargains and barters. 'When an ordinary cow alone is held sacred and it is an un-marketable commodity, how then can Shabala, a milker of any wish, be given away or bartered for other riches...' is the argument of Vashishta. Yet, Vishvamitra goes on his bidding, but in vain.<br/><br/>",
    "content": [
        {
            "type": "verse",
            "text": "\"Oh, enemy-chastener Rama, when the Divine Cow Shabala is spoken in this way by Sage Vashishta, then that milker bestowed each and every fancy, fancied by each and every fancier, according to one's own fancy.\" Thus Sage Shataananda continued the legend of Shabala or Kaamadhenu, as a part of the legend of Vishvamitra to Rama and others."
        },
        {
            "type": "verse",
            "text": "Shabala bestowed dishes of sugar cane and honey, and flakes of all sorts, like cornflakes, rice-flakes, also best arracks and liquors in best wineglasses, further, the drinks and foodstuffs that are very diverse and verily apposite to royalties and army-men. There emerged mountainous stacks of steamy foodstuffs, palatable side-dishes and desserts of rice etc., also the dumplings of cooked pulses, like that the cascades of curds and the other milk products likes butter, ghee, cheese etc. Thousands of silver dishes and hollowware fully replete with daintily soft drinks, like that full with sugar-candy preparations, and with preparations that comprise all the six tastes have come up together with delectable foodstuffs made out of treacly dumplings of cane sugar."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, all of the men in the forces of Vishvamitra, who are already rejoiced and regaled by the regular feasts accorded by their king Vishvamitra, are now comparatively well gladdened when feasted by Sage Vashishta, in which they rejoiced and regaled, for a good measure. Partaking that feast together with the best royal ladies of palace chambers, and with the court-scholars and the court-priests even the king Vishvamitra, who by his nature is a kingly sage, became exultant and energetic. When honoured along with his advisers, ministers and attendants by way of receiving a royal banquet, king Vishvamitra then in high admiration spoke this to Vashishta."
        },
        {
            "type": "verse",
            "text": "\" 'You showed me a generous hospitality whereby I am esteemed by an estimable sage like you, oh, expert in sententiousness, now I wish to say for myself to which you may please listen. Oh, godly sage, this Shabala may be given to me for a barter of a lakh, a hundred thousand, cows. Indeed this do-all cow is a treasure, and the kings are the gatherers of treasures. Therefore bestow this cow to me. As rule this cow also belongs to me.' Thus Vishvamitra said to Vashishta."
        },
        {
            "type": "verse",
            "text": "\"When Vishvamitra addressed him in that way, the reverential sage Vashishta, who is a virtue-souled eminent saint, on his part replied the king in this way."
        },
        {
            "type": "verse",
            "text": "\" 'I cannot afford Shabala, neither by the barter of a hundred thousand cows, nor by hundreds of millions of cows, nor by lots and lots of silver, either. Abandoning her from my proximity is unmeet for her, oh, enemy-subjugator, you cannot even subjugate me terroristically and try to wean this cow away from me, as Shabala is everlastingly and inseparably mine, as with the everlasting and inseparable respectability of a self-respectful person. This cow makes the journey of my life possible. Oblations to gods or manes, enkindling of Ritual-fire, religious sacrifices,<font color=\"#B3003A\">homa</font>-s, the sacred rituals conducted as<font color=\"#B3003A\">darsha, paurNa maasi</font>, all are dependent on her."
        },
        {
            "type": "verse",
            "text": "This cow is the bedrock for everything in its entirety, and regarding diverse and numerous indoctrinations, and even for add-on syllabics like<font color=\"#B3003A\">svaaha, vaSaT</font>, they are all dependent on this cow, there is no doubt about it."
        },
        {
            "type": "commentary",
            "text": "When the Fire-Ritual, or <em>homa </em>is conducted each pouring of fluid oblation or each dropping of solid oblation into Fire-Altar is associated with Vedic-hymns addressing the particular receiver-deity, annexed with syllabics like:<em> svaahaa, svaahaa kaaraaH </em>at the end of each chant like <em>indraaya svaahaa, indraaya idam na mama... varuNaaya svaahaa, varuNaaya idam na mama... </em>'to Indra this is scarified, this is for Indra, not mine... to Rain-god this is sacrificed, this is for Rain-god, not mine...' So also the <em>vaSaT </em>is annexed to the hymns addressed to manes. To learn Veda-s one shall be eligible to perform a Fire-ritual, and if Fire-ritual is performed, some basic Vedic hymns are to be learnt, and all this is a cyclic affair, requiring much paraphernalia. This cow supplies everything at wish, without a hassle, either to the teacher or to the taught."
        },
        {
            "type": "verse",
            "text": "\" \"In truth, this cow is everything to me and ever-gratifier, that way by so many reasons, oh, king, I cannot afford Shabala to you or to anyone.\" So said Vashishta to Vishvamitra. Though Vashishta spoke thus Vishvamitra being an expert in sententiousness then spoke this sentence compellingly and argumentatively."
        },
        {
            "type": "verse",
            "text": "\" 'I bestow upon you fourteen thousand elephants adorned with golden girdles, golden necklets and golden goads. I will grant you eight hundred golden chariots whichever can be yoked on with four whitely-white horses trimmed up with the sets of tintinnabulating bells. I grant you, oh, superbly vowed sage, eleven thousand fleetly galloping horses of high pedigree born in best countries of best horse breeding. I award ten million diversely coloured and differently divisionalized cows, whichever of them will be came of age as milker, thereby, let this do-all cow Shabala be given to me. Or, oh, eminent Brahman, if you yearn either for gems or gold, I gift that much of everything as much as you can yearn, let Shabala be given to me.\" Thus Vishvamitra entreated again."
        },
        {
            "type": "verse",
            "text": "When the shrewd king Vishvamitra spoke to the reverential sage Vashishta, that sage has clearly said, 'whatever it is oh, king, I do not surrender Shabala, the cow. Really this alone is my gemmy cow, thus I do not require your jewels or gems... truly, this alone is my treasure, thus I do not require your gilded chariots, horses or elephants... really, this alone is my everything, thus I need nothing from you... and actually, this alone is my alter-ego, thus you cannot separate me from myself. This alone is my <font color=\"#B3003A\">darsha, puurNa maasa </font>rituals, and like that this alone is all my Vedic-rituals with worthwhile donations and oh, king, this essentially is of service in diverse activities of mine."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, king, all of my activities are instated in this cow, then wherefore a lot of palavering a bargain or barter? I do not give away this milker any wish.\" So said VashishtaT to Vishvamitra, and thus Sage Shataananda continued his narration of the legend of Sacred Cow."
        },
        {
            "type": "commentary",
            "text": "If cow is held sacred in India it is held precious all over the world. Whatever is given by a cow, from its milk to cow-dung, it is put to use, even for medicinal purposes, which is evident from insulin and smallpox vaccines. Regarding <em>go mahaatmyam</em> 'sacredness of cow' Bheeshma speaks at length about the sacredness of cow to Yudhishtar, in Anushaashanika Parva of Maha Bharata."
        },
        {
            "type": "commentary",
            "text": "<em>anena sakala vaidika karma vidyaa jiivanaadi karatvena ati pavitratena ca gavaam ati mahatmyam gavaam vikrayato paryaapta vR^ittikaanaam atyaashaa niShedhaH ca trayam api suucitam - dk</em>"
        },
        {
            "type": "commentary",
            "text": "<em>havyam kavyam tarpaNam shaanti karma yaanam vaaso vR^iddha baalasya tuShTiH | svaahaa kaara vaShaT kaarau goShu nityam pratiShTitau | gaavo yaj~nasya hi phalam goShu yaj~naaH pratiShTitaaH | gavaam muutra puriiShasya nodvijeta kathamcana | na ca aasaam maamsam ashniiyaat gavaam puShTim tathaa aapnuyaat | naa ataH para taram daanam na ataH puNya taram phalam | tvacaa lomnaa atha shR^ingaiH vaalaiH kShiireNa medasaa | yaj~nam vahati sambhuuyakim asya tat abhyadhikam tataH || mahaa bhaarate anushaashanika parvaaNi yudhiShTaram prati bhiiShma uvaaca :</em>"
        },
        {
            "type": "commentary",
            "text": "<em>evam shruti smR^iti itihaasa puraaNa aadiShu bahu prakaareNa pratipaadyamaanam - go mahaatmyam - vaacaama gocaram iti dikpradarshana maatram kR^itvaa - vasiShTaH - viramyate - dk</em>"
        },
        {
            "type": "commentary",
            "text": "Here, on hinting in an indirect way about <em>go mahaatmyam</em> 'the sacredness of the cow...' and its un-marketability, Sage Vashishta paused his negation, hoping that Vishvamitra will realise, as he is also well-versed in scriptures."
        }
    ]
}