{
    "id": "prose-bala-54",
    "kanda": "bala",
    "sarga": "54",
    "title": "Sacred-Cow creates forces to fightback",
    "chapter": "54",
    "overview": "The seizure of Kaamadhenu, the Sacred Cow, causes anxiety in her and she urges Vashishta to counteract the atrocity of Vishvamitra. Agreeing to her, the sage asks the Cow to create a force that can subdue the forces of Vishvamitra. Accordingly, that Cow generates newer forces and a war ensues.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "\"When Sage Vashishta did not yield Kaamadhenu, the milker of any desire, oh, Rama, then Vishvamitra started to seize it.\" Sage Shataananda continued the narration of the legend of Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\"While the determined king Vishvamitra dragged her away from Vashishta, oh, Rama, Shabala is saddened and tearfully mulled over stung by the anguish of her secession from the sage. 'A pitiable and highly anguished one, such as I am. I am being dragged away by the servants of the king. Has this great souled Sage Vashishta abandoned me, or what? Or, did I do any misdeed towards that great sage of sacred soul whereby he is leaving me off. I have always been reverent and a cherished cow to that pietist and am I no errant.' That cow eulogised in this manner."
        },
        {
            "type": "verse",
            "text": "\"On thinking thus and suspiring repeatedly, oh, enemy-subjugator, Rama, then she that Sacred Cow hastily rushed with the speed a gust and went to that highly energetic Vashishta on utterly shoving off hundreds of attendants of the king who are roping her, and then she straight went to the base of the feet of the great-souled Vashishta. She that moaning and groaning Shabala staying before the Sage Vashishta spoke this bellowing like a thunderous cloud."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, Son of Brahma, why I am discarded by you, whereby oh, god, the king's attendants are weaning me away from your proximity.' So Shabala urged Vashishta. When he is spoken thus, then that Brahma-sage spoke this sentence to worrisome Shabala, whose heart is worrying with worry, as he would speak with his own sister in her worriment."
        },
        {
            "type": "verse",
            "text": "\" 'Neither I forswear you nor you fouled me, oh, Shabala, this king is forcibly weaning you away from me as he is beside himself with kingly arrogance. My ability is not balanceable with his, isn't it. Above all, on his part he is a king now, and a king will be mighty, he is the lord of the land and a Kshatriya, and thus we have to be subservient to a Kshatriya, isn't it. This <font color=\"#B3003A\">akshauhini</font>unit of army is plethoric, overcrowded with elephants, horses, and chariots, and overspread with flags and elephants, thereby he is mightier than me.' Thus Vashishta tried to pacify that Sacred-Cow."
        },
        {
            "type": "verse",
            "text": "\"She who is spoken that way by Vashishta, that sententious Sacred Cow, Shabala, in her turn obediently spoke this sentence to that Brahma-sage of un-balanceable resplendence."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, Brahman, unstated is that the might of sovereignty as mightier than the might of sagacity. A sage is mightier than a sovereign. A sage's might is mightiest than the mightier sovereign, for a sage's might is angelic.' So Shabala started talking to the sage."
        },
        {
            "type": "commentary",
            "text": "This is the relevant stanza for the later time debates or essay competitions under the caption of 'pen vs. sword... which is mightier...' Here, though Vishvamitra is well aware that a sage's possession cannot be usurped, he resorted to the same. The Sacred Cow is telling the above with intolerance towards Vishvamitra's violation of the norms. <em>saa api asahamaanaa kaama dohinii shaantyaa kShamayaa yuktam vashiShTam avocat -</em>"
        },
        {
            "type": "commentary",
            "text": "What a king has got to do with a sage's wealth? A sage acquires it with his ascesis and it is not another king's kingdom to conquer.<em>sarva dhamaj~nasyaa api vishvaamitrasya etaadR^ishii buddhiH abuut | yasmai devaa prayacchanti puruShaaya paraabhavam - bala avalepana vishvamitro Vasishtha vaakyam anaadR^itya Brahmasva hareNa mahaa doSham jaanan api balaat eva shabalaam aacakarSha - dk</em> The scriptures, norms, ethics demand that a sagacious person shall not be robbed off his possession, which he acquires by his personal merit. But Vishvamitra's brain tilted this way because of his all-conquering avarice and he thought that this cow is also conquerable, and gods give such a mind only to see the greedy to fail and thus insulted of their might."
        },
        {
            "type": "commentary",
            "text": "<em>na tu eva kadaacit svayam raajaa BrahmaNasva adadiita - bodhaayana suutra - atha api udaaharanti - na viSham viSham iti aahuH Brahmasvam viSham ucya te | Brahmasvam putra pautra ghnam viSham ekaakinam haret |</em> 'a sagacious person's possession is not to be snatched away - <em>bodhaayana suutraa-s;</em> 'a poison if consumed kills one that consumes it... but the possession of a sagacious person, if tried for consumption, it consumes whole lot of the consumer's sons, grandsons and his clan itself, besides the consumer...for sage's possession in itself is a lethal poison...'"
        },
        {
            "type": "verse",
            "text": "\" 'Immutable is your power as you are mightier than great-mighty Vishvamitra and invincible is your dynamism. Ordain me, oh, highly resplendent sage, who am replete with the power of your sagacity, and I will disprove the vanity, valour, and venture of that injudicious king for this injudicious seizure.' Thus Shabala implored the sage Vashishta."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, when spoken by her thus, that highly glorious Vashishta said to Shabala, the do-all cow, 'create a power that can overpower the power of opponent.' Vashishta said so to Shabala. On hearing his sentence, oh, Rama, that Sacred Cow Shabala then created Pahlava kings, sprang forth from her mooing 'hums', and hundreds of them annihilated the army of Vishvamitra in its entirety just while Vishvamitra is witnessing it. King Vishvamitra was utterly infuriated and with wide-eyed anger he started to destroy those Pahlava-s with many a kind of his weaponry. On seeing the subdual of hundreds of Pahlava-s by Vishvamitra, then the Sacred Cow again generated deadly Shaka-s hobnobbed with Yavana-s through her mooing 'hums'."
        },
        {
            "type": "commentary",
            "text": "TThese Shaka-s and Yavana-s are the Shakas, or the Scythians, or the Indo-Scythians of Max Muller. Some discussion about this is included in the endnote of Kishkindha, Ch. 43. Dharmaakuutam says: <em>tadanu Vasishtha abhyanuj~naataa shabalaa nirmita pahlava aadi - nikR^iShTa jaati - niShuuditam svam balam vishvaamitra - iti - dk</em> These are viewed as deadly, lowly, ruffian class of warriors in Indian viewpoint and created out of thin air by this Sacred Cow."
        },
        {
            "type": "verse",
            "text": "\"Then the earth was pervaded with the Shaka-s associated with Yavana-s, who have effectuation and bravery in overcoming their enemy forces, and who are golden in bodily colour similar to the golden pistils of flowers which complexion is outlandish. Yavana-s and Shaka-s, who are wielding bowie knives and broad lances and who are clad in golden coloured dresses, and who looked like glowing fires have completely burnt down entire force of Vishvamitra. "
        },
        {
            "type": "verse",
            "text": "\"Then that great-resplendent Vishvamitra indeed released his missiles, by which Yavana-s, Kaambhoja-s, and the Barbara-s, are rendered helter-skelter.\" Thus Sage Shataananda continued his narration of Vishvamitra."
        },
        {
            "type": "commentary",
            "text": "The Barbara-s are said in this text whereas other mms contain it as \"Pahlava-s'. Even on taking Barbara-s, they are an outlandish clan and the word 'Barbara' might have been the ancestor word of the present day 'Barbarian.'"
        }
    ]
}