{
    "id": "prose-bala-55",
    "kanda": "bala",
    "sarga": "55",
    "title": "Vishvamitra ruins Vasishtha's hermitage",
    "chapter": "55",
    "overview": "Vishvamitra ruins Vashishta's hermitage on acquiring missiles at the grace of God Shiva by practising a paramount ascesis. When the forces generated by Wish-Milker Sacred Cow, namely Kaamadhenu, eliminated Vishvamitra's army and his hundred sons, he felt indignant and pray unto Shiva for bestowal of unusual missiles. On getting them, he again comes to Sage Vashishta's Hermitage and ruins it completely. Then extremely infuriated Sage Vashishta resorts to his Brahma-baton to confront Vishvamitra.",
    "content": [
        {
            "type": "verse",
            "text": "\"Then on seeing them, the warriors earlier created by the Sacred Cow, Shabala, who are perplexed by the missiles of Vishvamitra and flurrying, Vashishta started to incite her, 'oh, wish-milker, generate more forces by your capacity of yoga..."
        },
        {
            "type": "verse",
            "text": "Thus Sage Shataananda continued his narration about the legend of Vishvamitra to Rama."
        },
        {
            "type": "verse",
            "text": "\"From the 'hums' of her mooing born are sunshine similar Kaamboja-s and from her udder born are the weaponry wielding Pahlava-s... From the area of her privates Yavana-s, likewise from her rectal area Shaka-s, and from her hair-roots Mleccha-s, Haariitaa-s along with Kirataka-s are issued forth... By them the Yavana, the Mleccha etc., forces generated by the Sacred Cow, Vishvamitra's forces with its foot-soldiers and elephants, and with its chariots along with their horses are utterly slaughtered at that very moment..."
        },
        {
            "type": "verse",
            "text": "\"A band of hundred sons of Vishvamitra on seeing their army, utterly slaughtered by the vital spirit of Vashishta, took up divers sorts of weapons and exasperatedly sprinted forth towards that supreme meditator among all meditators, but that spirited sage Vashishta completely burnt down them all, only by his blasting hum."
        },
        {
            "type": "verse",
            "text": "\"Thus that vitally spirited sage Vashishta rendered those sons of Vishvamitra, along with horses, chariots, foot-soldiers to ashes in a wink. On seeing his sons and his forces are utterly ruined, that very highly glorious Vishvamitra was engulfed in a disgraceful distress."
        },
        {
            "type": "verse",
            "text": "\"Like a tideless ocean his warfare did not tide him over, and like a fangless serpent his hiss of warring could not fang any, and like a wingless bird pitiable is his flightless plight of fightback, and like a shineless sun in an eclipse, Vishvamitra plunged into a lustreless state of his own illustriousness, when his forces are ruined along with his sons..."
        },
        {
            "type": "verse",
            "text": "\"When all his intrepidity and impetuosity are ruined an indolence bechanced upon him, and then on bidding one son for the kingdom, 'you rule the earth with the duties of kingcraft...' thus saying Vishvamitra took recourse to forests..."
        },
        {
            "type": "verse",
            "text": "\"On going to the side of Himalayas, whereat it is adored by kinnaraa-s and uragaa-s, the nymphs and nymphean serpents, he that Vishvamitra, a great practiser of ascesis, undertook an austere ascesis for the sake of beneficence of the Great God, Shiva..."
        },
        {
            "type": "verse",
            "text": "\"After a long lost time, the Holy Bull masted God of Gods, Shiva, has shown himself to that great-saint Vishvamitra, for He is a ready boon-giver..."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, king, for which purpose you undertook this ascesis... tell that, what really is tellable by you... what is the boon that you beseech... that be made known to me for I am the boon-giver at the ready..."
        },
        {
            "type": "verse",
            "text": "\"Thus said by God Shiva to Vishvamitra of great sagacity, Vishvamitra on reverencing that Great God Shiva said this way..."
        },
        {
            "type": "verse",
            "text": "\" 'Oh! Mahadeva, the Impeccable Great God... providing that you are gladdened by my ascetic devotion,<font color=\"#B3003A\"> dhanur veda, </font>the Holy Writ of Archery, with its complemental and supplemental Writs, and along with its summational<font color=\" #B3003A\">Upanishad-s, </font>together with its preternatural doctrines... they may kindly be bestowed upon me... 'Whatever missiles are there with gods, fiends, gandharva-s, yaksha-s, and demons... oh, God, the Exquisite... let them dawn upon me... for you alone are the God of Gods, your blessings alone can fulfil my aspiration...'"
        },
        {
            "type": "verse",
            "text": "Thus Vishvamitra entreated God Shiva."
        },
        {
            "type": "verse",
            "text": "\" 'So be it!' Thus on sanctifying Vishvamitra and his aspiration, the God of Gods, Shiva flashed by..."
        },
        {
            "type": "verse",
            "text": "\"Vishvamitra who was already a mightier Kshatriya, now on acquiring missiles from the God of Gods, Shiva will not he come forth conjoined with mightiest conceit and then will not his conceitedness be plethoric, like a plethoric ocean... na, it canna be..."
        },
        {
            "type": "verse",
            "text": "\"By vitality Vishvamitra is like an ocean on a Full Moon day with a rough riptide, with his tidal missiles... and oh, Rama, he deemed that sagaciously mighty sage Vashishta is now 'dead...'"
        },
        {
            "type": "verse",
            "text": "Then on going to the threshold of Vashishta 's hermitage that king propelled his missiles, thereby completely burnt down that ascetic woodland by the holocaust of those missiles, in its entirety... On seeing the turbo-jetting missiles of Vishvamitra jetted by his sparkling intellect, hundreds of saints were frightened and they very speedily fled in hundreds of ways... Whoever is the disciple of Vashishta and whichever is either animal or a bird, all are fearsomely frightened and fled hastily to numerous directions, in thousands..."
        },
        {
            "type": "verse",
            "text": "\"The threshold of that broad-minded Vashishta's hermitage fell void, and in a wink it became dumbfounded alike an arid land as every shrub, herb and tree is cindery, and every bird, animal and stock is an evacuee..."
        },
        {
            "type": "verse",
            "text": "\"Although Vashishta is shouting at them time and again saying, 'fear not... fear not... I wish to dissipate that son of Gaadhi... Vishvamitra... like Sun demists the mist...'"
        },
        {
            "type": "verse",
            "text": "\"On saying that way to the evacuees that great-resplendent sage and a best one among best meditators said this word to Vishvamitra, rancorously..."
        },
        {
            "type": "verse",
            "text": "\" 'You the senseless... by which reason you have havocked this hermitage well nourished for a long time, thus indeed, you are a reprehensible one and thereby you will not survive any longer..."
        },
        {
            "type": "commentary",
            "text": "Vividly: 'when I have sensibly nourished the trees, birds and animals or disciples, saints and sages, in indoctrinating them the true <em>dharma </em>'righteous duty...' observable by each of the birthed being, what necessitated you to harm the harmless 'fly anywhere' birds, 'new to world' calves and 'take what you need' trees and animals... you should have confronted me headlong, instead... but you on seeing such a beatitude of this hermitage, you have become envious in your self-aggrandisement... and as said that, 'a senseless reprehensible being, may it be a human, animal, bird, or a reptile is unfit to survive for long...' and now you are transposable with such a senseless being by this act of yours, which you have undertaken with the notion of 'survival of the fittest...' thereby I will now show you who is fit enough to survive, an instructor or an intruder, in effacing your survival...'"
        },
        {
            "type": "verse",
            "text": "\"On saying thus, that extremely infuriated Sage Vashishta post-hastily up-heaved his baton, which is alike the fumeless Ultimate Fire of End Time, and the other baton of Yama, the Terminator, and affronted Vishvamitra...\""
        },
        {
            "type": "verse",
            "text": "Thus, Sage Shataananda continued his narration of Vishvamitra's legend."
        }
    ]
}