{
    "id": "prose-bala-56",
    "kanda": "bala",
    "sarga": "56",
    "title": "Vasishtha nullifies Vishvamitra's missiles",
    "chapter": "56",
    "overview": "Vashishta nullifies Vishvamitra's missiles just by his Brahma's baton. All missiles are defused when Vashishta consumed tghem. Vishvamitra launches the highest missile, namely Brahma-missile, which too is consumed by Vashishta, whereby the body of Vashishta becomes a Brahma missile and starts to emit radiation. Then, upon the prayer of gods and saints, Vashishta withdraws the effect of that missile. Vishvamitra on seeing this concludes that mere missiles are of no use and thus he embarks on a sublime ascesis for Brahma-hood.",
    "content": [
        {
            "type": "verse",
            "text": "\"When Vashishta spoke in this way, the great-mighty Vishvamitra brandishing Fiery-missile challenged Vashishta saying, 'withstand this, withstand this...\" Thus, sage Shataananda continued his narration of Vishvamitra's legend."
        },
        {
            "type": "verse",
            "text": "\"That reverential sage Vashishta then upraising his Brahma-baton, which is like the other baton of the Terminator, spoke this sentence furiously. 'I am staying here only, you meritless Kshatriya, you may clearly display whatever prowess you have, oh, Gaadhi's son Vishvamitra, I will now ruin whatever vanity you or your missiles have. Where stands the force of belligerence when compared to the supreme force of sagacity, you abased Kshatriya, watch out for my strength of seraphic sagacity.' So said Vashishta to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\"With his baton of Brahma Vashishta silenced that matchless and deadly Fiery-missile of Gaadhi's son, namely Vishvamitra, as a deluge of water silencing a rage of fire. Vshvamitra, the son of Gaadhi then rancorously fusilladed the missiles regulated by gods like Varuna, Rudra, Indra, Paashupata, and even a missile which is projectile through grass blade called Ishiika."
        },
        {
            "type": "commentary",
            "text": "The accounts of these missiles are narrated in chapters 27, 28 of this canto Bala, where Vishvamitra accords these very missiles to Rama. Hence, their details are not reiterated here but just catalogued."
        },
        {
            "type": "verse",
            "text": "\"Vishvamitra also launched missiles named Humane, Rager, Stupefier, Hypnotiser, Yawner, Intoxicator, also thus Humidifier, Weep-inducer. He also launched the missiles called Drainer and Ripper, and the highly unconquerable Thunderbolt, even the lassos of Brahma, Time and Rain-gods. Also missiles called Shiva, Monster, Punisher, Wrester and like that the Baffler, Bolter, Drier, Drencher are launched. And he launched discs called the Discs of Virtue, Time and Vishnu and he also launched other missiles like the Blower, Stirrer and like that the missile with Horse-head. A pair of powers are launched, namely Power of Vishnu and the Power of Rudra, like that the Impeller, Crowbar, and a great missile called Staggerer, and then he launched the lethal missile of the Time. Oh, Rama, the descendent of Raghu, Vishvamitra on triggering off all these missiles then he launched the deadly Trident, Skull and Torque missiles on Vashishta, and whole thing has became a spectacular display of Vishvamitra's arsenal."
        },
        {
            "type": "verse",
            "text": "\"Brahma's son Vashishta defused all of those missiles just with his baton and when all of them are thus silenced, Gaadhi's son Vishvamitra touched off Brahma's missile. When Vishvamitra brandished and set up Brahma missile for launching, seeing it all the gods keeping the Fire-god at their vanguard, godly sages, reptiles along with gandharva-s are perplexed, and the triad of worlds itself is perturbed. Even that deleteriously destructive Brahma's missile is completely consumed with the seraphic resplendence of Brahma-baton of Sage Vashishta."
        },
        {
            "type": "verse",
            "text": "\"The appearance of that great-souled Vashishta became appallingly perplexing when he is finishing off that Brahma missile as if to surely petrify the Tri-world. From all of the pits of hair of that great-souled Vashishta ramified are the raditional beams and those radiated shafts are rolling up with the fumes of radiation, so to speak. The baton of Brahma gripped in his hand and upraised by Vashishta is highly glowing as if it is the fumeless inferno of Time, and as if it is the earthly baton of Yama, the Terminator."
        },
        {
            "type": "verse",
            "text": "\"The assemblages of saints then extolled the best meditator Vashishta saying, 'oh, Brahman, infallible is your prowess, but bear this combustion of missile by your own combustive power. Though Vishvamitra is a supreme ascetic he is forestalled by you and your seraphic power, but this power of yours is equally anguishing all the worlds. Hence, let the worlds survive shooing away their anguish caused by your prowess. Oh, Brahman, be gracious, for you are the best among the best meditators...' So said saints to Vashishta. When that great-resplendent Vashishta is spoken thus by saints and gods he composed himself, and then that estranged Vishvamitra spoke this to himself with heavy suspiration."
        },
        {
            "type": "verse",
            "text": "\" 'Fie upon the might of Kshatriya, mightier is the might of Brahman's resplendence, only with one baton of Brahma all of my missiles are defused. Therefore on analysing this matter, I with my heart and senses quietened will embark on a sublime ascesis which really will be the causative factor for according Brahma-Sage-hood.' So thought Vishvamitra...\" Thus Sage Shataananda continued his narration of Vishvamitra's legend."
        },
        {
            "type": "commentary",
            "text": "Firstly the difference between a<font color=\"#B3003A\">Brahmin</font> and a <font color=\"#B3003A\">Brahman</font> may be differentiated, where a Brahmin is just by his birth in that caste and if he practises numerous ordeals he will attain Brahman-hood. Not all Brahmins are Brahmans and a real Brahman will not look back for his birth details."
        },
        {
            "type": "commentary",
            "text": "Throughout this chapter Vashishta is called by Valmiki as <font color=\"#B3003A\">japataam varaH, japataam shreSTaH</font> and the like, only to remind us that Vashishta is an eminent meditator of Vedic hymns, all of which culminate into Gayatri hymn. Thus, Vashishta's only weapon is Gayatri hymn with which he subjugated all the arsenal of Vishvamitra. The fight between Vishvamitra and Vashishta is not just a fight between a sage and king, but between <font color=\"#B3003A\">vidya - avidya; aatma vidya - anaatma vidya</font> 'enlightenment and un-enlightenment...' An enlightened one does not spring up at any trivial inconvenience but becomes a horrid being, if that antagonistic assail becomes intolerable for living beings. This is the real essence and nature of a true <font color=\"#B3003A\">Brahman,</font> whose arsenal is just a wooden baton and heartfelt Gayatri hymn."
        },
        {
            "type": "commentary",
            "text": "For this Bhagavad Gita says at Ch. 18, verse 42: "
        },
        {
            "type": "commentary",
            "text": "'A Brahman's virtues, / Prince Born of his nature, are serenity / Self-mastery, religion, purity / Patience, uprightness, learning, and to know / The truth of things which be...' Sir Edwin Arnold."
        },
        {
            "type": "commentary",
            "text": "Thus, Vashishta had never resorted to meaningless curses, menacing arsenal, mutinous retaliation but just swallowed the wrath of a wrathful king. This is <font color=\"#B3003A\">BrahmaNatva</font>"
        }
    ]
}