{
    "id": "prose-bala-57",
    "kanda": "bala",
    "sarga": "57",
    "title": "The Legend of Trishanku",
    "chapter": "57",
    "overview": "The legend of Trishanku is narrated to Rama, which forms a part of Vishvamitra's legend. When Brahma blesses Vishvamitra to be a kingly-saint, rather than a Brahman-saint, Vishvamitra continues his ascesis in southerly parts of country. In the meantime, one king named Trishanku desired to go to heaven with mortal body and approaches Vashishta who rejects that very suggestion. Then that king approaches the sons of the same Vashishta with the same idea.",
    "content": [
        {
            "type": "verse",
            "text": "\"Oh, Raghava, on making that great-souled Vashishta an enemy, whenever Vishvamitra reminisced over his subdual by Vashishta, he is seethed at heart and heaved sighs repeatedly. Then on going to southern quarter with his prime queen, that great-ascetic Vishvamitra self-collectedly conducted a highly astounding ascesis subsisting only on fruits and tubers.\" Thus Sage Shataananda continued his narration of Vishvamitra's legend. Then Vishvamitra begot sons named Havispanda, Madhuspnada, Dhridhanetra and Mahaaratha, who conduct themselves in candour and chivalry."
        },
        {
            "type": "verse",
            "text": "\"At the close of one thousand years of ascesis Brahma, the Grandparent of all worlds, revealed Himself to Vishvamitra and spoke these words mellowly to ascetically wealthy Vishvamitra, 'oh, son of Kushika, Vishvamitra, you have won the worlds of kingly-sages by your ascesis."
        },
        {
            "type": "verse",
            "text": "\" 'We indeed acquiesce you as a kingly-sage by your ascesis.' saying so that great resplendent Brahma, the Supreme Ruler of the Worlds, went away to his Abode of Brahma, while the gods in Brahma's convoy went to Indra's Heaven."
        },
        {
            "type": "verse",
            "text": "\"On hearing that Vishvamitra is down-faced with disgrace, and while high anguish prevailed over him, he rancorously soliloquised this."
        },
        {
            "type": "verse",
            "text": "\" 'Even though I have practised a very high ascesis, the gods together with the observances of hermits are recognising me just as a 'kingly-sage.' Thereby I deem that there is no fruition to my ascesis.' Thus Vishvamitra thought. \"Oh, Rama of Kakutstha, deciding in this way in his heart of hearts that self-willed Vishvamitra again undertook a supreme ascesis as he is a great-ascetic."
        },
        {
            "type": "verse",
            "text": "\"In this meantime there is a veracious king named Trishanku, an enhancer of Ikshvaku dynasty, and one renowned for his self-conquest. Oh, Raghava, an idea sprang up in the mind of Trishanku to perform a ritual by which he will go to heaven with his own body. Then he sincerely invited Vashishta and told him what his thinking is. But the great-souled Vashishta said it as impossible. Thus repudiated Trishanku went to southerly direction in search of orchestrators for the purpose of realising that task, such a phantasmal ritual that enables him to go to heaven with his body, and that king hjas gone to the sons of Vashishta."
        },
        {
            "type": "verse",
            "text": "\"Trishanku has indeed gone to the place where the sons of Vashishta are protractedly expiating, and there he visited the hundred noble-souled sons of Vashishta, who are supremely self-luminescent and superbly self-refulgent by their ascesis. On reaching nigh of those noble-souled sons of the indoctrinator, namely Vashishta, Trishanku reverenced all of them sequentially according to their age, but with a little down- faced owing to abashment, and spoke to all of those great-souled ones making palm-fold in supplication."
        },
        {
            "type": "verse",
            "text": "\" 'I have come as a shelter-seeker seeking the shelter of yours as you are the shelterers of the needy, you all be safe, as the great-souled Vashishta has repudiated me. I am longing to perform an unusual ritual and it will be apt of you to give assent to it. Reverencing all of the sons of my mentor Vashishta I am proposing this to you. With reverence I truckle before you all Brahmans who are abiding in ascesis. Such as you are I beg you to assiduously get a ritual performed through me, as to how I can get to heaven with my body. Oh, ascetically wealthy Brahmans, as I am repudiated by Vashishta, I do not perceive another recourse excepting you, who are all the sons of mentor Vashishta."
        },
        {
            "type": "verse",
            "text": "\" 'The Priest is the ultimate recourse for all of the kings in Ikshvaku dynasty, isn't it. Therefore, next to Vashishta you are all the next-best gods to me.' Thus Trishanku entreated the hundred sons of Sage Vashishta.\" Sage Shataananda thus continued narration."
        }
    ]
}