{
    "id": "prose-bala-58",
    "kanda": "bala",
    "sarga": "58",
    "title": "Trishanku seeks shelter of Vishvamitra",
    "chapter": "58",
    "overview": "Trishanku seeks shelter of Vishvamitra when the sons of Vashishta rebuffed him, and even cursed him to become a profaner. Narrating his sad tale and his idealistic idea of going to heaven with mortal body, Trishanku earnestly appeals to Vishvamitra.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "\"On hearing the sentence of Trishanku, oh, Rama, the hundred sons of sage Vashishta infuriately said this to that king.\" Thus, sage Shataananda continued his narration to Rama and others."
        },
        {
            "type": "verse",
            "text": "\" 'You slow-witted king, your veracious mentor has denounced you. But transgressing him how do you approach another branch of the same tree of wisdom, when that very tree rejected you?' So the sons of Vashishta have started to denounce Trishanku. The Royal Priest is the ultimate course for all of Ikshvaku-s, isn't it. It is impossible to transgress the word of advise of such a veracious Priest. Vashishta is the most reverential sage and such a sage has already said it is impossible to conduct such a Vedic-ritual. Then, in which way we are capable to conduct such a Vedic-ritual?"
        },
        {
            "type": "verse",
            "text": "\" 'Oh king of subjects, better get back to your own city again for you are childish. That godlike Vashishta alone is capable to orchestrate any ritual by any king in all the three worlds. Oh, king, how then we are capable to cause a disrepute to his reputation.' Thus, the sons of Vashishta refuted Trishanku. On hearing that sentence of theirs which is highly faltering with words of fury that king further spoke this sentence to all of them.\" So Shataananda continued."
        },
        {
            "type": "verse",
            "text": "\" 'I am indeed rejected by the godlike Vashishta, likewise even by you, the sons of the same mentor, as such oh, ascetically wealthy scholars, in this state obloquy I will resort to another recourse, let safety betide you.' So Trishanku bade farewell to the sons of Vashishta, but..."
        },
        {
            "type": "verse",
            "text": "\"But the sons of the sage Vashishta, on hearing that sentence of the king, that is inclusive of and leading to a calamitous situation, have become very highly infuriated and cursed saying, 'you shall get into a state of basely profaner.' That is the curse issued by the sons of Vashishta to Trishanku."
        },
        {
            "type": "commentary",
            "text": "This expression <em>caNDaal </em>has its own impact. The nomenclature of <em>caNDaal</em>is not the present day 'untouchable' 'outcaste' or a 'pariah' etc., because he is also a member and an important functionary in Hindu system of castes. In Aranya Kanda Sita admonishes Ravana with the same wording at 3-56-18. The analogy she uses there is to differentiate between functionaries like the Vedic-scholar and the caste-bound Profaner [meaning: one who is not initiated into religious rites or any esoteric knowledge... but socially designated as a Cremator] and between the Altar of Fire and Fire of Pyre, and between the Vedic Ritual and Funeral Rites, both involving Vedic-hymns. A Vedic scholar, or a true Brahmin may perhaps conduct a <em>yaj~na </em>but he is no authority to conduct <em>antya kriya </em>'funerals' till its end. At best, a priest's function is until the lighting of the pyre, and even perhaps until <em>kapaala moksha </em>'breakage of cranium...' and from then on it is the function of this <em>caNDaal </em>to take care of the corpse consigned to fire and for its complete cremation, since leaving half burnt corpse to vultures and wolves is sinning as well as for unsanitary situations. Thus, if a Vedic scholar conducts <em>jaata aadi kriyaaH </em>'rites from birth onwards...' as an initiator, then a <em>caNDaal </em>conducts <em>antya, uttara kriyaaH </em>'rites of death afterwards...' as a terminator. This verbiage is to demark the relative values of functionaries, according to the maxim 'a donkey is to bear and a dog is to bark...' and if their functions are reversed, reversed are our results."
        },
        {
            "type": "verse",
            "text": "\"On saying thus those great-souled sons of Vashishta withdrew to one's own hermitage and when that night elapsed into day then the king lapsed into a state of basely profaner. He is now wearing blackish cloths which on yestereve were ochry silks, he is now a blackamoor who on yestereve was a gilt-royalty, his head-hair is shaggy which earlier was silkily soft, and his royal garlands which were richly fragrant are now funeral wreaths, and he is besmeared with crematory ashes which were regal emollients, and his royal jewellery is now rendered into iron adornments. On seeing him in the mien of a profaner, oh, Rama, all of his ministers and the subjects and his own retinue have deserted him and took to flight in masses."
        },
        {
            "type": "verse",
            "text": "\"Though that resolutely self-assured king seethed for one night and day for this mishap, then went to the ascetically prosperous Vishvamitra. But on seeing at that mien of the king which is rendered to that of a precluded profaner from kingship and for officiating rituals etc., oh, Rama, sage Vishvamitra because sympathetic."
        },
        {
            "type": "commentary",
            "text": "The preclusion of the king by way of his transfiguring into a profaner is not only from his kingship, by which he is debarred from officiating Vedic rituals etc., but also from his <em>aihika aamuSmika bhogaaH </em>'earthly and heavenly enjoyments...' because a king is a godsend being."
        },
        {
            "type": "verse",
            "text": "\"The great-resplendent sage and highly generous Vishvamitra firstly said to that king who is in a terrible aspect 'let safety betide you,' and then spoke on this sentence to him. 'What is the purpose of your visit, oh, great-mighty prince Trishanku, oh, brave lord of Ayodhya, you are accurst to the state of profaner.'"
        },
        {
            "type": "verse",
            "text": "\"Then that king who is accurst to a state of profaner on listening that sentence, as a diligent sentence maker spoke this sentence with his palms adjoined to the sententious sage Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\" 'I am spurned off by my mentor Vashishta and also like that by his sons. My aspiration remained unachievable, besides, this discrepancy has bechanced upon me. Oh, gentle Vishvamitra, my aspiration is nothing but to go to heaven with my body. I have performed hundred rituals but I have not achieved the fruit.' Thus Trishanku started tell his sad tale."
        },
        {
            "type": "verse",
            "text": "\" 'And now if you doubt me to be a liar, I am no liar either. I spoke no lie heretofore, and even if I were to land into any predicament I do not speak lies anytime hereinafter. Oh, gentle sage, this I pledge you upon my virtue of Kshatriya-hood."
        },
        {
            "type": "commentary",
            "text": "A liar is hell-bound but not the other way as said <em>yaj~no anR^ite na rakshati...</em>'a Vedic ritual would not save liars...'"
        },
        {
            "type": "verse",
            "text": "\" 'I have propitiated gods with many kinds of Vedic-rituals. I have reigned over people conscientiously. And with my conduct and comport the high-souled savants are also pleased. While I am a pursuant in probity I expect to avail myself of the fruition of this kind of Vedic-ritual. Oh, eminent sage Vishvamitra, but my mentors are not deriving complete contentment by my pursuit. Hence, they shove me off."
        },
        {
            "type": "verse",
            "text": "\" 'I deem destiny is the only ultimate, and manly efforts are meaningless, for destiny surmounts everything. Destiny is the ultimate course, isn't it? A highly anguished endeavourer, marred by destiny, a sincere requester, such as I am, it will be apt of you to accord, you be safe, your favour upon me."
        },
        {
            "type": "verse",
            "text": "\" 'In no alternate course I wish to course through and no alternative shelter is there for me. Hence, it will be apt of you, a god in man's mien, to countervail my destiny.' Thus Trishanku prayed for the grace of Vishvamitra...\" So said Sage Shataananda to Rama and others continuing the legend of Vishvamitra."
        }
    ]
}