{
    "id": "prose-bala-59",
    "kanda": "bala",
    "sarga": "59",
    "title": "Trishanku undertakes Vedic ritual",
    "chapter": "59",
    "overview": "Vishvamitra undertakes Trishanku's Vedic ritual and sends disciples to invite all Vedic-scholars. Many sages have come except for Vashishta and his sons. Further, the sons of Vashishta have ridiculed this ritual of Vishvamitra and Trishanku. Vishvamitra gets irritated and hurls curses at the sons of Vashishta.",
    "content": [
        {
            "type": "verse",
            "text": "\"Vishvamitra, the son of Kushi, piteously spoke this mellowly sentence to king Trishanku who spoke thus, and who in reality attained a state of profaner.\" Thus Sage Shataananda continued his narration."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, Trishanku, the legatee of Ikshvaku-s, you are welcome. I am aware that you are a highly righteous king. Oh, the best king, you need not be dismayed, for I accord you haven. I will invite all the sages with pious activities who will render assistance in the ritual, oh, king, then you can perform the ritual self-composedly. You can go to heaven with this body of yours, as well as with the form which is deformed by the curse of mentor Vashishta through his sons. I deem that heaven is handy to you, oh, king of subjects, as you have approached the all-sheltering Vishvamitra and sought shelter.' Thus Vishvamitra solaced Trishanku."
        },
        {
            "type": "verse",
            "text": "\"On saying thus to Trishanku that great-resplendent Vishvamitra ordered his highly righteous and astutely brilliant sons to organise the arrangements for the ritual. Vishvamitra calling forth all of his disciples said this sentence, 'invite all the eminent sages who are well-read in many Veda-s, along with their disciples and friends, and their ritwiks, the conductors of rituals, and even the sons of Vashishta, at my order."
        },
        {
            "type": "verse",
            "text": "\" 'If someone speaks inconsiderately incited by the forcefulness of my word, whoever speaks it, whichever word it may be, all that is to be reported to me, whatever it is.' Thus Vishvamitra ordered his disciples."
        },
        {
            "type": "verse",
            "text": "\"On listening that word of Vishvamitra his disciples went to all directions inviting all by his order, and then the Vedic scholars started to arrive from all provinces. All of the disciples have returned to the fulgently resplendent sage Vishvamitra, and reported the words spoken by all the Vedic scholars."
        },
        {
            "type": "verse",
            "text": "\" 'On listening your word all the Brahmans from all provinces have started to come and some have already come, leaving alone Mahodaya, the son of Vashishta.' Thus, the disciples have started to inform Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\" 'What all said by those hundred sons of Vashishta is explosively worded in their fury, oh, eminent sage, and what all they have said that you may please listen. 'A Kshatriya is the officiator, and a profaner is the performer. How then the gods or sages can partake of the remnants of oblations in that ritual-assembly, especially that of a profaner?' Thus, the sons of Vashishta exclaimed."
        },
        {
            "type": "commentary",
            "text": "One who is uninitiated into any esoteric knowledge is venturing to perform a Vedic ritual and a king, who can perform a ritual, but who cannot officiate ritual or teach Veda-s like a Brahman, is officiating it. Thus both of these, officiator and performer have no Vedic sanctity."
        },
        {
            "type": "verse",
            "text": "\" 'Though the Brahmans or the high-souled sages are now embarrassed by Vishvamitra, how can they go to heaven even after their demise, partaking of the food of a profaner? Oh, tigerly sage Vishvamitra, all the sons of Vashishta including Mahodaya spoke these derisive sentences with their eyes reddening in anger.' Thus, the disciples reported to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\"The eminent sage Vishvamitra having heard those words of the sons of Vashishta from all of his disciples, said this rancorously with bloodshot eyes."
        },
        {
            "type": "verse",
            "text": "\" 'He who reproves me, who am abiding in rigorous ascesis, and who am an unreprovable one by my ascetic merit, that irreverent person will be reduced to ashes, and there is no doubt about it. Now they will be dragged by the lasso of Time to the House of Yama, the Terminator, and from now to seven hundred births to come they take birth as devourers of corpses, come what may. Those who reprove me will be wandering about these mortal worlds on taking birth as disfigured and deformed beings in the ruthless sect of Mustika-s that always feed on dog's flesh."
        },
        {
            "type": "verse",
            "text": "\" 'That wrong-headed Mahodaya also reproached me, who am irreproachable on my part, hence he gets into tribal-hood and becomes a reproachable tribal for the entire world. By my fury he obtains an utter barbarity and he will be occupied with a murderous bent, and he cycles through a worst possible living for a long time."
        },
        {
            "type": "verse",
            "text": "\"On saying this much sentence of curse among the sages who have already arrived, that great-resplendent, greatly ascetic, great sage Vishvamitra paused."
        },
        {
            "type": "commentary",
            "text": "The poet in the last line remembers the sages who have already arrived, only to say that, 'had they not come at the beck and call of Vishvamitra, they too are liable for the above curses, maybe some more curses too, from Vishvamitra. So, knowing this Vedic-ritual of ineligible Trishanku and unqualified Vishvamitra is an improper egotistical extravaganza of Vishvamitra, those who have already come, have come at the cost of their Brahman-hood.'"
        }
    ]
}