{
    "id": "prose-bala-6",
    "kanda": "bala",
    "sarga": "6",
    "title": "Splendour of ayodhya city described",
    "chapter": "6",
    "overview": "The riches and happiness enjoyed by the people, under the rein of Emperor Dasharatha, along with the details of its valiant heroes, elephants, horses and the town planning are narrated.",
    "content": [
        {
            "type": "verse",
            "text": "He who is well-versed in Veda-s, who is a gatherer of allscholars, riches and forces as well, a foreseer and a great resplendent one,also one who is esteemed by urbanites and countrymen alike, one who is atop-speeded chariot-warrior aamong the emperors of Ikshwaku kings, one who hasperformed many Vedic rituals, a virtuous one, a great controller, a saint-likekingly sage, one who he is renowned in all the three worlds, a mighty one withall his enemies eradicated, nevertheless who has friends, one who conquered allhis senses, one who is similar to Indra, or Kubera on earth with his wealth,accumulations and other possessions, he that king Dasharatha while dwelling inthe city of Ayodhya protected the world, like Manu, the foremost protector ofmankind."
        },
        {
            "type": "verse",
            "text": "He that truth-abiding king, who adheres to the three-fold virtuesrules the vast of that kingdom from that best city Ayodhya, as Indra rulesheaven from his capital Amaravati. In that best city Ayodhya all are exuberantyet virtuous ones, and scholars are variously learned ones, people are satisfiedwith their own riches, they have no greed, and they advocate truthfulness alone."
        },
        {
            "type": "verse",
            "text": "None with meagre accumulations is there in that great city and nohouseholder is there without unearned means, and without cows, horses, monies orcereals and who could not sustain his family."
        },
        {
            "type": "commentary",
            "text": "An ordinary family <em>kuTumba </em>is an assemblage of thehouseholder, his wife, two of his parents, two sons, two daughters-in-law, onedaughter, and one guest, totalling to ten members."
        },
        {
            "type": "verse",
            "text": "None can see a lustful person, or a miser or a cruel one anywherein that Ayodhya, along with nondescripts or non-believers, for there are no suchpersons. All the ladies and gentlemen in that city are virtuous in mind,self-controlled ones, they are all self-satisfied like great saints, and both intheir conduct and character they are blameless."
        },
        {
            "type": "verse",
            "text": "In that city none is there without his earrings, headgear, orgarlands, none is an enjoyer of lowly things, or misses his regular oil-baths,or with an un-creamed body with sandalwood paste or with other body cream, orwith an un-perfumed physique."
        },
        {
            "type": "commentary",
            "text": "Earrings are the indicators of scholarship, and there aregrades in their make and design, on par with the education one receives. Theheadgears present their social status, while other decorations are to exhibittheir lavishness."
        },
        {
            "type": "verse",
            "text": "There is none who is famsihed, an uncharitable one in his nature,one with an undecorated body with ornaments like bracelets or chest plates, andthere is none without a heart. There is none someone who is without sacrificialfires, and none without performing sacrificial rituals, and none is low inliving; neither an immoral, nor a bastard nor even a thief, can be found inAyodhya. The sense-controlled scholarly Vedic Brahmans are always engaged intheir rituals, and they donate the education of Vedas to their students, as wellpractice their own, and while receiving donations they are principle-minded."
        },
        {
            "type": "commentary",
            "text": "The donations received by Vedic scholars are not alms tobeggars or charities to the destitute. The Vedic scholars do not receive themfrom anybody or everybody. There are set rules to accept such donations likecows, gold coins, villages, temples etc., from a befitting hand. Otherwise, therecipient is destined to go to Hell for having received greedily. Thus, if eversomebody wants to donate to such a scholar he should first notify his bonafides, which are verifiable by the recipient. Another kind of donation isreferred here as <em>daana adhyana</em>, meaning that these scholars whilereceiving donations from a righteous source, they also have to donate somethingto others. It is the education in Veda, which they have to impart to theirstudents free of any charge and that too, to the befitting students only. Thus,the words, <em>daana </em>and<em> pratigrahaNa </em>mean all these rules toaccept a donation or to accord it."
        },
        {
            "type": "verse",
            "text": "There is no atheist, no liar, and none is less learnt in Veda-s,and no one is found to be jealous, or disabled, or unscholarly person. None canbe found anywhere in Ayodhya without the knowledge of the six ancillaries ofVeda-s like astrology, prosody, grammar etc., none a non-performer of theprescribed rituals, and none a non-donor in thousands, thus none with a saddenedheart, turmoil in mind or agonised in will is there."
        },
        {
            "type": "verse",
            "text": "Whoever it may be, either a gentleman or a lady, none is withoutwealth, even none without elegance or devoid of devotion to their king, and itis impossible to see suchlike person in Ayodhya. In the four-caste system, fromthe first caste to the last, everyone is a worshipper of deities and guests andeveryone is also faithful, illustrious, valiant, and each one is a brave one."
        },
        {
            "type": "commentary",
            "text": "Though the word 'caste - Spanish and Portuguese casta&lsquo;lineage, race, breed&rsquo; is distasteful, it is used here for an easycommunication. Latin classis &lsquo;assembly&rsquo; or section of society would be moresuitable."
        },
        {
            "type": "verse",
            "text": "Longevity is there for all of the people, all are with virtuosityand truthfulness, and they lived in that best city along with their sons,grandsons and their ladies."
        },
        {
            "type": "verse",
            "text": "The warrior class Kshatriya-s is turned towards the Brahmans, thescholarly class, for intellectual and religious support. The trading class,Vyasya-s, is the follower of the Kshatriya-s, the ruling class, for the state'seconomy is dependent on the rulership. And the fourth one, Shuudra-s, theworking class, while performing its own duties, is always working for the othercastes."
        },
        {
            "type": "verse",
            "text": "That city is well protected by that king from Ikshwaku dynastynamely Dasharatha, like Manu, the foremost king of mankind in earlier times.That city Ayodhya is replete with firebrand like skillful warriors that areintolerant of insults, and who have prosecuted their education in archery,chariot-wars, swordplay etc. and with them it is like a cave replete with lions."
        },
        {
            "type": "verse",
            "text": "That city is full with best horses born in countries likeKaambhoja, Baahlika, Vanaayu, and also in river-bed counties, which are like thehorse of Indra namely ucChiashrava."
        },
        {
            "type": "commentary",
            "text": "It is said that the horses born in the rivers -- <em>nadii+ja --</em> arebrought to the city Ayodhya. They are not water horses but horses born at theplace where the historically prominent Seven Rivers of Indus Valley Rivers flow.Here again an account of countries is given as a glimpse. These countriesKambhoja, Bahlika, Vanayu may not be taken as the provincial countries withinthe present day India. Prior to the present-day peninsular India, the belt fromHimalayas to Alps had a great rapport in cultural and trade exchanges withoutdemarcations of east or west, which paved the way for Alexander, the Great,towards India. Sometime back, say during 1985-87, the National Geographymagazine contained a beautiful article under the heading \" <em>IRAQ, thecrucible of civilisation </em>,\" Merle Severy, as its Asst. Editor. In itscarefully worded introduction, it is stated that Iraq is \"<em>thetraditional birthplace of man for Jews, Christians and Muslims...</em> \" Onthe other hand, Hindus naturally believe that the Southward Himalayan region isthe birthplace of man. In the same article, the regions around Euphrates andTigris are said to be the \"<em>Fertile Crescent, the cradle of Westerncivilization ... in the third millennium BC</em> \". Further that \"<em>To the east a similar florescence occurred in the Indus and Yellow RiverValleys...</em> \" This florescence in Indus Valley and far eastward did notoccur later to Mesopotamian or Babylonian civilisations but flourished muchearlier, as per Hindu scripts and the dating of which is the eternal questionlike Aryan Question. However, Hindu scripts centre the present world, Bhuuloka,surrounding Meru Mountain and its geography includes the land unto Rome, Russia,China. We will refer to Meru mountain-oriented geography and its geographicalaccount at the appropriate place. Since Ramayana dates back to Buddhism andBuddhism's westward spread is unto Afghanistan, the Kings of Ramayana must havehad no problem to draft horses from Persian, Arabian or the other of Middle Eastcountries. These countries are always famous for horse breeding, right from thedays of Ramayana to Moses. Hence the accounts of horses and the countries fromwhere they are brought may be treated as cross-continental culture. Sincehistory believes only in the unearthed iconography and the epics or theircontent can not stand to the carbon-testing, the countries named here asKambhoja, Baahlika may nearly mean Babylonian, Mesopotamian, Arabian or otherunknown or unearthed historic countries of the crucible of Western civilisation,Iraq. Vanaayu, another country referred may nearly mean Roman, as Persians termGreeks as Unani in India, advent to the arrival of Alexander, the Great. Westill have an herbal medication called Unani, a hybrid between Ayurveda, Greekand Persian herbal treatments."
        },
        {
            "type": "verse",
            "text": "Born in Vindhya Mountains, and also from Himalayan regions,mighty are the elephants fully vigorous and fattened ones, and most powerful intheir strength and each in similitude is a huge mountain. High bred from theclasses of Iravata, the Elephant of Lord Indra, and from Mahapadma, Anjana andVamana, too...are the elephants of that city."
        },
        {
            "type": "commentary",
            "text": "It is said that eight elephants from eight corners called <em>aSTadiggaja </em>support the Universe. And these eight elephants have theirpresiding deities. From those eight elephants, four are prominent. They are <em>iravata</em>, the Elephant of Indra, <em>anjana </em>, the Elephant of <em>varuNa </em>,the Rain-god, <em>vaamana </em>, the Elephant of Yama, the Lord of Death, andanother is <em>punDariika </em>. Thus, the elephants of Ayodhya are termed asdivine breed."
        },
        {
            "type": "verse",
            "text": "That city is always full with vigorous and mountain likeelephants bred mainly from three classes viz., Bhadra, Mandra and Mriga. Andinter-bred among these three main classes are Bhadra-Mandra, Mandra-Mriga,Bhadra-Mriga and the like."
        },
        {
            "type": "commentary",
            "text": "The <em>bhadra </em>is the elephant class for King's ride,called <em>bhadra gaja </em>. It is a state elephant with high honors and foroccasional or ceremonial use. <em>mandra </em>and <em>mR^iga </em>are classes ofbreed tamed and used in wars or for the ride of other nobility. These are theessential mammals used for other lifting and carrying works."
        },
        {
            "type": "verse",
            "text": "While residing in which city King Dasharatha ruled the world thatcity is further fortified up to two more yojana-s outside city, true to its name<font color=\"#B3003A\">a yodhya </font>, an un-assailable one. In which city thegreat resplendent and admirable king Dasharatha resided, he ruled the world fromthat city with silenced enemies, like the moon governing the stars."
        },
        {
            "type": "verse",
            "text": "With gorgeous arches, castle-door-bars and with amazingly builthouses that city is magnificent and auspicious one, and full with thousands ofprovincial kings too, and king Dasharatha, a coequal of Indra, indeed ruled thatcity which is true to its name."
        }
    ]
}