{
    "id": "prose-bala-60",
    "kanda": "bala",
    "sarga": "60",
    "title": "Trishanku's ascension to heaven",
    "chapter": "60",
    "overview": "Vishvamitra effectuates Trishanku's travel to heaven, but Indra throws him down as Trishanku has not acquired any merit to reach heaven. Vishvamitra enraged at this starts to replicate universe with constellation of stars and galaxies, and he proceeds to clone even gods. On seeing this chaotic situation, Indra with gods yield to the pertinence of Vishvamitra and allow that which Vishvamitra replicated to survive and also allow Trishanku to inhibit that pseudo Creation, but with an upside down posture.",
    "content": [
        {
            "type": "verse",
            "text": "\"The great-resplendent Vishvamitra on knowing through his ascetic power about the ruination of the sons of Vashishta, along with Mahodaya, proclaimed this amidst the observance of sages.\" Sage Shataananda continued his narration of Trishanku's legend."
        },
        {
            "type": "verse",
            "text": "\" 'This legatee of Ikshvaku dynasty is well-know as Trishanku, a righteous and benevolent one. He came under my shelter as he wishes to win over the heaven of gods with his own mortal body.' So Vishvamitra started to speak to sages. You all scholars have to conduct Vedic-ritual along with in such a way as to how Trishnaku reaches the heaven of gods.' Thus Vishvamitra advised the conductors of the ritual."
        },
        {
            "type": "verse",
            "text": "\"On listening the words of Vishvamitra all those great-sages have come together and quickly discussed among themselves about what is agreeable to righteousness, as they are the knowers of scruples of conducting Vedic-rituals, but such a ritual is desultory. 'Whatever Vishvamitra says let it be translated entirely and exhaustively into deeds called ritual. This Vishvamitra is the legatee of Sage Kushi, and indeed he is a saint similar to Ritual-fire besides being an extremely furious person. Otherwise this awesome sage gives curse, rancorously. 'As such, let the Vedic-ritual be conducted intending and enabling Trishanku, the legatee of Ikshvaku, to go to heaven by the ritualist prowess of Vishvamitra, therefor you conduct yourselves and you all preside over it.' Thus, the officiators conceded among themselves."
        },
        {
            "type": "verse",
            "text": "\"Concluding thus those great-sages undertook concerned works of that Vedic-ritual and the great-resplendent Vishvamitra himself became its principal officiator. Those hymnodists who are the experts in hymnodies have scripturally carried out all ceremonies in a methodical way with inviolable hymnal methods, and as per Kalpa treatise, that lays down the rules for conducting such rituals."
        },
        {
            "type": "verse",
            "text": "\"After a long time that highly ascetical Vishvamitra welcomed all the gods to receive their allotted oblations in that ritual. Then all of the gods who are invited to partake of the oblation have not come forward to receive their allotments, and then the great-saint Vishvamitra, obsessive with fury, furiously lifted up a wooden-oblational-scoop, and said this to Trishanku."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, ruler of people, now you shall see the potency of my ascesis which I personally achieved. Such as I am I shall lead you forth to haven with your own body just by my personal capability. Oh, king of people, now you will go to heaven with your own mortal body, which is otherwise unattainable. May it be a little, but there is some fruit of my ascesis, isn't it! Oh, king, you will journey to heaven with your own body owing to that prowess of my ascesis.' Vishvamitra said so to Trishanku."
        },
        {
            "type": "verse",
            "text": "\"Once the sage Vishvamitra said those words, oh, Rama of Kakutstha, that king Trishanku soared to heaven with his mortal body, before the very eyes of other sages.\" Sage Shataananda continued. On seeing Trishanku's entry into the realm of heaven, Indra, the subjugator of demon Paaka, spoke this sentence together with all the multitudes of gods."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, Trishanku, you have not yet made heaven as your haunt, hence retrace your steps. As you are thrashed by the damning of your mentor Vashishta, you inane human, again fall down on earth, but with your head inversed. When Mahendra said so, Trishanku loudly exclaiming at the ascetically wealthy Vishvamitra saying, 'save me, save me,' and fell down from heaven. On hearing the exclamatory sentence of Trishanku who is shouting it loudly, Vishvamitra assumed an abnormal anger and also said, 'wait... wait...'"
        },
        {
            "type": "verse",
            "text": "\"Like the other Creator that resplendent Vishvamitra, himself staying among sages, has replicated Southerly Ursa Major in southerly direction. And still remaining amidst of sages that highly reputed sage Vishvamitra further started to replicate the stereotyped stocks of stars sequentially, resorting to the southern hemisphere, as he is convulsed in anger at Indra."
        },
        {
            "type": "commentary",
            "text": "Ursa Major is a prominent constellation in the northern sky, containing seven bright stars in a pattern variously called the Plough, the Big Dipper, or Charles's Wain. Also called Great Bear. In Latin it is, Ursa= greater (she-) bear. The Indian name to this is: <em>sapta R^ishi maNDala </em>Hence Vishvamitra adopted the opposite direction, namely southern direction, for his Creation, which shall be in direct opposition to the natural creation adopted by Almighty. From this point onwards, anything artificially or synthetically created, cloned, or replicated from natural item acquired the name of <em>vishvaamitra SR^iSTi </em>'Vishvamitra's cloning,' including the present day hybrids. Whether this Ursa Major like constellation is still available in southern hemisphere - is a point left to astronomers, or stargazers."
        },
        {
            "type": "verse",
            "text": "\"On replicating the stereotyped stocks of other galaxies and stars, and while fury continued to blemish him Vishvamitra said, 'I will now clone an alternative Indra, or let that realm created by me remain without any Indra,' and when he is about to proceed to clone even gods in his wrath, the gods are startled. The gods are highly startled at Vishvamitra's creation, and they along with demons and with observances of hermits addressed the great-souled Vishvamitra with placatory words."
        },
        {
            "type": "verse",
            "text": "\" 'Oh great-fortunate Vishvamitra, this king Trishnaku is damned by his mentor, hence oh, ascetically wealthy sage, he is not at all eligible to go to heaven with his mortal body.' So said gods to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\"On hearing that sentence of those gods, the eminent saint Kaushika spoke this highly laudable sentence to all of the gods. 'Let safety betide you all. I have promised to this king Trishanku that he will ascend to heaven with his mortal body, and I am not interested to make it untrue."
        },
        {
            "type": "verse",
            "text": "\" 'Let there be eternal heaven to Trishanku with his mortal body. Next, as along as the worlds remain, let all of these stars and galaxies I have created also remain eternally in their places as my creation. It will be apt of you all gods to accede to this.' So said Vishvamitra to gods."
        },
        {
            "type": "verse",
            "text": "\"When all the gods are addressed thus they replied the eminent saint Vishvamitra saying, 'so be it! Safe you be! Let all the created objects prevail in their respective places. Those amazing and numerous stars you have created will remain in firmament, but outside the path of stelliform of Cosmic Person. Trishanku will also remain in the circle of stars you created, but upside-down, for Indra's indict cannot be annulled, and he will be gleaming like a star and similar to any celestial. According to their wont to circumambulate someone who has gone to heavenly worlds, all the stars will suppliantly circumambulate this best king Trishanku, who has achieved his ends and who has become an acclaimed one with your tour de force.' So said gods to Vishvamitra in deterring his further cloning of a simulative Universe."
        },
        {
            "type": "verse",
            "text": "\"Even the benign-souled Vishvamitra, when reverenced by all gods, that great- resplendent sage without stirring himself from among the sages said to all gods, 'Agreed!'"
        },
        {
            "type": "verse",
            "text": "\"Oh, best one among men Rama, later at the end of that ritual great-souled gods and ascetically wealthy sages went away as they have come. Thus Sage Shataananda continued the narration of the legend."
        },
        {
            "type": "commentary",
            "text": "Trishanku is the son of one Suuryaaruna and his original name is Satyavrat and this name Trishanku is his pseudonym. He got this because three sins are attached to him <font color=\"#B3003A\">tri shanka-s</font> as said in another work Harivamsha. There it is said: <em>pituH shaapa aadi doShena | guru dogdhre vadhena ca | a-prokShito prayogaat ca | trividhaa tat vyatikramaH | evam triiNi asya shankuuni |</em> One by his father's damnation - when he misbehaved in his kingdom, his father being a righteous king exiles him to a wretched place. When his father was exiling him, Trishanku took umbrage at Vashishta, because Vashishta did not come to his rescue. The second blemish is due to the killing Vashishta's milch cow, knowingly. Trishanku kills that cow, when he did not get any food for the day to feed the son of Vishvamitra. At that time, he had to protect the wife and three sons of Vishvamitra, as Vishvamitra has gone away to a distant place for his ascesis, leaving his kingdom and family. Then Trishanku comes to the rescue of hs family. With that gratitude, now Vishvamitra tries to requite this king in sending him to heaven. The third damnation is for his usage of unsanctified meat of his kill. Thus, Trishanku is the one who carries 'three social blemishes' on his head, and added to these is the curse of Vashishta, in making him as a profaner."
        },
        {
            "type": "commentary",
            "text": "Further, a god or teacher cannot be dragged to one's side or his wishful thinking, but they are to be attained or appeased with constant faith and servitude. <em>guroH aliika nirbandho na kartavyaH kadaacana | anumaanya prasaaH ca guru kruddho yudhiShTara | shiShyo gurau narashreShTa pratikuulam na sa~ncaret | viShNu puraaNa</em> And if god created the cosmos, a man trying to duplicating it, is as good as going against that writ of that god. Vishvamitra no doubt built many space stations and started cloning gods, leave alone earthly species, but he is forestalled, because he wanted to break the system from within, in which he is and by which he mastered all this expertise. It is as good as cutting the branch of a tree on which he is sitting. Absolute insolence is absolutely condemnable. Hence, Trishanku is still dangling upside down in his so-called heaven."
        }
    ]
}