{
    "id": "prose-bala-61",
    "kanda": "bala",
    "sarga": "61",
    "title": "Lend of Shunashshepa",
    "chapter": "61",
    "overview": "The Legend of Shunashepa is commenced and Sage Shataananda continues this as a part of Vishvamitra's legend. When Rama's grandparent Ambariisha undertook a ritual, Indra impounds that ritual's horse. Then Ambariisha had to fetch a human-animal in lieu of that lost horse. When none is available one named Shunashepa, son of Sage Riciika, and a nephew of Vishvamitra, offers himself with a barter of riches to his parents.",
    "content": [
        {
            "type": "verse",
            "text": "\"Oh, manly-tiger Rama, on giving farewell to those sages who came at his invitation and who have started to go back after the ritual of Trishanku is over, then that great-resplendent Vishvamitra spoke to all of the sages who are forest dwellers that remained with him.\" Thus Shatananda continued to narrate the legend of Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\" 'While depending on this southern quarter this gross hindrance has cropped up for my ascesis in the shape of Trishanku's ascent to heaven, hence we will go to another direction, and there we continue ascesis. Oh, great-souled sages, we can conveniently undertake our ascesis in the vast of westerly direction where holy lakesides are there. That would be an august ascetical forest, isn't it.' Thus Vishvamitra said to fellow sages in his camp."
        },
        {
            "type": "verse",
            "text": "\"On saying thus that most brilliant and great saint Vishvamitra performed an unhindered and rigorous ascesis subsisting only on fruits and tubers after reaching the lakeside of holy lakes. In the meanwhile the great king of Ayodhya, renowned as Ambariisha, embarked on to perform a Vedic-ritual. But Indra impounded the animal of the principal of that ritual, namely king Ambariisha, and when that animal is really vanished, the officiant Brahman of the ritual spoke this to that king. 'Oh, king, the animal you have fetched for the ritual has gone astray owing to your incautiousness. Oh, king, unguarded items of the ritual will themselves become destructive blemishes for that king who is performing the ritual. Oh, the best man among men, you have to make great amends for the loss of animal as that animal alone which was intended but now missing shall be used in ritual. Or, a man may be fetched as ritual-animal, and only after that the deeds of the ritual can be continued.' Thus, the priests of the ritual said to king Ambariisha."
        },
        {
            "type": "verse",
            "text": "\"On hearing the words of his teacher, oh, the best one among men, Rama, he that highly rule-obedient king tried for a human-ritual-animal for a barter of thousands of cows. While that king is searching those and those provinces, villages, forests, townships, and even the pious hermitages, oh, dear Rama, the legatee of Raghu's dynasty, that king has indeed seen Sage Riciika, who is well settled on Mt. Bhrigutunga along with his sons and wife. On reverencing and on obtaining the grace of ascetically brilliant great Sage Riciika, and even on asking him about his wellbeing in every aspect, that kingly sage Ambariisha, who is with great resplendence and whose brilliance is illimitable, said this word to that sage."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, godlike sage, if you bargain your son with a hundred thousand cows for the purpose of a ritual-animal, oh, the successor Sage Bhrigu, I deem my ends are achieved. All the provinces are went over but unobtainable is that animal of the ritual, hence it will be apt of you to give me one son from among your sons, for a value.' Thus, king Ambariisha bargained with the sage."
        },
        {
            "type": "verse",
            "text": "\"When that great-resplendent Sage Riciika is addressed thus, he said this word, 'oh, best of men, I cannot possibly sell my eldest son, in anyway.' On hearing the words of Sage Riciika the mother of those great-souled sons spoke this word to the tigerly-man Ambariisha."
        },
        {
            "type": "verse",
            "text": "\"The most reverential sage and the one from Bhaargava dynasty, my husband, said that the eldest son is un-sellable. Thereof oh, lord, you must know that my youngest son, namely Shunaka, is a cherished one for me. Therefore oh, king, I will not give my youngest son to you, either."
        },
        {
            "type": "verse",
            "text": "\"Generally eldest sons are fathers' favourites, oh, best king among men, and mothers' favourites are the youngest, isn't it! Therefor, I have to tend my youngest son.' Thus, wife Sage Ruciika said to Ambariisha."
        },
        {
            "type": "commentary",
            "text": "The wife of the Sage Ruciika is Satyavathi, the sister of Vishvamitra whose legend was narrated by Vishvamitra in Bala Ch. 34. This longing for youngest sons by a mother is reflected in Maha Bharata, where Kunti pleads for leaving Sahadeva, the youngest Pandava, from going to forest exile, along with her in the city. In <em>sabhaa parva</em> she says: <em>sabhaa parvaaNi sahadevam prati kuntii vaakyam - sahadeva nivartasva nanu tvam asi me priyaH | shariiraat api maadreya maamatyakShiiH kuputravat | - aashrama vaase dharma putram prati kuntii vaakyam - sahadeva maaraaja maa pramaadam kR^ithaa | - dk</em> Kunti, the mother of Pandava-s says: 'oh, Sahadeva, you refrain from going on exile as you are a dear son of mine, though Maadri gave you a bodily birth, you are my favourite...' Also, in the period of forest exile she says to Yudhishtar: 'oh, king, let no danger occur to Sahadeva... as he is my cherished son...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, when that sage's sentence is so, and his wife's sentence is also in that way only, their intermediate son, namely Shunashepa, personally spoke this sentence. Father said that the eldest son is un-sellable, mother also said the same about youngest one. Then I deem that the intermediary son is sellable. Hence, oh, prince, you may lead me forth."
        },
        {
            "type": "verse",
            "text": "\"Oh, dextrous Rama, when that advocate of Veda-s, namely Shunashepa finished his speech, then the king gave gold, silver, and gemstones, each in ten million heaps, and even a hundred thousand cows, and oh, Rama, the legatee of Ragu, that king Ambariisha went away highly gladdened to take Shunashepa with him."
        },
        {
            "type": "verse",
            "text": "\"That great resplendent and highly renowned king Ambariisha on his part proceeded hastily after ascending Shunashepa onto the chariot that hastily.\" Thus Sage Shataananda continued his narration."
        }
    ]
}