{
    "id": "prose-bala-62",
    "kanda": "bala",
    "sarga": "62",
    "title": "Legend of Shunashshepa [contd",
    "chapter": "62",
    "overview": "Sage Vishvamitra curses his sons as they defy his orders and accords two esoteric hymns to Shunashepa, for chanting them in the Vedic-ritual of Ambariisha. Shunashepa gets longevity on chanting those hymns. Thus Vishvamitra not only creates another universe as in Trishanku's episode, he even accords longevity, or even deathlessness to mortals by his ascetic power. Such as he is, he is the mentor of Rama, and hence Sage Shataananda informs Rama about the capabilities of his own mentor, Vishvamitra, in these many episodes.",
    "content": [
        {
            "type": "verse",
            "text": "\"Oh, Rama, the best one among men and the legatee of Raghu, on taking Shunashepa that highly renowned king Ambariisha took rest at noontime on the lakeside of Holy Lake.\" Thus Sage Shataananda continued the legend of Shunashepa, as a part of Vishvamitra's legend."
        },
        {
            "type": "verse",
            "text": "\"While the king Ambariisha is taking rest that highly brilliant Shunashepa came to the lakeside of main Holy Lake with high anxiety, and there he indeed saw his maternal uncle Sage Vishvamitra who is performing ascesis along with other sages. Shunashepa became pitiable and sulky faced by strain and thirst, oh, Rama, and he immediately fell in the lap of saint Vishvamitra saying this sentence."
        },
        {
            "type": "verse",
            "text": "\" 'I have no mother or a father to save me. Then wherefore cousins or relatives will be there to protect me. Oh, peaceable saint the eminent, it will be apt of you to protect me according to saintliness. Oh, illustrious sage, you alone are the saviour to each and every one, isn't it! You alone are the guardian angel, isn't it! Hence, let the purpose of the king Ambariisha be achieved, and let longevity come to me, and I on becoming imperishable and indeed on performing an unexcelled ascesis, I wish to enjoy in heavenly worlds."
        },
        {
            "type": "verse",
            "text": "\" You shall be my providence with a providential sentiment as I stand unprotected, and oh, virtue souled one, it will be apt of you to protect me from misfortune, like a father protecting his own son.' Thus Shunashepa appealed to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "\"On hearing that sentence of Shunashepa and on pacifying him in many ways, Vishvamitra of higher ascesis, indeed said this to his sons. For what reason parents engender sons, desiring positivity and for the purpose of welfare in the other worlds, this is the time that has come for fulfilling that reason."
        },
        {
            "type": "commentary",
            "text": "Vividly: 'A father's ambition in begetting sons is to do something good and positive to the society in the present world and when departed a right place is acquired in heavens through these sons, by their yearly death-day rituals etc., and hence you do some good in saving this boy from premature death and earn an apt place for me in heavens...'"
        },
        {
            "type": "verse",
            "text": "\" 'This youngster is the son of sage and he aspires shelter from me. Hence, oh, sons, give him satisfaction just by giving life to him. You all have done very good pious deeds and you all abide by probity. Hence, you bestow appeasement to Fire-god on your becoming the ritual-animals of king Ambariisha in lieu of this boy Shunashepa. As a result, Shunashepa will have protectors, Vedic-ritual will be unimpeded, gods will be oblated, and my word too will be actualised.' Thus Vishvamitra said to his sons."
        },
        {
            "type": "verse",
            "text": "\"But on hearing the saying of the sage, oh, Rama, the best of men, Madhushyanda and the other sons of Vishvamitra said this, haughtily and disparagingly."
        },
        {
            "type": "verse",
            "text": "\" 'On sacrificing your own sons how can you save another's son, oh, lordly father, we deem this as a wrongdoing and as good as dog's meat in a dinner.' Thus the sons of Vishvamitra replied their father."
        },
        {
            "type": "commentary",
            "text": "Vishvamitra will be nagged by almost all, including his sons, on this 'dog-meat-eating.' There is a parable in Maha Bharata that Vishvamitra once tried to eat dog's meat when he did not get any food, but caught red-handedly. Later this has become the curse-theme to Vishvamitra when he cursed Vashishta's sons. At the present juncture also he curses his own sons with the same theme."
        },
        {
            "type": "verse",
            "text": "\"On listening that saying of his sons that eminent sage Vishvamitra started to curse them while fury reddened his eyes. You all have not only transgressed my word, but pertly replied me in an impudent manner which is abhorrent and hair-raising, and recriminatory according to probity. You all will be whirling around the earth totally for a thousand years taking birth in the race that subsists on dog's meat, like the sons of Vashishta.' Thus Vishvamitra cursed his sons."
        },
        {
            "type": "verse",
            "text": "\"On making his sons bounden by curse, then that best saint spoke to the pitiable Shunashepa, on making unharmed invulnerability to him with sanctifying hymns."
        },
        {
            "type": "verse",
            "text": "\" 'When you are fastened with sacred fastener to the sacrificial post of Vishnu, smeared with red paste and garlanded with red garlands, you praisefully address the Fire-god with the words I going to impart to you in Vedic hymns. These two divine hymns, oh, son of saint, shall be chanted in the Vedic-ritual of Ambariisha, then you will obtain your aspiration.' Thus Vishvamitra taught two Vedic hymns to the boy. Shunashepa having taken those two hymns from Vishvamitra very attentively has instantly gone to that lion-king Ambariisha and indeed spoke to him."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, king the lion, let us go promptly to your ritual place, oh, best king, you may apply yourself to your pledge in completing the ritual, with me as its sacrificial animal,' thus the boy said. On listening that sentence of the son of sage, the king Ambariisha is gladdened and proceeded to the ritual hall immediately and spiritedly. The king with the permission of officiators of ritual got the boy prepared as a ritual animal with sanctified bodily features and clad him in red clothes and got him securely fastened to the sacrificial post."
        },
        {
            "type": "verse",
            "text": "\"When Shunashepa is tied to ritual post he immensely pleased two gods, namely Indra and Upendra as well, with those two hymns he got from Vishvamitra. Then the Thousand-eyed Indra who is satisfied with esoteric laudation is gladdened, and oh, Raghava, then he bestowed longevity to Shunashepa."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, the best one among men, he that king Ambariisha also obtained the fruits of that Vedic-ritual in manyfold, resulted from the grace of Thousand-eyed Indra."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, the best among men, even the virtue-souled great ascetic Vishvamitra again performed ascesis at the same Holy lakeside for another thousand years.\" Thus Sage Shataananda continued the narration of Vishvamitra's legend."
        }
    ]
}