{
    "id": "prose-bala-63",
    "kanda": "bala",
    "sarga": "63",
    "title": "Legend of Vishvamitra [contd",
    "chapter": "63",
    "overview": "On Vishvamitra's performing severe ascesis Brahma accords the sageship of 'Great-sage' to him, whereas Vishvamitra's ambition is to acquire the sageship of a 'Brahma-sage' Absolute-sageship. In the meanwhile, the celestial wench Menaka arrives at that place and Vishvamitra is enticed by her beauty and spends some years with her. Later, on realising the he should have won over lust, he further undertakes severe ascesis, by which gods are perturbed.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "\"When thousand years are completed in ascesis and when that great saint Vishvamitra took a bath of solemnity, all the gods have come forward wishing to accord the fruit of that ascesis to Vishvamitra.\" Thus Sage Shataananda continued the legend of Vishvamitra. The very highly resplendent Brahma spoke to him with highly palatable words, 'you have now become a kingly sage by virtue of auspicious deeds you have personally undertaken, let safeness betide you.'"
        },
        {
            "type": "commentary",
            "text": "Vividly: 'so far, you are a king and by your auspicious deeds now you have become a 'kingly sage' <em>raajaSi </em>and to attain a still higher <em>BrahmarSi </em>'Absolute sageship' you are not yet merited... as the Absolute sageship will be endowed to those who are above the negative traits of humans, like greed, anger, lust, jealousy etc.'"
        },
        {
            "type": "verse",
            "text": "\"On speaking to Vishvamitra in that way Brahma returned to heaven, and that highly vigorous Vishvamitra again performed a great ascesis."
        },
        {
            "type": "commentary",
            "text": "The word <em>vi </em>in the name of Vishvamitra is taken as the third syllable in Gayatri Hymn."
        },
        {
            "type": "verse",
            "text": "Then at a long lost time Menaka, the prominent apsara, celestial wench, has arrived and started to swim for sport in that holy lake. That great resplendent sage Vishvamitra has seen Menaka who is incomparable in her mien and comparable to an electric-flash in a black-cloud, while she is swimming in the holy lake. On seeing her the sage having gone under the sway o Love-god said this to her, 'oh, apsara, you are welcome, I invite you to bide in my hermitage. Oblige me who am bewitched by Love-god for you. You be safe."
        },
        {
            "type": "verse",
            "text": "\"When he said thus to her, oh, Raghava, then she made a stopover there and ten years rolled by comfortably, and oh, gentle Rama, because of her staying Vishvamitra is indeed faced with a great hindrance in his ascesis. Then after the lapse of that ten year period Vishvamitra became doleful with distress and he is enwrapped in humiliation, as it were, and, oh, Rama, Raghu's legatee, then a resentful thought occurred to him."
        },
        {
            "type": "verse",
            "text": "\" 'All this is the mischief of gods to defraud me of the great merit of my ascesis. Ten years have rolled by as if they are just a day and a night. Furthermore, I who am under the influence of lust and lure had to encounter this hindrance in my ascesis.' Oh, Rama, that best saint suspired heavily when he became emotional with reparation. But on seeing the scared celestial wench Menaka, who is shivering and waiting with suppliantly adjoined palms, he sent her away with pleasant words, and he that Vishvamitra indeed went to the northern Himalayan mountain. He that highly celebrated sage who made a resolve to attain a sang-froid temperament and to vanquish lust, performed an unsurpassable ascesis on reaching the riverbank of River Kaushiki. Oh, Rama, while he reverently performed an unspeakable ascesis for a thousand years on the northern mountain, namely Himalayas, then fear occurred to gods."
        },
        {
            "type": "verse",
            "text": "\"All gods coming together with assemblages of sages have approached Brahma and conveyed that, 'this Vishvamitra, the son of Kushika, may duly be given the epithet of 'Maharshi, Exalted Sage.' On listening the advice of gods, Brahma, the Grandparent of all the worlds, spoke these pleasant words to the ascetically wealthy Vishvamitra. 'Oh, exalted sage, I welcome you my dear, as I am gladdened by your stern ascesis, oh, Kaushika, I bestow upon you the sublimity and supremacy among sages.'"
        },
        {
            "type": "verse",
            "text": "\" 'And on hearing the words of Brahma he that ascetically wealthy Vishvamitra became obeisant and replied the Grandparent adjoining his palms suppliantly."
        },
        {
            "type": "verse",
            "text": "\" 'If your Godhead had said that I am a Brahma-sage, a sageship acquired personally by my pious deeds, rather than an exalted sage, then I would have become one who is really self-conquered.' Thus Vishvamitra said to Brahma. Brahma then said to him, 'your senses remain unconquered as such, oh, tigerly sage, make an effort for it.' Saying so Brahma went heavenward. While the gods who came here along with Brahma have returned, that great sage Vishvamitra undertook another round of ascesis by standing in levitation, upraising his arms, and subsisting on air alone."
        },
        {
            "type": "verse",
            "text": "\"In summer he became the Five-Fire Ascetic, in rainy season open sky is his rooftop, and in winter water is his reclining bed even by day or by night, and thus that ascetically wealthy Vishvamitra indeed undertook a severe ascesis in this way, for another thousand years."
        },
        {
            "type": "commentary",
            "text": "Five fires are four Fires in four directions and the fifth one is the scorching sun, overhead. An ascetic staying among these five fires will become an ascetic fire. The first word in first foot <em>dharme</em>, will also used as <em>gharme</em>, as above, in some mms."
        },
        {
            "type": "verse",
            "text": "\"While that great saint is undertaking fervent ascesis it has become a very high burning problem to gods and even to Indra."
        },
        {
            "type": "verse",
            "text": "\"Then Indra along with all the assemblages of the Air-gods spoke to Rambha, the celestial wench, words that are advantageous to himself, but disadvantageous to the son of sage Kushi, namely Vishvamitra.\" Thus Sage Shataananda continued his narration."
        }
    ]
}