{
    "id": "prose-bala-64",
    "kanda": "bala",
    "sarga": "64",
    "title": "Legend of Vishvamitra [contd",
    "chapter": "64",
    "overview": "Vishvamitra curses Rambha, the celestial wench, knowing that she arrived at the behest of Indra to cause hindrance to his ascesis. But later feels ashamed to loose his tongue and then he is determined to undertake another round of ascesis to conquer is own senses.",
    "content": [
        {
            "type": "verse",
            "text": "\" 'Oh, Rambha, now you have to undertake this very great task of gods in enchanting Vishvamitra with a craving caused by lust, for lusting after you.' Thus Indra ordered Rambha...\" Thus Sage Shataananda continued the legend of Vishvamitra to Rama."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, when that celestial wench is spoken thus by the Thousand-eyed Indra, she diffidently said to that chief of gods while adjoining her palms suppliantly."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, chief of gods, Indra, that great saint Vishvamitra is a dangerous one and undoubtedly he releases his deadly anger on me. Oh, god, thereby I am fearful of him. Hence, oh, god, it will be apt of you to accord forbearance.' So said Rambha to Indra. Oh, Rama, the Thousand-eyed Indra replied Rambha when she spoke to him in that way while shuddering in fear and making palm fold in supplication. 'You need not be fearful, Rambha, carry out my command, safe betides you, I on becoming a heart-stealing black-songbird will be at your side along with Love-god in the pleasing trees of springtime. Indeed on your assuming a highly sparkling semblance, and multi-multiplexing your savoir faire, with bon viveurs and bon vivants, you disengage that ascetical sage Kaushika from his ascesis.' So said Indra to Rambha."
        },
        {
            "type": "verse",
            "text": "\"On hearing the sentence of Indra she adopted an unexcelled physique, and on becoming a pulchritudinous damsel she started to entice Vishvamitra with giggly grins."
        },
        {
            "type": "verse",
            "text": "\"Vishvamitra has heard melodious trilling tune of songbird, and while his heart is highly gladdening about the ambience, he incidentally saw and stared at Rambha. By the exceptional trilling tune of that songbird and by the unexceptional tableau of Rambha the sage is on his qui vive. On knowing that as an escapade of the Thousand-eyed Indra, Vishvamitra is enwrapped in wrath and he cursed Rambha."
        },
        {
            "type": "verse",
            "text": "\" 'Whereof you tried to entice me who am wishing to win over the wanton and wroth, you unlucky female Rambha, thereof you will become a rocklike statued wastrel. A highly resplendent Brahman who is ascetically powerful redeems you, oh, Rambha, who are now blemished by my anger.' Vishvamitra cursed Rambha in this way."
        },
        {
            "type": "commentary",
            "text": "This ascetically powerful Brahman-saviour of Rambha is none other than the Sage Vashishta, the brainchild of Brahma. Even though Vishvamitra is at loggerheads with Vashishta, he holds Vashishta in high respect."
        },
        {
            "type": "verse",
            "text": "\"Thus the great-resplendent Vishvamitra became compunctious when that great-saint could not contain his anger in uttering an angry curse."
        },
        {
            "type": "commentary",
            "text": " Angering for trivial reasons, or on trivially inferiors ones is a  demeritorious triviality in loosing ascetic power. Irrestrainable temperament will not only ruin  the ascetic powers but also breeds a prolonged compunction. Manu defines<em> jita indriya</em> as  one who <em>shrutvaa  spR^iShTvaa ca dR^iShTvaa ca bhaktvaa ghraatvaa ca yau naraH | na hR^iShyati glaayati vaa sa  vij~neyo jitendriyaH || - manu</em>'he who on hearing, touching, seeing, eating,  smelling, but neither gladdens nor saddens, is a self-senses-conquered one...' The same is said  in Bhagavad Gita, and the whole of <em>karma yoga</em> deals with the same subject, and it is  said there: <em>tasmaat tvam  indriyaaNi aadau niyamya BharatarShabha paapmaanam prajahi hi enam j~naana vij~naana naashanam ||  giita 3-41</em>"
        },
        {
            "type": "commentary",
            "text": " He that, being self-contained, hath vanquished doubt, / Disparting  self from service, soul from works, / Enlightened and emancipate, my Prince! / Works fetter him  no more! Cut then atwain / With sword of wisdom, Son of Bharata! - Sir Edwin Arnold."
        },
        {
            "type": "verse",
            "text": "\"Then Rambha has become a rocklike statue by that great curse of Vishvamitra, and having heard the words of that great-saint Love-god and Indra also took flight. Owing to his angering that great-resplendent Vishvamitra is now divested of his ascetical merit, and he has no peace of mind owing to ungovernable senses. His conscience became sentimental owing to the divesture of his ascetical merit, and he soliloquised, 'I shall not succumb to wrath in anyway, nor I put my presentiment into words. Otherwise, I do not even respire for a hundred years for the respiratory gestures will also exhibit moods, and I indeed emaciate myself until I become a real conqueror of my own senses."
        },
        {
            "type": "verse",
            "text": "\" 'Till such time as I acquire Brahman-hood with the merit of my own ascesis I will be breathless and foodless, even if it is going to take endless years, and while I am in ascesis my bodily organs indeed will not undergo any deterioration.' So said Vishvamitra to himself."
        },
        {
            "type": "verse",
            "text": "\"Thus that eminent sage abided by the commitment to the vow for a thousand years, oh, Rama, the legatee of Ragu, which is a nonpareil vow in the world.\" Thus Shataananda continued."
        }
    ]
}