{
    "id": "prose-bala-66",
    "kanda": "bala",
    "sarga": "66",
    "title": "Legend of Shiva's bow",
    "chapter": "66",
    "overview": "Legend of Shiva's bow is narrated as Vishvamitra asks Janaka to show that bow to Rama and Lakshmana, as they have come this far to have a glimpse of that great bow. Janaka, while narrating its history, makes an offer saying that his daughter Sita will be given in marriage, if only Rama can string the bowstring of Shiva's bow. In the very same sixty-sixth chapter of Kishkindha Kanda, Valmiki narrates the birth of Hanuman through Jambavanta, elaborately. But here Valmiki informs through Janaka about the nature of birth of Sita, very concisely, which gave raise to too much of debate about this enigmatic Sita and her birth. Some points are given in the endnote.",
    "content": [
        {
            "type": "verse",
            "text": "Then on performing morning time rites in the aurora of next morning, king Janaka invited great souled Vishvamitra, along with Raghava-s. On reverencing Vishvamitra and the noble souled Raghava-s according to the formalities envisaged by scriptures, then the virtue souled Janaka spoke these words, indeed."
        },
        {
            "type": "verse",
            "text": "\"Oh, god, you are welcome, oh, holy sage, bid me as to what I should for you, for I am biddable by you, indeed...\" So said Janaka."
        },
        {
            "type": "verse",
            "text": "When said thus by the foreseer Janaka, who can foresee as to why Vishvamitra came with Raghava-s this far, and thus asked him as to what next is to be done, that sage Vishvamitra, for he is presager and wordsmith, and who knows what is to be done next, said these words in reply to that valiant king Janaka."
        },
        {
            "type": "verse",
            "text": "\"These two are the sons of Dasharatha, well-renowned Kshatriya-s in world, and they are desirous to see that marvellous bow which has a place with you... You may show that bow, well bodes you, and on beholding that bow the desire of these two princes will come true, and they will go back as they like...\""
        },
        {
            "type": "verse",
            "text": "But Janaka replied the great sage Vishvamitra when he was addressed thus, \"I shall firstly tell by which reason that bow has its place here... Oh, godly sage, there was a king renowned as Devaraata, sixth one from Nimi, the originator of our lineage, and this bow was handed down to him for custodial care by the Sublime Soul, Shiva..."
        },
        {
            "type": "commentary",
            "text": "Comment: Some mms use the word <em>jyeSTaH </em>instead of <em>SaSTa </em>for Nimi and then the meaning is that Nimi's eldest son is Devaraata. Basing on the account that is given by Janaka at the time of Rama's mariage with Sita, Devaraata is the sixth one from Nimi, the originator of Janaka's lineage."
        },
        {
            "type": "verse",
            "text": "\"Once, during the devastation of the Vedic-ritual of Daksha Prajapati, the mettlesome god Rudra, rancorously outstretching the bowstring of this bow, said this to all gods, superciliously..."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, gods, whereby you have not apportioned my portion of oblations in Vedic-ritual s, as I am also the desirer of such portion, thereby I will shred the highly revered heads of yours with this bow...' So said Shiva to gods."
        },
        {
            "type": "verse",
            "text": "\"Then, oh, best saint Vishvamitra, all gods are truly dismayed, and on their supplicating, Bhava, namely Shiva, the God of Gods is gladdened... And that Sublime Soul Shiva gladly gave that bow to all of the great souled gods, and oh, godly saint, then those great souled gods gave this gem of a bow of Shiva, the God of Gods, to our ancestor Devaraata, for custodial care..."
        },
        {
            "type": "verse",
            "text": "\"Later, when I was ploughing the ritual field then raised by the plough from the furrow is a baby girl... since she is gained while consecrating the ritual-field, she is named as Sita, and thus she is renowned..."
        },
        {
            "type": "verse",
            "text": "\"Hers is a non-uterine birth as she surfaced from the surface of the earth, but fostered as my own soul-born girl and I determined to giver her in marriage to a bridegroom where his boldness is the only bounty, I receive in that marriage..."
        },
        {
            "type": "commentary",
            "text": "Comment: 'Dowry is property or money brought by a bride to her husband' and this is familiar throughout the world. In ancient India, there was a counterpart custom to this, called <em>kanyaa shulkam </em>meaning 'some bounty, property or money offered by a bridegroom's family to the bride's family' since they are getting a worthy bride, coming into their family, not just as a mere wife of the bridegroom, but to upkeep and promote that family and its progeny. And this dowry or its counterpart is not compulsorily be paid in hard cash, but it may be any kind of gifts mutually exchanged, which has slowly developed into a mega havoc these days. Here Janaka wants the 'valour' of his prospective son-in-law as bounty due to him in the marriage of Sita."
        },
        {
            "type": "verse",
            "text": "\"Oh, eminent sage, as my daughter has surfaced from the surface of earth and has come of age, the kings, having heard my declaration that the bounty for Sita is boldness alone, have come and besought for her... To all of those kings who are beseeching for the girl, I have not given my daughter, saying that she will be given for a bounty of boldness... Then all the kings convoked and on arriving at Mithila, then they wanted to ascertain the calibre of the bow, vis-à-vis their own..."
        },
        {
            "type": "verse",
            "text": "\"For them, those who wanted to ascertain the calibre of the bow, that bow of Shiva is fetched to their proximity, but they are incapable to joggle it, or even to catch hold of it..."
        },
        {
            "type": "commentary",
            "text": "Comment: This bow of Shiva will be transported on a wheeled casket-cart with eight wheels and drawn by five thousand robust persons. This is narrated in next chapter. 'It is drawn by drawn by five hundred bulls...' <em>aananda raamayana </em>says so. In other versions of Ramayana, it is said that many people will pull that casket-cart, as one or two persons cannot haul it. Once, when Sita was playing with other girls, their flowery ball of girl's rugby goes under this cart. None of her girlfriends is dare enough to near this bow-casket-cart, since it is a reverential casket-cart. But Sita goes there and pushes that casket-cart aside with her left hand, as though it is a garland, and retrieves that flower ball. This capability of Sita in easy handling of Shiva's bow, becomes a bane to her, when one among the wives of <em>sapta R^iSi </em>'Seven Sages...' issues a curse to Sita, saying that 'Sita will be separated from her husband for some time, of course, for the good of people...' So says the tradition."
        },
        {
            "type": "verse",
            "text": "\"Oh, great saint, on knowing the valour of those valorous ones as valueless, I countermanded them... oh, ascetically wealthy Vishvamitra, by that you may know the sequel of it... Then, oh, eminent sage, those kings beleaguered Mithila in a blind fury, since a self-mistrust bechanced among them all, about their own valour..."
        },
        {
            "type": "verse",
            "text": "\"They surmised for themselves that they are brushed off by me, and they possessed by a high rancour, they strangled the City of Mithila... Then elapsed is an year and in anyway the possessions for livelihood went into a decline, oh, eminent sage, thereby I am highly anguished"
        },
        {
            "type": "verse",
            "text": "\"Then I have assuaged the assemblages of gods by my ascesis and gods are also highly gladdened and gave me fourfold forces..."
        },
        {
            "type": "commentary",
            "text": "Comment: The four components of army are foot soldiers, cavalry, elephant-squadrons, and chariot-warriors."
        },
        {
            "type": "verse",
            "text": "\"Then those evildoers and self-mistrustful kings while being drubbed by the heaven-sent army, they have become vigourless and broken, and they beat a hasty retreat... Oh, tigerly sage this is that supremely radiant bow, and oh, saint of sacred vows, I will show it, even to Rama and Lakshmana..."
        },
        {
            "type": "commentary",
            "text": "Comment: Here by the use of word 'even' 'also' Janaka is reckoning Rama or Lakshmana on par with other kings who have tried their hand in lifting it. As of now, Janaka is not admitting any supremeness or super-humanness to them. In Janaka's asking at verse 4 'what can I do next...' etc., Janaka has sensed as to why this Vishvamitra brought some boys on this long a route, that too by foot. But he is not yet self-assured of Rama's capability or otherwise. Hence, the next verse starts with the clause 'if'."
        },
        {
            "type": "verse",
            "text": "\"If Rama strings the bowstring of that bow, oh, sage, I will offer my daughter, whose birth is non-uterine, to Dasharatha's Rama...\" So said Janaka to Vishvamitra."
        },
        {
            "type": "commentary",
            "text": "In the endnote of Ch. 56 of Aranya Kanda, some details are given about the enigmatic Sita. Here also some points about her enigmatic birth are presented."
        },
        {
            "type": "commentary",
            "text": "In a book of O'Flaherty, Wendy D. Textual Sources for the Study of Hinduism. Pub: University of Chicago Press. ISBN 0-226-61847-1. p.59, Ramayana 1:65, Devanagari manuscript w-1455,' it is written that: \"[Janaka:] 'Now, one day when I was in the sacrificial grounds, I saw the ultimate celestial nymph, Menaka, flying through the sky, and this thought came to me: 'If I should have a child in her, what a child that would be!' As I was thinking in this way, my semen fell on the ground. And afterwards, as I was ploughing that field, there arose out of the earth, as first fruits, my daughter, who has celestial beauty and qualities, and can only be won by one whose bride price is his manliness. Since she arose from the surface of the earth, and was born from no womb, she is called Sita, the furrow.' \""
        },
        {
            "type": "commentary",
            "text": "And this is said to be in Valmiki Ramayana, and this is being used to justify 'the virtually illicit birth of Sita, Lord Rama's wife' - it is unclear as to why and how scholars, as above, are wading through backwaters, called ancillary scripts, in the name of Valmiki Ramayana, and slinging mud on Valmiki or his Ramayana. It would be better to check and recheck their source material for this statement, if it were to be Valmiki Ramayana, on reading the verses 13, 14 and the last one of this chapter, where it is said that the birth of Sita is a<font color=\"#B3003A\">non-uterine birth</font>, as there is neither a Menaka, nor a woman, nor any semen."
        },
        {
            "type": "commentary",
            "text": "Sita is considered to be the <font color=\"#B3003A\">nature's nature, Primordeal Nature, mahaa prakriti</font>, and when the five elements of nature intermingle into one, that is the Manifest Nature, where the five elements are<font color=\"#B3003A\">pridhvi, aapa, teja, vaayu, aakaasha</font> 'earth, waters, fire, air and space...' and there are many theories of their commingling like,<font color=\"#B3003A\">pachii karana, saptii karana</font> quintuplication, and sevenfold commingling etc. The process of creation gives rise to 24 items: 1] empirical or fundamental matter, 2] mahat, 3] ahamkaara, 4-8] five subtle elements, 9-13] five gross elements, 14] mind, 15-19] five sense organs, 20-24] five motor organs, 25] jiiva aatma, individual's soul, 26] Brahman, The Absolute. With these, a created living being is created. This is in the case of mortals and their births. But when Sita is found in the furrow all these things have already happened and there is no question of human pregnancy to be attached to her. Hence Sita is to be taken as Goddess Lakshmi, who is <font color=\"#B3003A\">paraa shakti, Vishnu Maya</font> and when she has to take an incarnation to become the prime cause to the effect of eliminating Ravana, no human activity of reproduction can be attached to such beings. If she were to be a human, perhaps she would not have exited from the pyre of fire when she self-immolated, after Rama and Ravana war. Some more information, though unrelated to Valmiki Ramayana, is given hereunder."
        },
        {
            "type": "commentary",
            "text": "Lakshmi evolved from the Milky Ocean, when gods and demons churned it for<font color=\"#B3003A\">amrita</font>, the Divine Elixir, along with it a host of other items like, <font color=\"#B3003A\">haalaahala</font>, [cosmic poison,]<font color=\"#B3003A\">candra</font> Moon, <font color=\"#B3003A\">kalpa vriksha</font>, [Benevolent Divine Tree,] and the medicinal sage-god <font color=\"#B3003A\">Dhanvantari</font> holding the golden pot of <font color=\"#B3003A\">amrita</font>, have come out as has been explained by Vishvamitra to Rama in this Kanda."
        },
        {
            "type": "commentary",
            "text": "Vishnu is the all-inclusive deity, known as <font color=\"#B3003A\">purusha</font> or <font color=\"#B3003A\">mahaa puruSa... parama aatma</font> Supreme Person,<font color=\"#B3003A\">naraayaNa</font> one who peregrinates mortals in and out this mortal world, <font color=\"#B3003A\">antaryAmi</font> The In-dweller of all beings, and He is the <font color=\"#B3003A\">sheshin</font> the Totality, in whom all souls are contained. He is <font color=\"#B3003A\">bhagavat</font> where<font color=\"#B3003A\">bhaga</font>, derives from the root <font color=\"#B3003A\">bhaj</font> meaning Gracious Lord, and <font color=\"#B3003A\">vat</font> one who has it. Vishnu possesses six such divine glories <font color=\"#B3003A\">SaD guna vibhuuti</font>, namely, 1] <font color=\"#B3003A\">j~naana</font>, Omniscience 2]<font color=\"#B3003A\">aishwarya</font>, Providence, 3] <font color=\"#B3003A\">shakti</font>, Omnicompetence, 4] <font color=\"#B3003A\">bala</font>, Omnipotence, 5]<font color=\"#B3003A\">viirya</font>, Immutability. 6] <font color=\"#B3003A\">tejas</font>, Resplendence, <font color=\"#B3003A\">shakti</font> is the <font color=\"#B3003A\">samvit</font>, the Primary Intelligence of God, while the other five attributes emerge from this<font color=\"#B3003A\">samvid</font> and hence <font color=\"#B3003A\">shakti</font> is the god's <font color=\"#B3003A\">ahamata</font> Personality and Activity. Thus this Shakti of god is personified in mythological lore and is called Shri or Lakshmi, and She is said to manifest herself in, 1] <font color=\"#B3003A\">kriyaa shakti</font>, Creative Activity and 2] <font color=\"#B3003A\">bhuuti shakti</font>, Creation of God. Hence Vishnu cannot part with His own personality or creativity i.e.,<font color=\"#B3003A\">ahamta</font>, which in its feminine form is called<font color=\"#B3003A\">shrii</font> or <font color=\"#B3003A\">Lakshmi</font>. He therefore needs His consort Goddess Lakshmi to be with Him always, untouched by any. Thus, Goddess Lakshmi has to accompany Vishnu in all His incarnations, along with other paraphernalia like his conch-shell, his quoit and mace, and the thousand headed serpent <font color=\"#B3003A\">aadi sheSa</font> etc. Such a delightful deity Goddess Lakshmi is a treasure house that can be abducted by the greedy, but she is fickle like ripples <em>lakShmii hi toya taranga capalaa</em> Lakshmi= Goddess Lakshmi; hi= indeed; toya= water; taranga= wave like; capalaa= wavering. 'Goddess Lakshmi is wavering like the waves of water...' <font color=\"#B3003A\">chapala, chanchala, asthira</font>, wavering, faltering, unstable, and <font color=\"#B3003A\">maayaa, maa + yaa</font> 'whose illusory play she is, or <font color=\"#B3003A\">liila</font> play of god. She comes in unnoticeably like the water in a coconut and evaporates innocently into thin air, at Her will. Such as she is she is easily grabbed by the greedy. Hence none can give birth to her except the Mother Nature, and hence she is called <font color=\"#B3003A\">mahilaa ; mahi + laa</font> where<font color=\"#B3003A\">mahi</font> is earth and <font color=\"#B3003A\">laa ; laH khaNDane triSu aadaane stri</font> because Mother Earth gave birth to Sita, Sita is<font color=\"#B3003A\">mahila</font> Hence it is better to avoid assuming her to be an ordinary lady of an ordinary birth, and she may be viewed either legendarily or mythologically, for Valmiki as an epical poet, himself has not chronicled the details of her birth."
        },
        {
            "type": "commentary",
            "text": "Even Vishnu is deprived of Her in His incarnations, not only in Ramayana but also in His <font color=\"#B3003A\">nR^i simha</font> Man-Lion incarnation. There, Maya Lakshmi becomes a tribal woman to bring back the ferocious Lion-Man to his original form. And in other versions of Ramayana, it is said that Ravana abducted Maya Sita, but not real Sita. 'When the real Sita herself is an enigma, what if Ravana abducts real or duplicate copy of that Sita...' is the brushed aside adjustment. In either case, it is <font color=\"#B3003A\">maya, liila</font> illusory power, sport of Vishnu together with that of Goddess Lakshmi, cause this enigma. Hence, whenever She is thus absconding from Him, Vishnu searches and retrieves Her, for no one in Universe can handle her, nor amass all the wealth. The predestined wealth alone is enjoyable but nothing more can be amassed. So also are the riches in the present day world, come too suddenly and vanish that suddenly. No one is rich ever and anon, and on someday every one is likely to see the ups and downs in his graph of riches. It is Vishnu that retrives the real wealth back to His abode<font color=\"#B3003A\">Vaikuntha</font>, and even punishes anyone for his accumulation of beyond-the-means-wealth. The burning of Lanka by Hanuman in Sundara Kanda is an example to this."
        },
        {
            "type": "commentary",
            "text": "In <font color=\"#B3003A\">Lakshmi tantra</font> , a <font color=\"#B3003A\">Vaishnavaite aagama</font> text, She that unrestrainable Goddess Lakshmi declares Herself, as<font color=\"#B3003A\">naaraayaNii, vaiSNavii</font> i.e., a coequal of Vishnu, in the play of the universe i.e., in God's <font color=\"#B3003A\">liila</font>, saying that: <em>aham naaraayanii naama saa sattaa vaiShNavii paraa</em> 'I am indeed<font color=\"#B3003A\">naaraayaNii</font> i.e. Lakshmi, the Supreme Essence of Vishnu... [Lakshmi Tantra 3.1.]"
        },
        {
            "type": "commentary",
            "text": "The Hindu mythology bases more on its eighteen Puraana-s, each of the six is rendered to each of the Hindu Trinity, Brahma, Vishnu, and Shiva. A]<font color=\"#B3003A\">Vishnu Puraana-s</font> are: - <font color=\"#B3003D\">1] Vishnu, 2] bhaagavata, 3] naaradiiya, 4] garuda, 5] padma. 6] varaaha.</font> B]<font color=\"#B3003A\">Brahma Puraana-s</font> : -<font color=\"#B3003D\">1] Brahma, 2] Brahmaanda, 3] Brahma vaivarta, 4] maarkandeya, 5] bhaviSya,6] vaamana.</font> C] <font color=\"#B3003A\">Shiva Puraana-s</font> : - <font color=\"#B3003D\">1] vaayu, 2] linga, 3] skanda, 4] agni, 5] matsya, 6] kuurma</font>. In all these Puraana-s Goddess Lakshmi is given a laudable place without any sectarian dispute. In the Vaishnavaite Puraana-s, Shiva starts telling the efficacy of Vishnu to Goddess Parvati. While Shaiva mythology places Goddess Parvati, the consort of Shiva, in one half of Shiva's body <font color=\"#B3003A\">artha naariishvara tattva</font>, and Vaishnavaite tradition places Goddess Lakshmi in the heart of Vishnu itself, as if it is a Lotus<font color=\"#B3003A\">hridaya kamala</font>. This is to depict the inseparable unison of Universal <font color=\"#B3003A\">purusha</font>, Male and<font color=\"#B3003A\">prakriti</font> , Female, the seed and field."
        },
        {
            "type": "commentary",
            "text": "While Valmiki Ramayana names Rama as Rama, the Padma Puraana etc., mythological texts bring in the Vedic texts and prefix <font color=\"#B3003A\">shrii</font> of<font color=\"#B3003A\">shrii suukta</font> of Rig Veda khila 5-87, which is a feminine counterpart of <font color=\"#B3003A\">puruSa suukta</font> of Rig Veda 10-90, for<font color=\"#B3003A\">parama purusha</font> i.e., Vishnu or Narayana, and thus call Rama of Valmiki as <font color=\"#B3003A\">shrii raama</font>. Vaishnavaite mythologies take hold of these and other Vedic references to Vishnu, and treat Vishnu / Narayana and Lakshmi as the inseparable divine couple, who maintain this Universe. The prefix<font color=\"#B3003A\">shrii</font> means as 'one who takes delight in<font color=\"#B3003A\">shrii</font> i.e., Lakshmi, meaning wealth, wealth of any kind. <font color=\"#B3003A\">shrii riti prathamam naama lakshmyaa</font> and ' if<font color=\"#B3003A\">a</font> is the first name of Vishnu,<font color=\"#B3003A\">shrii</font> is the first name of Lakshmi. Thus, primarily eight kinds of wealth are established, to be associated with Goddess Lakshmi. They are 1] <font color=\"#B3003A\">aadi Lakshmi</font> Wealth a priori 2]<font color=\"#B3003A\">dhaanya Lakshmi</font> Cereal Wealth 3]<font color=\"#B3003A\">Dhairya Lakshmi</font> Wealth of Courage 4]<font color=\"#B3003A\">gaja Laksmi</font> Elephant Wealth, i.e., Elephantine Wealth of all animals and livestock, <font color=\"#B3003A\">santaana Lakshmi</font> Wealth of Progeny, 6] <font color=\"#B3003A\">vijaya Lakshmi</font>, Wealth of Victory, 7]<font color=\"#B3003A\">vidyaa Lakshmi</font> Wealth of Education, 8]<font color=\"#B3003A\">dhana Lakshmi</font> Monetary Wealth. And any thing that need be affluent gets the auspicious prefix <font color=\"#B3003A\">shrii</font> or suffix<font color=\"#B3003A\">lakshmi</font>, and called <font color=\"#B3003A\">raajya Lakshmi</font> , Wealth of Empire, <font color=\"#B3003A\">bhaagya lakshmi</font> Wealth of Fortune, and the like..."
        },
        {
            "type": "commentary",
            "text": "The play of Goddess Lakshmi in the form of Sita is Ramayana. As such, her absence from Rama caused Rama to travel up to Lanka, annihilate the evil, and retrieve her. Sita herself expresses her anguish about Rama's indulgence in a Supreme welfare-state, than in herself, as Mahaakavi Kalidasa, in his epical poem Raghu Vamsha, and depicts what this <font color=\"#B3003A\">bhaagya lakshmi</font> has to say, when Rama, basing on some satirical remarks of his lowly subject, deserts Sita in favour of<font color=\"#B3003A\">raajya lakshmi</font> when Sita said as below:"
        },
        {
            "type": "commentary",
            "text": "\"Earlier you refused the kingdom-wealth, <font color=\"#B3003A\">raajya lakshmi</font> and came to forests, where I was with you. Now that, that kingdom-wealth,<font color=\"#B3003A\">raajya lakshmi</font> on winning your affection is jealous of me, who am your <font color=\"#B3003A\">bhaagya lakshmi</font> 'fortune-wealth...' and she does not let me live in your palace.\" And thus, Sita departs Rama to forests, at the fag end of Ramayana."
        },
        {
            "type": "commentary",
            "text": "Valmiki declares Ramayana is <font color=\"#B3003A\">siithaayaaH charitam mahaan...</font> 'Sita's impeccable conduct...' by giving her an unusual birth from the furrow of the plough, and in the end she exits from this world into the same soil, where the earth is called <font color=\"#B3003A\">vasundhara</font>, which cleaves under Sita's feet, and takes Sita into her womb again. As such, the reason for Sita to be there in that furrow as baby is said to be a vow of Goddess Lakshmi, in her earlier incarnation as Vedavati. The mythologies go on to say that Vedavati is the brainchild of a sage called Kushadhwaja, and he decides to give Vedavati in marriage none less than Vishnu. But in his lifetime, it is an unfulfilled desire. Then Vedavati starts a rigorous penance to achieve her father's wish. When she is at her culmination point of her penance, Ravana, passing that way in sky sees this beautiful lady, nears, and disturbs her penance. Vedavati coming out of her meditation, curses Ravana saying that she will reincarnate herself, to destroy Ravana and his entire dynasty. Then she causes a yogic fire and immolates herself in it. And Vedavati is reborn as Sita of Ramayana, in an unusual way."
        },
        {
            "type": "commentary",
            "text": "Here <font color=\"#B3003A\">aananda raamaayaNa</font> has an interesting parable. Once there was a king named Padmaaksha who wanted Lakshmi as his daughter. On practising ascesis Vishnu appears and gives a fruit called <font color=\"#B3003A\">maatulunga phala</font>, and girl emerges from out of that fruit, and she is named as<font color=\"#B3003A\">Padma</font>. But greedy to possess her, all the wooing kings war with Padmaaksha and his entire family is ruined and Padma jumps into fire and self immolates herself. Later when Vishnu's <font color=\"#B3003A\">maaya</font> comes out of an altar of fire, sits in her meditation, Ravana sees her and wants to abduct her. Of course, she is otherwise said to be Vedavati in other texts. But again, she enters the fire altar and reduces herself to ashes. Even then, Ravana searches in those ashes for her. In there, he gets five diamonds of high quality. He comes to Lanka and paces those diamonds in a casket and jovially presents them to his wife Mandodari. When Mandodari could not lift the casket Ravana lifts it and opens its lid, as he lifted Mt. Kailash. When the casket is opened, Mandodari finds a baby girl in it and recognises her to be Goddess Lakshmi. Then they consult their teachers about that baby's arrival. Those teaches wishing good for Ravana, advise to get rid off this girl immediately, for he is Goddess Lakshmi, arrived here only to end Ravana and his dynasty. Then Mandodari orders his servants to carry away this baby in a casket by an aircraft and get rid off it."
        },
        {
            "type": "commentary",
            "text": "But Ravana rushes after the girl with a sword, to put that girl to sword. Empress Mandodari pacifies Ravana and says \"Why purchase a later time death now itself at the hand of this baby... let that the casket be buried...\" Ravana agrees. Mandodari also curses this girl saying, <font color=\"#B3003A\">\"this faithless girl, [for wealth is unfaithful,] will thrive only in a house, where the householder has his senses conquered, and who being an emperor lives like a perfect hermit, and who though wealthy and supreme by himself, will care nothing for the riches but view whole of the world and people as his own soul, with an impartial attitude...\"</font> Thus this casket is buried in the fields of King Janaka's empire by demons, clandestinely. Mandodari thought that such a person is an impossibility to take birth in this mortal world, to foster this buried girl, and thus presumed her curse to be twisty. But there is King Janaka with all the above attributes. A king without ego, wealthy but living simple, childless, yet does not crave for one, like King Dasharatha. Hence, he is called <font color=\"#B3003A\">raajarSi</font> a saintly king. Sita's birth is to be limitedly understood, as said by Janaka in this chapter. Otherwise, the nuances about the birth of Sita are to be viewed through the viewfinders of mythologies, legends, and above all, through the viewfinders of tradition... but not in the vast of epical poetry, as Valmiki himself has undocumented it..."
        }
    ]
}