{
    "id": "prose-bala-67",
    "kanda": "bala",
    "sarga": "67",
    "title": "Rama breaks Shiva's bow",
    "chapter": "67",
    "overview": "Rama breaks Shiva's bow when he wanted to examine the tautness of its bowstring. Janaka is perplexed, while others swooned at the blast of breaking bow, and Janaka proposes Sita to Rama in marriage. On the approval of Vishvamitra to that proposal, Janaka sends his plenipotentiaries to Ayodhya.",
    "content": [
        {
            "type": "verse",
            "text": "On listening to the words of Janaka, the eminent-saint Vishvamitra indeed said to the king Janaka thus as, \"let the bow be displayed to Rama...\" Then king Janaka indeed ordered his ministers, \"bring the divine bow which is decorated with sandalwood paste and garlands..."
        },
        {
            "type": "verse",
            "text": "Thus clearly instructed by Janaka those high souled ministers have gone out from there and entered the palace-chambers, and they came out with an eight-wheeled coffer in which the bow of Shiva is ensconced, and those ministers got it tugged by five thousand tall men of illimitable energy who somehow tugged it very difficultly, and thus the ministers have re-entered there keeping that bow afore of them. On fetching that iron coffer wherein that bow is there, those ministers of the king have reported to their godlike King Janaka."
        },
        {
            "type": "verse",
            "text": "\"Oh king and sovereign of Mithila, here is the select bow that is reverenced by all kings, oh, best king, which you wished to be evincible to the boys, to evince their capabilities..."
        },
        {
            "type": "verse",
            "text": "On listening the announcement of his ministers the king spoke to the noble souled Vishvamitra and to both Rama and Lakshmana too duly making palm-fold."
        },
        {
            "type": "verse",
            "text": "\"Here is that exquisite bow, oh, Brahman, which is held as a time-honoured bow by the lineage of Janaka kings, and with which even the highly forceful kings are rendered inefficient to take aim with it, previously... None in all the assemblages of gods, inclusive of demigods, demons, gandharva-s, yaksha-s, kinnaraa-s, or reptilian demigods, is capable enough to take aim with this bow and all are rendered incapable... and then, in brandishing this bow for a proper grip, or in bracing its bowstring to the other end, or in twitching the bowstring for its tautness, or in placing the arrow on bowstring at a proper place for a proper stretchability, or even in taking a good aim with it... what will be that capability of one from among humans..."
        },
        {
            "type": "verse",
            "text": "\"Oh, eminent-saint, such as it is, this nonpareil bow among all bows is brought in, and oh, highly fortunate sage Vishvamitra, let this be displayed to those two princes...\" Thus Janaka said to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "Vishvamitra on listening the sentence of Janaka along with Rama, on his part said to Raghava, \"oh, boy Rama... you may see the bow...\" Upon the word of the great sage Vishvamitra, Rama on unclosing the lid of that strongbox, wherein that bow is ensconced, saw the bow and said."
        },
        {
            "type": "verse",
            "text": "\"Now I wish to get the feel of this supreme bow, oh, Brahman, and I shall try to brandish it, or even try to take aim with it..."
        },
        {
            "type": "verse",
            "text": "\"All Right!\" said the saint and king to Rama in chorus, and Rama upon the word of the sage grasping it at the middle handgrip playfully grabbed the bow."
        },
        {
            "type": "verse",
            "text": "While many thousands of men are witnessing that right-minded Rama the legatee of Raghu stringed the bow effortlessly."
        },
        {
            "type": "commentary",
            "text": "A bow has a definite height and it is a measure of length, from the ages even up to the age Kautilya, who gave many accounts for weights and measures, in his 'Artha Shaastra' a Penguin re-publication. Four <em>aratni-s </em>cubits are one <em>dhanu</em>, a bow-length, where one <em>aratni </em>is 18 inches, thus a bow-length is 6 feet and above, taking the standard size of archer as a six-footer and a little above. The bow's height is the height of the archer plus one measure of his head's height, as the upper end has to tower the archer's head. That being so, this bow belongs to Shiva and its height must be placed more than the human measure of 6 feet, and then it must be some 8 to 10 feet. And 'Rama is no crane-legged boy, as his physique is said to be of 'medium' size, and then how a boy of, say of 4, 41/2 feet, could catch the upper end of 8-10 feet bow to bend it...' is the objection. An archer has to stand the bow on ground, clutch its lower end under big toe, and with one hand, he has to bend it, while with the other he catches the bowstring to string the other end. He is not supposed to handle it like a holdall or a briefcase. For this objection it is said in a way that the poet is using the adjective <em>mahaatmaa</em>to Rama, ' an unfathomable one with an equally unfathomable soul... inasmuch as his duty is concerned...' The minute he touched the bow, it became a spongy stick and it listened to him and bent as he wished. Other way round, Rama is an ambidextrous archer and furthered is his skill by his possession of some divine missiles as given by Vishvamitra. Hence, his dexterity is now multiplied and he can handle any divine or human bow 'effortlessly...'"
        },
        {
            "type": "verse",
            "text": "Further, that dextrous one has stringed that bow with bowstring and started to stretch it up to his ear to examine its tautness, but that glorious one who is foremost among men, Rama, broke that bow medially."
        },
        {
            "type": "commentary",
            "text": "The bow is not broken by itself because of its oldness or dryness, but let us blame Rama for breaking it, as with any other toy which children are apt to damage in their playing. He stretched the bowstring so long until it broke. Neither his mother nor father available here. Otherwise, a 'moral class' would have chanced on him for braking articles in neighbour's houses. The bow is broken in the middle, not at either end, but at handgrip. This shows the strength of his palm on handgrip."
        },
        {
            "type": "verse",
            "text": "Then there bechanced an explosive explosion when the bow is broken, like the explosiveness of down plunging thunder, and the earth is tremulously tremulous, as it happens when a mountain is exploding."
        },
        {
            "type": "commentary",
            "text": "We can write more words for the above sound as, 'Dhaam, Dhiim, Phut, and DiSkuu...' etc., as long as thesaurus permit. But all that will be nonsensical. An ear-splitting sound has come but it is \"OM\" the auspicious sonus prima grata, produced once upon a time by Shiva's drum, in order to emanate words through <em>maheshvara suutraaNi</em>, which were unintelligible even for the sages like Sanaka, Sananda, Sanat Kumaara et al., and which were deciphered by Nandi, the Holy Bull vehicle of Shiva, to those sages. Here it is Shiva's bow and name of Shiva and all letters that attaches to Him are <em>sha.m, sha.nkara, sha.mbhava</em>, are peace-making letters, as codified in <em>AUM namaH  shambhave ca mayo bhave ca namaH sha~Nkaraaya ca mayaskaraaya ca namaH Shivaaya ca Shivataraaya  ca | - rudram - soma suukta - yajur</em> Hence the real sound of <em>Om </em>is audible and it is ear-splitting for ordinary audience, since ordinary people cannot possibly face realities, and it is a regularly audible sound for the other four who have not swooned. By the way, it will be impossible for us to listen the chanting of Veda-s, even in these days, in any Vedic school for at least half an hour, as our ears are untuned to their <em>ghana paaTha </em>or<em>jaTa </em>or other sorts of chanting. We feel stranded in some audio studio with fully loaded sound FX."
        },
        {
            "type": "commentary",
            "text": "And the pacemaker Rama lifted the bow of the peacemaker Shiva, where the bow itself is \"Om\". The legendary Indian bow is composed of three parts, unlike Robin Hood's single-piece bow. The lower bowing part, upper bowing part combined by a grip handle, and the bowstring. The three pieces are comparable to the three letters syllabified \"Om\" - <em>a u ma</em>, where <em>a </em>is upper bowing piece of bow, <em>u</em>, the lower end, and <em>ma</em>, the bowstring. The painters usually paint this bow-breaking scene, where Rama will be still handling the upper end in his hand, while the lower part will be falling, and the bowstring will be still dangling onto the upper end. The upper part of bow is <em>a</em> and this <em>a </em>is Vishnu <em>akaara artho viSNuH</em>, and the dangling bowstring is <em>ma</em> Goddess Lakshmi, <em>loka maataa maa ramaa mangala devataa</em>, dangling on the Supreme Person through thick and thin, and the detached-un-detached lower end is <em>u</em>, Lakshmana, or any other adherer. A lengthy account of this trilogy is provided in Aranya Kanda, Ch. 11, first verse."
        },
        {
            "type": "commentary",
            "text": "And the pacemaker Rama is marrying the world with peace, by stringing the bowstring of peacemaker's bow, and it is not a mere marriage of some prince charming, with a charmy princess. Thus, this sound is the initial impact, impetus, brunt, or whatever, for universal peace, and that way this marriage attains a legendary significance in peace process, though by force."
        },
        {
            "type": "verse",
            "text": "Bewildered by that raucous caused by the breakage of bow, all the people swooned, except for that eminent-saint Vishvamitra, king Janaka, and those two Raghava-s, namely Rama and Lakshmana. While the people are being reaccustomed after their undergoing the shock, at that moment that sententious king Janaka, whose discomfiture has completely departed by now has said this to the eminent-saint Vishvamitra with a reverent palm-fold."
        },
        {
            "type": "verse",
            "text": "\"Oh, godly sage, the gallantry of Dasharatha's Rama is evidently seen... and the whys of this boy and wherefores of his stringing that massive bow are unimaginable to me! More so, humans lifting it! How so? This is an unhoped-for incident for me, besides, breaking it! This a is highly wondrous experience for me... My daughter Sita on getting Dasharatha's Rama as her husband, she will bring celebrity to the lineage of Janaka-s..."
        },
        {
            "type": "commentary",
            "text": "This verse explains the advantageous status of Sita than Rama in her birth and brought up. <em>mama sutaa </em>'my daughter...' though I have not given her a physical birth, she is godsend to me, and I brought her up as a rarest of rare daughter with all the endowments of Janaka-s lineage which are impeccable... hence she is more than my physical daughter...' <em>siitaa </em>'a furrow... born a furrow, an unusual non-uterine birth than the uterine birth of Rama from his mother Kausalya... hence Sita has a plus point... <em>Dasharatha aatmajam </em>'Dasharatha's, son...' a wooable bridegroom... because he is Rama <em>ramayate iti raama </em>'makes others delightful...' besides this, the saying about an eligible bridegroom is there: <em>kanyaa varayate  ruupam maataa vittam pitaa shrutam baandhavaaH shiilam icchanti suupa annaam itare  janaaH</em><font color=\"#B3003A\" face=\"Translit 98\" size=\"3em\"><span style=\"letter-spacing: 1.5pt; line-height : 115&amp;percnt;; margin-top: 1&amp;percnt;; margin-bottom: 1&amp;percnt;\"><b> </b></span></font>'a bride cherishes charming mien, a prince-charming, rather... mother of the bridegroom wishes to have money through him... bridegroom's father wants him to be a wise one in dealings with his new wife and old parents... and bridegroom's relatives require of him good demeanour... and other people wish to have dough of cooked pulse-gram, marriage-feasts, rather...' so also my daughter will cherish this boy as his looks are like that of a prince-charming... and the money for his mother, scholarly attitude to his father, good demeanour and feasts etc., to friends and relatives, all he can afford... and on <em>aasaadya </em>reaching Rama... my daughter brings <em>kiirti </em>'celebrity' to our lineage, which is in singularly unique... because <em>kiirti </em>is said in singular number, it will be singularly unique... hence let this boy not negate my proposal as my daughter has many plus points...'"
        },
        {
            "type": "verse",
            "text": "\"Oh, Kaushika, my commitment that she is the bounty of bravery has also come true... and my daughter Sita who is nurtured well than my own lives is a worthy bride for Rama... Should you give consent, oh, Brahman, my ministers will be hastened to speedily go to Ayodhya in chariots, oh, Kaushika, let safeness betide you, and one and all by this matrimony..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'This boy appears to be straight from the shoulder type, and he may now say boyishly, 'no, no, I just wanted to see and feel the bow, but that poor old bow is broken in my hand, but I have never said that I will marry your daughter without the consent of my father... and I am supposed to marry whomever my father ties down my neck...' knowing him to be such, I want to send proposals to Dasharatha at Ayodhya, that too if you say yes...'"
        },
        {
            "type": "verse",
            "text": "\"With their observant submissions those ministers will narrate in detail about the sincere endowment of Sita as bravery's bounty to Rama, and they will lead king Dasharatha into my city that observantly... Those ministers will also tell the king Dasharatha that both the Kakutstha-s, Rama and Lakshmana, are under the aegis of saint Vishvamitra, and thus gladdening that king they will expeditiously usher in king Dasharatha for marriage...\" So said Janaka to Vishvamitra."
        },
        {
            "type": "verse",
            "text": "Vishvamitra said, \"so be it,\" and then that right-minded king Janaka on consulting with his ministers started to send his ministers, plenipotentiaries, to Ayodhya to inform Dasharatha in detail as to what has happened, and likewise to bring him to Mithila."
        }
    ]
}