{
    "id": "prose-bala-68",
    "kanda": "bala",
    "sarga": "68",
    "title": "Janaka sends message to ayodhya",
    "chapter": "68",
    "overview": "Janaka's delegation arrives at Ayodhya and submits its message to Dasharatha. Listening to the tidings that his son Rama not only lifted the bow of Shiva, but broke it as well, Dasharatha is overjoyed and refers the matter of marriage of Sita with Rama to his ministers and teachers. All of the ministers and sages unanimously agree to that proposal and they are set to travel to Mithila the next day.",
    "content": [
        {
            "type": "verse",
            "text": "Those envoys who are clearly ordered by Janaka entered the city of Ayodhya on sojourning for three nights en route, and whose horses are overtired for they are galloped so fast to loose no time. On going to the palace those envoys are given an audience with the consent of Dasharatha, and when they are conducted into the palace-chambers they have seen the elderly king Dasharatha gleaming like a god. Completely gone is the angst of all the legates on seeing godly Dasharatha, and all of them adjoing palms in reverence said this compliant and mellowly worded sentence to the king."
        },
        {
            "type": "commentary",
            "text": "Because Dasharatha is caught in the tomfoolery of Kaikeyi he cannot be estimated as an inane personality. It is their domestic cold war. He is famous for his achievements and he fought wars on behalf of no lesser gods. Though Valmiki does not narrate Dasharatha's exploits, other scripts say a lot about them. Hence, whenever Rama's daring, dashing, swashbuckling is to be pictured, he will be indicated as 'Dasharatha's son...' That is the reason why the angst of envoys is said in this verse as 'vanished' just by a glimpse of that godly personality, which hitherto haunted them as to how to countenance such a powerful personality."
        },
        {
            "type": "verse",
            "text": "\"Oh, exalted emperor Dasharatha! Janaka, the lineal king of Janaka-s and the present sovereign of Mithila is asking time and time again with mellowly words instilled with friendliness, after the wellbeing and after the unmitigated prosperity of your highness, along with that of your highness' priests and teachers, also that of your highness' subjects, who always precede your highness in convoys in any event, as your highness are the one who ingratiates himself with the Ritual-fires, ever and anon..."
        },
        {
            "type": "verse",
            "text": "\"His highness Janaka of Videha, and the sovereign of Mithila, having asked after your highness' wellbeing is sensibly saying this word to your highness, with the indorse of Kaushika... \" 'Well-known is the solemn promise of mine that my daughter Sita is a bounty for bravery... also well-know is that the kings who came to lift the bow turned out as gutless kings, and then they turned out as rancorous kings at me, and it is also well-known that I turned them back with my guts... Oh, Emperor Dasharatha, your young and valorous son who serendipitously arrived at Mithila along with his younger brother Lakshmana, keeping Vishvamitra at his fore, finally carries off this girl, the well-known daughter of mine..."
        },
        {
            "type": "commentary",
            "text": "Usually this verse gives meaning that 'two of your valorous sons won Sita...' because of the usage of plural number <em>viiraiH putrakaiH</em> But this is counted as 'royal we' sort of expression to honour Rama. Hence this <em>ka pratyaya</em>, though used in the verse, will be read as singular. There is another shade of wording for this verse: <em>seyam mama sutaa raajan vishvaamitrsya shaashanaat | puriim imaam samaagatya tava pureNa nirjitaa ||</em> which uses only singular for Rama."
        },
        {
            "type": "verse",
            "text": "\" 'Also, oh, highly dextrous king Dasharatha, noble souled Rama wrecked that divine bow, which is a gem of a bow among bows, at its central point before a grand assembly of people... Sita is the bounty for bravery and I shall have to afford her to the noble-souled Rama, as such it will be apt of you to give your consent as I wish to keep up my solemn promise... Keeping your royal priest Vashishta and other teachers ahead of you, oh, great emperor, I wish you to come apace, let safe betide you, for it will be apt of you to take a look at your ennobled son Rama, and Lakshmana, too... It will be apt of you to make my solemn promise maintainable, and that way you will derive delight on seeing both of your sons...'"
        },
        {
            "type": "commentary",
            "text": "'by the by, you will also derive delight in seeing Sita, for she is also a hyphenated daughter of yours, <em>sutascha sutaa ca tayoH eka sheSaH... </em>with another suffix, in-law...'"
        },
        {
            "type": "verse",
            "text": "\"Thus the sovereign of Videha kingdom said these endearing words, abiding by the counsel of Sage Shataananda, and Sage Vishvamitra is also consentient to the proposal...\" Thus the envoys conveyed the proposal and paused. King Dasharatha is highly gladdened on hearing that message from the delegates, and said this way to Vashishta, Vaamadeva, and to his other ministers, as well."
        },
        {
            "type": "verse",
            "text": "\"This one Rama, the enhancer of Kausalya's rejoice, is stopping over at Videha kingdom along with his brother Lakshmana, and Vishvamitra is taking care of both these boys... On observing the valour of Kakutstha Rama, noble souled Janaka wishes to gift his daughter as bride to Raghava Rama... If you all favour the tidings from the noble-souled Janaka as to what has happened in Mithila, we quickly proceed to that city, let not the time lapse...\" Thus Dasharatha informed his counsel."
        },
        {
            "type": "commentary",
            "text": "The word <em>vR^ittam </em>'happening' 'history' and it is generally translated as 'the history, legend, and the familial characteristics of Janaka...' But when Janaka already is famous through the bow of Shiva, and that bow itself is broken now, no more 'verification of antecedents' of Janaka is needed, and it is 'what has happened now' i.e., the impossible deed of breaking it."
        },
        {
            "type": "verse",
            "text": "The ministers along with all of the great sages said in consonance, \"Most Welcome...\" and then that highly pleased king Dasharatha said to the ministers, \"we travel tomorrow...\""
        },
        {
            "type": "verse",
            "text": "The ministers of king Janaka who are gifted with all talents are given grateful hospitality by Dasharatha, and they all dwelt that night in Ayodhya, overjoyed at the successful completion of their august legatine, called <font color=\"#B3003A\">sIta kalyANam...</font>"
        }
    ]
}