{
    "id": "prose-bala-69",
    "kanda": "bala",
    "sarga": "69",
    "title": "Dasharatha arrives at mithila",
    "chapter": "69",
    "overview": "Dasharatha arrives at Mithila and Janaka receives him reverentially, as he belongs to a crowning dynasty, called Ikshvaku-s. Then, after the usual exchange of royal pleasantries and protocol, all of them stay in Mithila comfortably.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "On the next dawn that heartened king Dasharatha who is with his teachers and his relatives then said this to his minister Sumantra."
        },
        {
            "type": "verse",
            "text": "\"Now let the chancellors of exchequers draw ample riches, gems and numerous other items that are used in the marriage from bridegroom's side, all-inclusively, and let them travel in advance and let them be well-prepared for any exigency... Let the quadruple forces start off in a trice from everywhere at my order, and others shall start with unexcelled vehicles like palanquins, sedan chairs, litters etc., and with those that can be yoked with horses, like cabined-coaches and horse-carriages..."
        },
        {
            "type": "commentary",
            "text": "The fourfold army is generally taken as horses, elephants, chariots, and foot soldiers for the word <em>caturanga balam </em>, while some say such an army is moved only when a massive combat is necessary, but not when going to marriages. Thus some say though army is moved, it is as much as required. But this word also qualifies as<em>caturanga balam= dhana, kanaka, vastu, vaahana sampatti</em>, the quadruple opulence, namely 'riches, gold, equipage, and vehicles...' where opulence will be the only show in Indian marriages, either of poor or rich. R. C. Dutt comes near to this when telling in his poetic version: 'Ride in front with royal riches, gold and gems in bright array /"
        },
        {
            "type": "verse",
            "text": "\"Vashishta, Vaamadeva, Jaabaali and Kaashyapa, and the long-lived Maarkandeya, and Sage Kaatyaayana... let these Brahmans travel in forefront... and let horses be yoked to my royal-cariole, and as the messengers of Janaka are hastening me arrange for the travel without time lapse...\" Thus Dasharatha ordered."
        },
        {
            "type": "verse",
            "text": "On the word of that best king the fourfold opulence, and even the fourfold forces up to some extent followed rearward of the king who is going after the sages who are going afore of him. Travelling on a four-day-route Dasharatha reached the fringes of Videha kingdom, and on hearing this, the illustrious king Janaka arranged for welcome ceremonies at the outskirts of the city."
        },
        {
            "type": "commentary",
            "text": "These formalities are still prevalent in marriage functions, in one way or the other, in India, esp. rural India. The bridegroom's party will be received at the outskirts of the bride's place, esp. if it were to be a village, then a small function / ceremony will be held laudatory to the bridegroom, and then they are invited into that place of bride like, 'meet a party halfway...' type protocol. This is other than <em>baraat</em>'matrimonial pageantry...'"
        },
        {
            "type": "verse",
            "text": "Then the king Janaka who is by far gladdened went into a state of ecstatic elation when he met the senescent king and paladin of people, namely Dasharatha, as the pace for the marriage celebrations is quickened because of the immediate arrival of Dasharatha. And the best one among men, king Janaka, gleefully said this commendable sentence to Dasharatha, the best legatee of Raghu, \"oh, king, a hearty welcome to you. Oh, legatee of Ragu, your arrival to my city is just by my providence... you will now get delectation on seeing your sons who won accolades just by their valorousness in the act of raising and breaking Shiva's bow..."
        },
        {
            "type": "commentary",
            "text": "Though Rama alone broke the bow of Shiva, both Rama and Lakshmana are said to have done it. This is a common unified laudation used for both of them, in view of their insuperable brotherhood, and such a sort of commingling both, for one person's action, can be heard often. For e.g., when Lakshmana misshapes Shuurpanakha, Rama is said to have done, and even both are said to have done that act."
        },
        {
            "type": "verse",
            "text": "\"Providentially bechanced is the arrival of this great-resplendent and godly sage Vashishta, who arrived here with all of these eminent Brahmans, like Indra himself with all gods..."
        },
        {
            "type": "verse",
            "text": "\"Providentially my hindrances are overcome by the arrival of godlike sages, and providentially my lineage too is gloried owing to this hymeneal engagement with noble-souled Raghava-s, who are the most valorous among all the valorous people..."
        },
        {
            "type": "verse",
            "text": "\"Because you are born in first and foremost Ikshvaku dynasty, hence you are the Indra of Indra-like kings on earth... and hence, it will be apt of you to initiate the celebrations of marriage tomorrow, and the marriage itself after the culmination of the Vedic-ritual in three or four days, and the date and time for the marriage, that which is agreeable to the best sages can be decided, and you can get it performed on that date, through those great sages..."
        },
        {
            "type": "commentary",
            "text": "There is controversy about the marriage of Sita with Rama, insofar as its categorisation. Whether it is one of the eight kinds or not, is a debated point. The eight kinds of marriages are <em>braahma, daiva, praajaapatya, aarSa, asura, gandharva, raakshasa, paishaaca </em>and this topic can be discussed at a later time."
        },
        {
            "type": "verse",
            "text": "On hearing that sentence of king Janaka the sententious king Dasharatha replied the king Janaka from amongst the sages."
        },
        {
            "type": "verse",
            "text": "\"Recipiency rests with the restitutor... so I have heard earlier. Hence, whatever you say, for you are the knower of probity and nothing goes amiss in your astute thinking, that we will do..."
        },
        {
            "type": "commentary",
            "text": "The word restitutor is used instead of 'donor' because Janaka is restoring the estranged divine pair to their togetherness in this mortal world. R. C. Dutt uses 'Gift betokens giver's bounty...' for this expression."
        },
        {
            "type": "verse",
            "text": "On listening that sentence of that affirmer of principles, namely Dasharatha, that which is conformable to the principles of marriages and familial glory, a thrill of joy came over the king of Videha."
        },
        {
            "type": "commentary",
            "text": "Usually the bridegroom's party will be stiff-necked at least till the marriage is over, which has become a nuisance practice in Indian marriages. Here Dasharatha is telling the opposite, by which his words are viewed as agreeable to righteousness of marriages etc., and for which Janaka is surprised."
        },
        {
            "type": "verse",
            "text": "Then, on the forgathering of sages from Vashishta's side with the sages of Mithila all the sages have attained extreme joy and they spent that night happily."
        },
        {
            "type": "verse",
            "text": "Then that most brilliant Rama, keeping Vishvamitra ahead, and strutting in step with Lakshmana, strutted to touch the feet of his father Dasharatha. On seeing his two sons, the super medallists in Raghu's dynasty, King Dasharatha is highly rejoiced and he resided in Mithila with a high contentment, for the reverence of Janaka is that high."
        },
        {
            "type": "commentary",
            "text": "The expression of 'medallists' to the word <em>Raghava-s </em>as above will look odd. So an explanation to this is furnished in the endnote."
        },
        {
            "type": "verse",
            "text": "Even the great-resplendent Janaka on performing ritual acts according to scriptures for the Vedic-ritual on hand, and the preparatory rituals for handing out both of his daughters in marriage, went into the sleep of the just, with his palm on his chest."
        },
        {
            "type": "commentary",
            "text": "The marriages will be commenced with initial ceremonies called <em>ankura aaropaNa aadi kriyaaH </em>for an unhindered marriage function and for the harmonious family life of the newly wed."
        }
    ]
}