{
    "id": "prose-bala-7",
    "kanda": "bala",
    "sarga": "7",
    "title": "Estimable nature of king Dasharatha's ministers",
    "chapter": "7",
    "overview": "The truthful and upright characters of the ministers of Dasharatha are portrayed, who make the rulership meaningful with their virtuous, skilful and efficient administration. Along with the political ministers, the religious ministry is also portrayed.",
    "content": [
        {
            "type": "verse",
            "text": "The misters for the great soul from Ikshvaku kings of Emperor Dasharatha,are epitomised ones of their tactfulness, adroitness and are always obliged to undertakewelfare activities of their king and the kingdom. Eight ministers are there for thatvaliant and glorious King Dasharatha, who are clean at heart and are involved in the worksof the king and kingdom at all time."
        },
        {
            "type": "verse",
            "text": "Dhristi, Jayantha, Vijaya, Suraashtra, Raashtravardhana, Akopa,Dharmapaala, are seven, and Sumantra is the eighth one."
        },
        {
            "type": "verse",
            "text": "Two are authorities in Vedic rituals, venerable saints of eminence, namelyVashishta and Vamadeva, who are the acquiescent religious ministers to King Dasharatha,and apart from these two some more religious ministers are also there to him. They areSuyajna, Jabaali, Kaashyapa, Gautama, Maarkandeya, Deerghaayu, and then Kaatyayana are thescholarly Brahmans acting as religious ministers, and along with them there are alsoBrahma-sages who are always the ancestral ritual scholars for Dasharatha&rsquo;s family. "
        },
        {
            "type": "verse",
            "text": "All the ministers are well versed in scriptures, they shun bad deeds,skilful ones in their duties with their senses regulated. Those great souls are affluent,knowers of all sciences, firmly courageous, and they are distinguished and quiet-souls,and those ministers are true to their word. They are magnificent, patient and famed onesand they smile afore they converse. "
        },
        {
            "type": "verse",
            "text": "They never speak untruthful words in anger or in greed or for monetaryreasons either. There is nothing unknown to them, even a little, in their own country orin the others either, or about everything that is happening or has happened, or that isgoing to happen, for they know them through agents. They are efficient in administrationand their friendships are well examined by the king, and those ministers impose punishmenteven on their own sons, if situation demands it. "
        },
        {
            "type": "verse",
            "text": "In collections to their treasury and to militarise their armies they aredutiful, even an unfriendly person will not be tortured, if he were not reallyblameworthy. They are valiant ones with engineered enthusiasm, administrators of politicalscience, clean persons and protectors of subjects of their kingdom at all times. They donot persecute Brahman-s and Kshatriya-s to fill-up the treasury, and high degreepunishments will be given on assessing that person's, or the offender's strength andweakness. "
        },
        {
            "type": "verse",
            "text": "All of those ministers are clean administrators of kingdom, and are inleague with each other, as such there is none anywhere, either in capital or in country, aliar. None with an evil-mind or with an interest in other man's wife is there, and thus onwhole in the kingdom and also like that in the capital, there is an undisturbed society. "
        },
        {
            "type": "verse",
            "text": "Well-dressed and well-decorated and they the ministers of King Dasharatha,observe decency in the interest of the king and also of the kingdom, with diligence andwith a truthful-eye. They acquired good qualities from their mentors and they are renownedby their expertise, and even in foreign countries they are famous for their intellectualdeterminations in all affairs. "
        },
        {
            "type": "verse",
            "text": "Versatile and virtuous are they the ministers and there is none whodiscarded his virtuosity, and they are the determiners of truce or war, and by theirnature they possess opulence. They are capable to keep up the confidentialities ofstrategies, and also capable to apply their mind even in micro-affairs, and they knowmoral science comprehensively, and above all, they are gentle articulators. With sucheffectual and good-natured ministers the king exalted Dasharatha ruled the eart. "
        },
        {
            "type": "verse",
            "text": "He that most generous one among men, Dasharatha, while observing throughspies, and to protect people righteously, and to give a good governance to them, heforsook unrighteousness and became a generous king avowed to truthfulness alone, and thushe that Dasharatha ruled the earth, which rulership is renowned in all the threeworlds.Emperor Dasharatha has not encountered either a superior or an equal in hiskingship, and to him there are many friends, subdued are his provincial kings andeliminated is thorniness by his own valour. He thus ruled the world like Indra would inHeaven. "
        },
        {
            "type": "verse",
            "text": "In the company of those ministers, who are conducive to the strategies,interested in the king and subjects as well, skilful and efficient ones, he that KingDasharatha obtained brilliance, like the rising Sun along with resplendent sunrays. "
        }
    ]
}