{
    "id": "prose-bala-70",
    "kanda": "bala",
    "sarga": "70",
    "title": "Ikshvaku's lineage detailed",
    "chapter": "70",
    "overview": "Ikshvaku's bloodline is narrated as custom demands to enquire into the bridegroom's lineage. Vashishta narrates this to Janaka and his brother Kushadhvaja, who is also summoned to participate in the wedding celebrations, and who later has to offer his two daughters to Bharata and Shatrughna. This listing and eulogising ancestors is an adjunctive custom in Indian marriages. Nowadays it is limited to cite only three preceding generations, instead of narrating from the first, since nobody holds his family tree, ready at hand.<br/>",
    "content": [
        {
            "type": "verse",
            "text": "Then on the next day morning after getting the ritual liturgies performed through sages, he that articulator Janaka articulated this to sage Shataananda, the royal priest."
        },
        {
            "type": "verse",
            "text": "\"My younger brother renowned thus as Kushadhvaja, a highly self-righteous one and a highly brilliant one is ruling from the auspicious and holy city named Saankaasya, which city is surrounded by River Ikshumati as a natural moat, in which moat bastions of tridents are staked all around... and my brother presides over that city as if he is sitting in the Pushpaka aircraft of richly-rich god Kubera, and as though supping the sugarcane juice-like waters of River Ikshumati..."
        },
        {
            "type": "commentary",
            "text": "The words <em>vaaryaa phalaka paryantaam </em>also mean 'that city is surrounded by the plantation of citrus grapefruits that are famous for health keeping."
        },
        {
            "type": "verse",
            "text": "\"And I wish to see him, as he is the nominated benefactor of this Vedic-ritual of mine, and he too shall become a rejoicer in partaking the joyousness of this marriage... \" So said Janaka to Shataananda."
        },
        {
            "type": "commentary",
            "text": "Kushadhvaja supplied whole lot of paraphernalia for this Vedic-ritual of Janaka from his auspicious city Saankaasya, and hence he is the benefactor of the ritual."
        },
        {
            "type": "verse",
            "text": "That way when Janaka asseverated that enunciation in the presence of Shataananda, Shataananda in turn ordered and summoned envoys, and then some alacritous envoys have come, whom Janaka ordered to proceed to his brother. By the order of the king those envoys who have speedy horses have travelled on to city Saankaasya speedily, to lead forth that manly-tiger Kushadhvaja that speedily, which is as good as fetching Vishnu by order of Indra."
        },
        {
            "type": "verse",
            "text": "On arriving in city Saankaasya those envoys have seen king Kushadhvaja and on submitting what has happened to the king about Rama's breaking of Shiva's bow, and they have also submitted the point of view of Janaka regarding marriages of four daughters."
        },
        {
            "type": "commentary",
            "text": "The viewpoint of Janaka is to offset the problem of marriages of both the daughters of his brother Kushadhvaja. Dasharatha has four sons and Janaka presaged a quadruple alliance with him, where Janaka has two daughters and his brother Kushadhvaja has two."
        },
        {
            "type": "verse",
            "text": "On hearing that event from the worthy envoys whose speed is praiseworthy, king Kushadhvaja came right away to Mithila by the order of king Janaka. Kushadhvaja addressed himself to the insightful one and a compassionate person in the duty of an elder brother, namely Janaka, and on reverencing sage Shataananda firstly, next he has reverenced his fondly affectionate brother Janaka, and then he sat upon a majestic seat, that which is befitting to kings. Both the brothers of unlimited self-refulgence having assumed their high seats, they who are distinguished for their righteous acts have started to send Sudaamana, the distinguished minister. "
        },
        {
            "type": "verse",
            "text": "\"Oh, minister plenipotentiary, Sudaamana, you please proceed immediately to king Dasharatha, the legatee of Ikshvaku-s with illimitable resplendence, and let that invincible king Dasharatha be led hither along with his sons and along with his Vedic-celebrants...\" Thus Janaka ordered Sudaamana, the minister."
        },
        {
            "type": "verse",
            "text": "Accordingly Sudaamana has gone to the visitatorial-palace of the promoter of Raghu's heritage, namely Dasharatha, and he said this on appearing before that king duly bowing down and hailing the king."
        },
        {
            "type": "verse",
            "text": "\"Oh, valiant king, oh, sovereign of Ayodhya, his highness the sovereign of Mithila from the heritage of Videha kings is poised for seeking an audience with your highness, along with your highness' royal-priest Vashishta and other mentors...\" The minister Sudaamana said so to Dasharatha."
        },
        {
            "type": "verse",
            "text": "On hearing that best minister's words, then king Dasharatha came to the place where Janaka is available, along with his kinsmen and the assemblages of sages. That sententious king Dasharatha said this to the king from the lineage of Videha kings, Janaka, who is with his mentors, kinsfolk, and ministers."
        },
        {
            "type": "verse",
            "text": "\"Oh, exalted king Janaka, you already appreciate that this godly sage Vashishta is godlike to the bloodline of Ikshvaku-s, and in all affairs he is our internuncio... Should an assent be given by Sage Vishvamitra, along with all the great sages present here, this equanimous Vashishta will narrate about my bloodline, lineally...\" And, to the nod of Vishvamitra Dasharatha become reticent, and then the godly and sententious sage Vashishta who is along with his men of the cloth said these sentences to the king of Videha, namely Janaka."
        },
        {
            "type": "verse",
            "text": "\"The Unprovable emanated the timeless, changeless and perishless Brahma, and from that Being, namely Brahma, Mariichi is begotten, and Kaashyapa is the son of Mariichi, and the Sun is begotten from Kaashyapa, and Manu is said to be the son of the Sun... [1-70-19b, 20]"
        },
        {
            "type": "commentary",
            "text": "The <em>avyakta</em> is the 'Unmanifest' of <em>advaita</em> tenet. Here it an 'Unprovable' entity since it cannot be proved by <em>pramaaNa-s</em> 'source of knowledge' like<em>pratyaksha, anumana, tarka, aagama...</em> 'perception, inference, logic, scriptures...' and because Vishnu cannot be deduced by these sources of knowledge, Vishnu Himself becomes the <em>avyakta</em>. And from the viewpoint of mythology, Ramayana has no place for a 'featureless Absolute...' <em>nir guNa Brahma</em> of <em>advaita</em>, because Valmiki's initial questions to Narada include<em>ko guNavaan</em>, and thus He is <em>sa guNa Brahma</em>. Hence<em>avykta</em> or <em>aakaasha, a kaasha</em>, 'minus, leeway...' all-pervading...' is Vishnu, the 'Unprovable'."
        },
        {
            "type": "commentary",
            "text": "This <em>aakaasha</em> is the often repeated expression in Upanishad-s, telling it to be the<em>aatma</em>, Absolute, abiding in each individual <em>jiiva aatma</em>, Individual Soul. <em>aakaasho ha vai naama ruupayoH nirvahitaaH te yad antara tad Brahma tad amR^itam sa aatmaa - chaandogya - 8-14 | ko he vaaNyatkaH praaNaat ya eSha aakaasha aanando na syaat - taittariiya - 7 anuvaaka | aakaashor arthaantaratvaadivyapadeshaat - 1-3-41 | dahara uttarebhyaH - 1-3-14 - Brahma suutra</em> ;'who is he to be able to balance himself if this<em>aakaasha</em> is not to be there...' Taittarriya; 'that which makes the names and forms is within you alone as your innermost inner-space, that alone is deathless...' Chanandogya; 'akaasha [is Absolute] because it is proclaimed to be something different etc., [from names and forms yet their revealer...]; 'the small [aakaasha] is Absolute because of subsequent texts [which give ample evidence of it...] Brahma Sutra. Hence, it is Vishnu."
        },
        {
            "type": "commentary",
            "text": "Out of the three epithets to Brahma one is 'timeless' because He continues to be in two <em>para artha-s</em>, say 31, 10, 40, 00, 00, 00, 000 human years, without transmutation, yet He continues further. He is 'changeless' as his faculties or His divine being does not undergo any mutation or metamorphosis. He is 'perishless' during the above period and after, since Vishnu gave rise to Him. Up to here is ultramundane order of progeny and the mundane lineage is now continued."
        },
        {
            "type": "verse",
            "text": "\"Manu is the earliest Prajaapati and Ikshvaaku is the son of Manu, and that Ikshvaaku is the first king of Ayodhya... know thus... The son of Ikshvaaku is the legendary Kukshi, thus he is renowned, and the famous Vikukshi is the son of Kukshi...From that most brilliant and courageous Vikukshi, Baana emerged as son, and the highly refulgent and valinat Anaranya is the son of Baana... Pruthu is the son of Anaranya, and Trishanku is Pruthu's son, and the highly renowned Dhundumaara happened to be the son of Trishanku... Dhundumaara begot a highly glorious and a speediest charioteer Yuvanaashva as son, and Mandhaata emerged as the son of Yuvanaashva..."
        },
        {
            "type": "commentary",
            "text": "Some read the name Yuvanaashva or Yavanaashva as a title of Dhundumaara."
        },
        {
            "type": "verse",
            "text": "\"Maandhaata engendered the highly noble Susandhi as son, and even Susandhi engendered two sons, namely Dhruvasandhi and Prasenajit... From Dhruvasandhi, an illustrious one named as Bharata is begotten, and Bharata begot a highly effulgent son named as Asita... To which Asita, kings like Haihaya-s, Taalajanghaa-s, and the valiant Shashabindu-s have become adversaries and kings in hostility, he had to wage war with them..."
        },
        {
            "type": "verse",
            "text": "\"While counterattacking those kings, Asita is dethroned in war and then he reached Himalayas along with his two wives... Asita was with his meagre forces when he was in Himalayas, and there he drew nigh of his Time. At the time of his demise two of his wives were pregnant, and one of two wives gave toxic food to the co-wife for abortion... thus we heard..."
        },
        {
            "type": "verse",
            "text": "\"There was a saint named Cyavana, the heir of Sage Bhrigu, who in fascination with best and beautiful mountains then taking shelter on Himalayas. One of the two wives of Asita, the lotus-petal eyed and highly fortunate one queen came there desirous of a best son, and reverenced the sage who is godly in his glow... Another queen Kaalindi who administer food poison to her co-wife has also come to the sage, and she too reverenced him. That sage spoke to her who received poison from her co-wife regarding the birth of her son."
        },
        {
            "type": "commentary",
            "text": "There are variations in reading these lines. While some say that Kaalindi is one who 'gave' toxic food to her sister, while some others say that Kaalindi is the one who 'received' the poisoned food. Here taking the <em>kaalindi ca </em>'Kaalindi also...' it is said that 'Kaalindi is she who has administered poison...' Since she is also pregnant, coupled with the guilt of poisoning, hence the use of <em>ca </em>, she too came to the sage."
        },
        {
            "type": "verse",
            "text": "\" 'Oh, highly fortunate lady, a very good son and a very mighty son is there in your womb. Soon you will give birth to a highly vigorous, highly refulgent son and that illustrious one will take birth with toxicity, but there is no need to worry...' So said Sage Cyavana to the queen of Asita who received the poison. On reverencing Sage Cyavana that husband devout princess whose husband is no more that lady gave birth to a son... Because he took birth along with the poison administered to his mother by her co-wife, he became Sagara, the emperor...\""
        },
        {
            "type": "commentary",
            "text": "Parable: When king Asita passed away his queen and this Sagara's mother wanted to commit self-immolation, but this Sage Cyavana dissuades her from it because she is pregnant, and takes her to his hermitage. When she gave birth to Sagara, Sage Cyavana rears up Sagara and teaches him all of the archery by according <em>aagneya astra </em>Fire-missile etc., kingcraft, and scriptures. On one occasion when Sagara asks for the details about his father, Cyavana had to tell all the legend of Asita and his conflicts with yavana-s, and shaka-s. Sagara becoming furious at Haihaya-s, Taalajanghaa-s, and the valiant Shashabindu-s, wars with them and drives them out of this country. While doing so, Sagara makes <em>yavana-s </em>tonsured, <em>shaka-s</em>or so-called Scythians, as half-tonsured, and <em>paarada-s </em>as shaggy haired ones, thus stripping of their Kshatriya-hood. Taking the nearness of name<em>paarada </em>to Persia, it is said that the kings repulsed by Sagara taken domicile in the Middle East and <em>a aaryan </em>or <em>a aa riaan </em>is <em>Airan</em>or present day Iran, and age-old are Indo-Iranian links. Further, the word Asia has its own nearness to the name of king Asita."
        },
        {
            "type": "verse",
            "text": "\"From Sagara it is Asamanja and from Asamanja it is Amshuman, and from Amshuman it is Diliipa, and the son of Diliipa is Bhageeratha... From Bhageeratha it is Kakutstha, from Kakutstha it is Raghu, and Raghu's son is the great resplendent Pravriddha, who is reduced to a human flesh eater, and he is also known as Kalmashapaada... and from him, that Pravriddha, Shankana is born..."
        },
        {
            "type": "commentary",
            "text": "This Pravriddha is really a great king in this lineage, but somewhat arrogant. So, at one time he was subjected to the fury of Vashishta and becomes a man-eating demon. But he too got his mystic powers. When he was trying to issue a counter-curse to Vashishta, by taking water into his hand, his wife Madayanti, being a husband devout wife dissuades him to not to counter all-powerful Vashishta. He on listening to his wife drops that water taken for cursing, onto his own feet. Then his accursed water blemished him via his feet. Hence, he is also termed as Kalmashapaada."
        },
        {
            "type": "verse",
            "text": "\"Shankana's son is Sudarshana, and from Sudarshana it is Agnivarsna... And Shiigraga is the son of Agnivarsna, and Shiighraga's son is Maru and from Maru it is Prashushruka, and Ambariisha is the son of Prashushruka... Ambariisha's son was Nahusha, the emperor and Yayaati is the son of Nahusha, but Naabhaaga is born to Yayaati..."
        },
        {
            "type": "commentary",
            "text": "These names Nahusha and Yayaati also occur in other Puraana-s, indicating them in earlier eras to Ramayana period."
        },
        {
            "type": "verse",
            "text": "\"Aja was Naabhaaga's son and from Aja, this Dasharatha is manifest, and from him, from this Dasharatha, these brothers, Rama and Lakshmana are born..."
        },
        {
            "type": "verse",
            "text": "\"Oh, best one among men, Janaka, from the beginning this bloodline of Ikshvaaku-s is spotlessly immaculate, immensely impeccable, indomitable, and irreproachable, and in respect of these kings born in this line of blood, oh, king Janaka, I espouse that it will be meetly of you to offer your seemly daughters to this seemly pair of Rama and Lakshmana...\" So said Vashishta to king Janaka."
        }
    ]
}