{
    "id": "prose-bala-71",
    "kanda": "bala",
    "sarga": "71",
    "title": "Janaka's lineage detailed",
    "chapter": "71",
    "overview": "Janaka narrates his lineage while offering his daughters as brides to Rama and Lakshmana. In doing so, he elaborates more about his brother Kushadhvaja, whose daughters are the would-be-wives of Bharata and Shatrughna. They even fix the timings for marriage.",
    "content": [
        {
            "type": "verse",
            "text": "When sage Vashishta said that way, Janaka reverentially made palm fold and said this in reply, \"oh, sage, let safeness betide you all... now, it will be apt of you all to listen to our distinguished lineage... "
        },
        {
            "type": "verse",
            "text": "\"Oh, eminent sage Vashishta, he who is born in a particular noble gens has to inform about his parentage in its entirety, especially when he offers a bride... thereby oh, great sage, let all be informed of about our lineage... "
        },
        {
            "type": "verse",
            "text": "\"Once there was an emperor Nimi, who was renowned in the triad of worlds by his own accomplishments, and who was uniquely seraphic-souled and a best one among all stalwart emperors... And his son was named as Mithi, and Janaka was Mithi's son... the first one to be designated as Janaka... and even from that Janaka it is Udaavasu who took birth... From Udaavasu it is noble souled Nandivardhana took birth, and Nandivardhana's son is named as Suketu, by his name... From Suketu the highly powerful and virtue-souled Devaraata is born, and from that kingly sage Devaraata, it is Brihadratha who took birth, thus we have heard... "
        },
        {
            "type": "verse",
            "text": "\"From Brihadratha it is the highly braving, courageous and valiant Mahaaviira has come, and the bold and truth-valiant Sudhriti from Mahaaviira... Form Sudhriti, the right-minded and highly generous Dhristaketu took birth, and from the kingly sage Dhristaketu it is highly renowned Haryashva is the son... Haryashva's son is Maru, and Maru's, son is Pratiindhaka, and the son of Pratiindhaka's is noble-souled king Kiirtiratha... The son of Kiirtiratha is remembered as Devamiidha, and the son of Devamiidha is Vibudha, and Vibudha's son is Mahiidraka... Mahiidraka's son is the great mighty king Kiirtiraata, and the son born to sagely king Kiirtiraata is Mahaaroma... From Mahaaroma it is the virtue-souled Swarnaroma, and from kingly sage Swarnaroma it is Hrasvaroma... "
        },
        {
            "type": "verse",
            "text": "\"Two sons are born to that knower of virtue and noble souled Hrasvaroma, I am the elder, and my younger brother is this brave Kushadhvaja... He that king and father of ours, Hrasvaroma, anointing me in kingdom as I am the elder, and vesting the duty of looking after Kushadhvaja in me, he departed to forests... "
        },
        {
            "type": "verse",
            "text": "\"On the departure of our aged father to heaven, I am looking after this godlike Kushadhvaja with brotherliness and lugging around the burden of this kingship... Then after sometime, a valorous king named Sudhanva came beleaguering Mithila, from his city Saamkaasha... 'The unexcelled bow of Shiva shall be given to me, along with the lotus-eyed virgin, Sita...' thus he started to urge me... "
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahma sage Vashishta, for the reason of my non-bestowal of bow or bride he warred with me, and when he affronted me in that war I have put that Sudhanva to the sword... Oh, best sage , on eliminating king Sudhanva, I have anointed my valiant brother Kushadhvaja in the kingdom of Saamkaasha... Oh, best saint Vashishta, this is that younger brother of mine, and I am the elder. Oh, eminent-saint, I am bestowing those brides with a highly gladdened heart... Sita for Rama, and Urmila for Lakshmana, let there be felicity for all... "
        },
        {
            "type": "verse",
            "text": "\"My daughter Sita is the bounty for bravery and in simile she is the daughter of the divine Providence, and thus the second one Urmila too... oh, eminent-saint, with a highly gladdened heart I reiterate thrice while I bestow those brides, there is no doubt about it... "
        },
        {
            "type": "commentary",
            "text": "The thrice reiteration is the threefold commitment <em>mano vaak kaaya karanaaH </em>i.e., 'the three instruments of communication, mind, voice, and body... so I endow the brides whole-heartedly, clear-articulately, and agleam-physically...' Here this verse is addressed to Vashishta, while other mms say that it is aimed at Dasharatha by placing words 'raghunandana' instead of 'munipungava.'"
        },
        {
            "type": "verse",
            "text": "\"Oh, king Dasharatha, let the preceding ritual of <font color=\"#B3003A\">samaavartna</font>, be undertaken, and let manes be propitiated by the ritual, <font color=\"#B3003A\">naandi shraadha</font>, and afterwards you make happen the wedding celebrations ... thus, all will be blest..."
        },
        {
            "type": "commentary",
            "text": "The wording <em>go daana</em> differs from the ordinary lexical meaning 'cow donation' as the word <em>gaavaka</em> means body hair and <em>daana</em> is releasing, or let-going, i.e., shaving. When the students return home after the studentship they will be admitted into household after some rituals like shaving off unnecessary hair, taking oil bath etc.<em>gauH dvayoH tu rashmiH dR^ig baaNa svarja vajra ambu lomasu - naa naa - go daanam caula vat kaaryam shoDaaShe abde taducyate |</em> In this there will be a real cow donation also to the teacher of that student, when the students sheds his hair, after the barber attends him. After shaving off the unwanted hair, then <em>samaavartana</em> is undertaken. The problem pointed out at this place is, that Rama or Lakshmana are born without <em>vyanjana kesha</em> unwanted hair, except head-hair, as Indian mytholoj~n will not give a hairy makeup to these four brothers. 'How then Janaka asked to undertake such ceremony, when discardable hair itself is not there...' is the objection. Whether they have hair or not, the ceremony has to go on."
        },
        {
            "type": "verse",
            "text": "\"Oh, great dextrous Dasharatha, the star ruling today is <font color=\"#B3003A\">magha</font>, isn't it... oh, lord, on the third from now, say day after tomorrow, when the star <font color=\"#B3003A\">phaalguNi </font>comes, in its later part, namely<font color=\"#B3003A\">uttara phalugNi</font>, you may make happen this wedding, and the bounties like<font color=\"#B3003A\">go bhuu tila hiraNya aadi </font>i.e., ' cows, lands, grains, gold etc., that ensue the wellbeing of Rama and Lakshmana, may be accorded to the eligible generously... "
        },
        {
            "type": "commentary",
            "text": "These old people have meticulously calculated stars and their sidereal times for marriage, but being old, they have forgotten to print the date of wedding on wedding invitations or, at least said about it. Thereby the dating of Ramayana has become a problem, and dating with Ramayana prospered."
        }
    ]
}