{
    "id": "prose-bala-72",
    "kanda": "bala",
    "sarga": "72",
    "title": "Marriage alliance to Bharata, Shatrughna",
    "chapter": "72",
    "overview": "Vishvamitra proposes the marriages of Bharata ad Shatrughna with the two daughters of Kushadhvaja, the younger brother of Janaka. This being a welcome offer, Janaka accords his immediate consent. Then Dasharatha proceeds with the initiatory rituals for the bridegrooms and donates cows and riches.",
    "content": [
        {
            "type": "verse",
            "text": "Then the eminent-saint Vishvamitra together with Vashishta said these words to Janaka, the valiant king of Videha, who has just said about his lineage. "
        },
        {
            "type": "verse",
            "text": "\"The Ikshvaku-s and Videha-s are unimaginably admirable and immeasurably distinguished dynasties, oh, Janaka, the best one among all men, there is no single king comparable to one from these dynasties... Oh, king Janaka, these espousals of Sita with Rama and Urmila with Lakshmana is behovely to each other's dynastical prestige and even it is befitting to the winsome charms of the brides and bridegrooms, but that being so... "
        },
        {
            "type": "verse",
            "text": "\"Oh, grand sire, you may listen to my words of advise... this younger brother of yours, king Kushadhvaja, is at home in every kind of probity... Oh, king, the pair of daughters of this right-minded Kushadhvaja is nonpareil in comeliness in this world, hence, oh, grand sire, we choose to pair them off with Bharata and Shatrughna... Oh, king, for the sake of those two honourable boys, for that young man Bharata and for that smart man Shatrughna, we opt your brother's daughters... All these four sons of Dasharatha have handsomeness and youthfulness, and they are equal to the four rulers of the world from four quarters, and their valour vies with the valour of God Vishnu..."
        },
        {
            "type": "verse",
            "text": "\"Oh, best king, let both theses dynasties of yours, the impeccable dynasty of Ikshvaku-s and the immaculate dynasty of yours as well, be interlocked by these wedlock-s...\" Thus Vishvamitra advised Janaka. On hearing the words of Vishvamitra that have the concurrence of Vashishta then Janaka reverently said this to those two eminent-saints. "
        },
        {
            "type": "verse",
            "text": "\"By which reason you two eminent-saints personally bid fair to this befitting proposal, thereby I opine that my dynasty is highly honoured... "
        },
        {
            "type": "verse",
            "text": "\"So be it! Safe betides you all! Let the pair of Kushdhvaja's daughters, namely Maandavi, Shrutakiirti, devout themselves as a pair of wives to the paired brothers, namely Bharata and Shatrughna, respectively... Oh, eminent-saint Vishvamitra, let the palms of four princesses be taken in the palms of these four mettlesome princes in marriage, in the light of one day... "
        },
        {
            "type": "verse",
            "text": "\"Oh, Brahman, the savants acclaim that part of the day as the best for wedding ceremonies when both of the pre-Phalguni and post-Phalguni stars are available, and on such a time where post-Phalguni is ruling, for which Bhaga is the presiding deity for progeny...\" So said Janaka to the marriage party. "
        },
        {
            "type": "commentary",
            "text": "There is a lot of commentary from the viewpoint of astrology regarding these stars and days of this marriage. Some have said that <em>uttare divase </em>'on best day...' <em>phalguni= puurva phalguni </em>'pre-Phalguni... on the best day under pre-Phalguni star...' which usually does not happen, but it is also said to be correct by Maheshvara Tiirtha, as the Moon will be in the 12th house at that time, so the marriage is agreeable...' However the stars for best results of marriages are:"
        },
        {
            "type": "sanskrit",
            "text": "rohiõŸ mrgaþŸrÿyaõi uttara phalgunŸ svti iti vivhasya nakÿatrõi | bodhyana štrõi"
        },
        {
            "type": "verse",
            "text": "On saying those gracious words thus, king Janaka got up from his throne and coming nigh of both of the eminent-saints, Vishvamitra and Vashishta, reverently said this sentence. "
        },
        {
            "type": "verse",
            "text": "\"You two, oh, eminent-saints, have done an excellent generous act in my respect, thus I will ever remain your proselyte... you may please preside over these thrones, that of mine, my brother's, and that of Dasharatha... "
        },
        {
            "type": "commentary",
            "text": "The kind deed done by the two sages, Vishvamitra and Vashishta, is fetching right husbands for his daughters, and for his brother's daughters, without flattening his own flatties. And this sitting on the three thrones is for assuming symbolic rulership on the three kingdoms, Ayodhya, Mithila, and Saamkaasya, in getting the marriages performed without a hitch."
        },
        {
            "type": "verse",
            "text": "\"As to how this city Mithila appertains to Dasharatha, in the same way city of Ayodhya is mine... and there shall be no hesitancy for you two sages in governance on these three kingdoms, thus it will be apt of you to make the marriages happen as aptly as you can...\" So said Janaka to the sages. "
        },
        {
            "type": "verse",
            "text": "The legatee of Raghu-s king Dasharatha is gladdened while the legatee of Videha is talking in such a hobnobbing way, and he replied king Janaka in this way. "
        },
        {
            "type": "verse",
            "text": "\"Oh, kings of Mithila, Janaka and Kushadhvaja, you two brothers have reverenced inestimable sages and coteries of kings, as such inestimable good manners are treasured in both of you..."
        },
        {
            "type": "commentary",
            "text": "Annex: 'As said in good sayings like, 'good company and good discourse are the very sinews of virtue...' as such, your abilities in making these marriages happen will edge out our limited capabilities... and if we commit any mistake unwittingly, that may besmirch your unblemished personality, because for the first time I am marrying my sons, you shall pardon... by the way, you have performed many marriages, concluding that every bride is your own daughter-like, thus we hear... thus, your sitting complacently on intrusting all the works of marriages to us, is infeasible... so, you do all the works and we sit comfortably seeing the celebrations...'"
        },
        {
            "type": "verse",
            "text": "\"Enjoy that blessedness! Let safe betide you! We now depart to our visitatorial-palace, and we shall customarily carry out the tributary rituals...\" Dasharatha said thus. "
        },
        {
            "type": "verse",
            "text": "On seeking leave of absence from the sovereign of people, Janaka, that highly renowned king Dasharatha promptly departed from there, keeping both of the eminent-saints afore, namely Vishvamitra and Vashishta. King Dasharatha on going to his visitatorial-palace has procedurally undertaken the tributary rituals, and on getting up in the next morning, he carried out the initiatory rituals of marriages, in a grand way, in which donation of cows is a part. "
        },
        {
            "type": "verse",
            "text": "That lord of people king Dasharatha has righteously donated hundred thousand cows to Brahman-s, in the name of each of his four sons. "
        },
        {
            "type": "verse",
            "text": "In that cow donation ceremony intended for his sons, he that best one among men and the one who is affectionate towards his sons, Dasharatha, the legatee of Raghu-s, has donated on behalf of each of his sons, four hundred thousand cows, that are abundant milkers, and that have golden casings on their horns, and that are with their calves, and along with milking jugs made with bell metal, and he even donated very many other kinds of assets to Brahmans. "
        },
        {
            "type": "verse",
            "text": "On performing the cow donations and <font color=\"#B3003A\">samaavartna, snaataka</font>, the initiatory ceremonies of his sons, as well, he that serene king Dasharatha who is amidst the quartet of his sons, shone forth like serene Brahma, who is quartet-faced, with the quartet of Veda-s, and who is the overlord of mankind, amidst the quartet of presiding deities in the quartet of the world. "
        },
        {
            "type": "commentary",
            "text": "The 'unnecessarily' repeated word 'quartet' refers to <em>dharma</em>where its manifestation is with four horns, <em>catvaarii shR^ingaa, trayo asya paadaa, dve shiirSe... </em>'dharma's horns is a quartet, three are its feet, two are its heads...' so on. When read together with 23, 24 verses, the bullish Dasharatha is said to have the quartet of bullhorn like sons, who are being readied to administer <em>dharma </em>in the world."
        }
    ]
}