{
    "id": "prose-bala-73",
    "kanda": "bala",
    "sarga": "73",
    "title": "Sita's marriage with Rama",
    "chapter": "73",
    "overview": "We need not wait for any invitation or wedding card or call for this marriage, as all are welcome, equally and individually. Let us go there straight, without any introductions and preliminaries.",
    "content": [
        {
            "type": "verse",
            "text": "On which day the king Dasharatha made the impressive cow donations or, initiatory rites, on that day alone the valiant Yudhaajit turned up. Yudhaajit, the son of Kekaya king and the brother of Kaikeyi, thus the direct maternal uncle of Bharata, having seen and asked after the wellbeing of Dasharatha said this to him. "
        },
        {
            "type": "verse",
            "text": "\"The ruler and king of Kekaya, viz., my father and your father-in-law, has affectionately asked after the wellbeing of all, and in whose wellbeing you are interested at my place, they are all hale and healthy as of now... Oh, Raghu's legatee, oh, best king, my father and the king of Kekaya is interested to see my sister Kaikeyi's son, Bharata, and for that reason I am sent to Ayodhya... "
        },
        {
            "type": "verse",
            "text": "\"Oh, lord of the land, in Ayodhya I have heard that you went to Mithila along with your sons for their marriages, and wishing to see my sister's son Bharata I promptly travelled here...\" Thus Yudhaajit told Dasharatha. "
        },
        {
            "type": "commentary",
            "text": "Is this entry of this maternal uncle of Bharata a forced one or does this have any bearing on the flow of epic... is a doubt, though not a question. Further he is saying 'my sister's son' i.e., Bharata alone, instead of 'all my nephews...' Whether this episode has a bearing on future events or not, one <em>maama </em>is entered in Indian epics, like this one and <em>Shakuni maama </em>in Maha Bharata."
        },
        {
            "type": "verse",
            "text": "Then king Dasharatha on seeing the adorable guest who arrived in his presence, and who is a merited one for adoration, Dasharatha adored Yudhaajit well, with full observances. Then on taking rest for that night along with his noble-minded sons, and again on getting up in the next morning, and on performing morning-observances as a duty-bound king, Dasharatha arrived at the hall of Vedic-ritual, keeping the sages in his forefront. "
        },
        {
            "type": "commentary",
            "text": "He arrived at the Vedic-ritual hall that he was frequenting for the last few days. Unless invited the bridegroom's party will not enter the marriage hall, and nowadays such an invitation includes a small function also, called <em>vara puuja</em>as every bridegroom will be looked up to as Vishnu, and the bride as Lakshmi. The marriage hall is constructed nearby this Vedic-ritual hall, thus it is to be assumed."
        },
        {
            "type": "verse",
            "text": "Rama arrived at his father together with all of his brothers, keeping sage Vashishta and other eminent-saint ahead of them, on an opportune and appropriate hour called 'Victory...' and all the bridegrooms are adorned with all kinds of jewellery appropriate for the wedding time, and all have performed the auspicious ceremony for marriage-thread, conducted prior to the marriage and, all have thread-bands tied around their wrists, as they all have performed an auspicious ceremony antecedent to marriage ceremony. "
        },
        {
            "type": "commentary",
            "text": "The ceremony for the marriage thread, the sacred thread of marriage for knotting as a necklace of the bride, <em>mangala suutra </em>is nowadays mixed up with <em>gauri puuja</em>, and this <em>gauri puuja </em>took precedence of that ceremony, because <em>gauri puuja,</em> took its roots in the auxiliary Ramayana-s, where Sita is said to have gone to Goddess Parvati's temple, prior to her marriage, to perform <em>gauri puuja</em>, pledging herself to Rama. The thread bands tied at the wrists of both the bride and bridegroom is as per wedding time vows, to bring them under the pledge of marriage, until its consummation. Indian marriages are time-oriented and every function has to happen on the appointed hour. Hence, the arrival of bridegrooms is also on an opportune hour, which astrologically brings forth success of that event. But some say that this auspicious hour Vijaya occurs in the early part of the day, where this marriage is occurring in the later part of day, hence this time is to be reckoned as one that acquires some victory later in the epic. "
        },
        {
            "type": "commentary",
            "text": "Brides are not the lone category of people destined to wear jewellery. But bridegrooms are also asked to wear golden ornaments, at least one, on such occasions. The metal gold is said to contain some effect by which a man or a woman will be benefited, health wise: <em>mR^itaa dur luptam madhumat suvarNam dhanam jananam ruNam daarayiSunam... </em>after all gold is gold."
        },
        {
            "type": "verse",
            "text": "Then that godly sage Vashishta on going from Vedic-ritual hall to marriage hall said this to Janaka, \"Oh, best one among best people, oh, king Janaka, having performed the auspicious marriage-thread ceremony, Dasharatha along with his sons is looking forward for the donor... "
        },
        {
            "type": "verse",
            "text": "\"In marriages all the <em>puruSaartha-s</em>, the component values of life, namely rightness, riches, revelries, and results of final release will be occurring only if the benefactor and beneficiary meet, isn't it. Hence let king Dasharatha come, and then on actualising this best marriage you too will be doing your best devoir as royal priest..."
        },
        {
            "type": "commentary",
            "text": "Hindu marriage is not a contractual obligation because it protracts over seven life cycles of that couple. Therefore, it is calculated correctly and celebrated sacredly."
        },
        {
            "type": "verse",
            "text": "Janaka is not just a decidedly valiant king but he is the profound knower of probity also, besides being an unreservedly generous king, hence he has already made all arrangements, and when he is spoken in this way by Vashishta that king replied this sentence to that right honourable Vashishta. Who is that doorman that prevents your entry? Or, for whose orders you all await with a bated breath? Do you hesitate in your own house, or what? This kingdom is as good as yours... isn't so..."
        },
        {
            "type": "commentary",
            "text": "These are neither questions nor surprises, but the usual retorts and repartees usually employed during wedding time by both parties, <em>samdhi-s </em>of northerners and <em>sammandi-s</em>, of southerners, i.e., the wedding parties. By these rebuttals and ripostes, both the parties come close with each other's family habits or with its members."
        },
        {
            "type": "verse",
            "text": "\"Oh, eminent-saint Vashishta, on absolutely performing the auspicious ceremony for the marriage-thread, and thereby tying thread-band at wrists my daughters have already arrived, and they are at the base of the Altar of Fire, like the irradiant jets of flames of radiant fire... I am already ready and awaiting for you remaining at this Altar of Fire. Let everything be done indeed without any deterrents. What for the king Dasharatha is dawdling...\" So said Janaka to Vashishta."
        },
        {
            "type": "commentary",
            "text": "And Vashishta reported this to Dasharatha, and Dasharatha and his coterie then started a wedding-walk, which usually will be dillydallying, inching and poking along, very leisurely. Even today this custom, not custom exactly, the habit of 'wedding-walks' is there and a <em>baraat </em>'pageant of bridegroom's party' covers two furlong distance in two hours, or even more, keeping the bride's party on tenterhooks."
        },
        {
            "type": "verse",
            "text": "On hearing that sentence of Janaka, then Dasharatha started towards marriage hall, and then he started to enter his sons one by one, four in all, into marriage hall along with all of the assemblages of sages. Then that king from Videha bloodline, Janaka, said in this way to Vashishta, \"Oh, the knower of punctilios, oh, Brahma-sage, oh, masterly sage, along with other sages you make happen all of the marriage ceremonies of Rama, the rejoicer of the world...\" Thus Janaka spoke to Vashishta."
        },
        {
            "type": "verse",
            "text": "Thus said, that godly sage Vashishta on saying, \"so be it,\" to Janaka, embarked on arranging Altar of Fire keeping sage Vishvamitra and the virtuous sage Shataananda afore of him, and that sage with great ascesis, Vashishta, has arranged an Altar of Fire in the midpoint of the cool-thatched manorial-marriage-shed, decorating it with sandal paste and flowers. Then he promptly sanctified variously coloured handy vessels, and lid-like concave earthen vessels, which are full with just sprouted sprigs, and he sanctified even other golden vessels, censers with fumes of incenses, conch-shell like vessels, and short handled wooden scoops for scooping oblatory items from vessels for putting it in long-handled scoops, and long-handled wooden scoops to drop those oblatory items into Ritual-fire, and vessels filled with oblatory items like ghee, water, milk etc., and vessels filled with toasted rice-flakes and vessels filled with holy yellow-rice duly treated with turmeric, and he sanctified all articles of wedding ceremony by sprinkling holy-yellow-rice, as a kind of dry-ablution."
        },
        {
            "type": "commentary",
            "text": "These are some of the usual paraphernalia for marriage ceremony even now. The sprouting sprigs are symbolic for the prospective sprigs from this marriage, and rice-flakes for the abundance of livelihood of the couple. Usually the concave lid like vessels will be filled with black cotton soil, and on them nine varieties of grain <em>nava dhaanya </em>will be sprinkled to obtain sprigs. Later they are to be kept sacred for some days, watering daily, and then can be implanted in earth, if they survive. There are hosts of shops specialised to sell these items and the shopkeeper firstly asks for information 'for bride's side or for bridegroom's side?' And if we say, 'we are from bride's side' a long-list is presented, [while bridegroom's side will have a shorter list of items,] and then the shopkeeper mercifully asks 'how much is the dowry?' If we say this much or that much, he will present a Victorian model push-close pull-open velvet bag. If we exclaim 'what for is this, priest has not listed this' then he politely says, 'the priests of these days are unaware of customs and the dowry is to be put in that velvet bag and then given, as a royal presentation...' And if we say 'we are drained out by the dowry, wherefrom we give royal presentations...' then he will spew fire on us saying 'you spend so much on dowry, can't you purchase its velvet bag...' and thereafter a sermon follows about the dying Indian culture at the onslaught of westernisation, while he starts throwing the packets of <em>nava dhaanya </em>etc., as though he is giving alms to the beggar. Though Janaka has not purchased such a bag of dowry, he has some more problems with this marriage. A discussion on this is there at later part. Here the sprouted sprigs are the sprouting avengers on the evil, called Ravana."
        },
        {
            "type": "verse",
            "text": "Then that great resplendent and eminent-saint Vashishta neatly overlaid even-sized sacred grass on that Altar of Fire synchronising with Vedic-chants, and on preparing Ritual-fire by rubbing two wooden sticks, called <font color=\"#B3003A\">araNi </font>, he placed that fire in the pit of Altar, which is aflame now, and then reverently and in tune with the Vedic-hymns he effused oblational liquids into that Altar of Fire, with short-handled and long-handled wooden scoops. Then that king Janaka led forth Sita, who by now is decorated with every variety of bridal jewellery, and on positioning her en face Raghava in the presence of Altar of Fire, then Janaka addressed Rama who is the enhancer of his mother Kausalya's rejoice. "
        },
        {
            "type": "commentary",
            "text": "By the way, where is this Kausalya? Does Rama enrich her happiness without bringing her to his marriage? We have not heard of her or of other queens or hosts of his other wives, for the last three, four days. Has she come, at all? - Yes, she has come and she is physically present - is the argument of some, basing on Valmiki's style of unrecorded accounts on trivial, or matter of fact scenes. They are implied and implicit. Dasharatha has performed some cow donations, religious functions etc., which he is not supposed to do without his wife at his side. These ladies are implicitly included in the first verse of sixty-ninth chapter: <em>sa upaadhyaayaH sa baandhavaH </em>'with, teachers, with relatives...' and Dasharatha has no near relatives, not exactly relatives, but family, other than his queens and sons. So, they all are in 'et cetera... and others' cadre at present. Other way round, it is said in Kshatriya-s only male members will go and get the bride, which has no reasonable or tenable import, as far as marriages are concerned, and where every marriage concerns only with womenfolk and their panoply. "
        },
        {
            "type": "commentary",
            "text": "Sita is said to have all bridal jewellery, which is not odd or particular to this corner of globe. But it is oddish and exotic jewellery if the bride is from well-to-do family or from royal family. Though not all, some of the jewellery items that are almost extinct now are listed here. <em>siimanta pralamba </em>a pendant clipped at back of head, dangle through the central parting of head-hair, onto the crown of head, with nine-gem-stud locket; <em>shiroja suuci </em>diamond studded hair pins on either side of head above ears; <em>naasa aabharanam </em>a round nasal ring; <em>naasa bhuSaNam </em>single or a pair of nine-gems studded nasal ornament;<em> karNa aabharaNa, taaTanka, karNika </em>various kinds of earrings with dangling cups, to which trinket bells dangle; <em>shata yaSTika </em>hundred stringed pearl necklace; <em>anukanThii, muktaavalii, graiveyikam </em>and many other kinds of necklaces; <em>mekhala </em>three finger width golden cincture, studded with nine-gems, and with fine golden chains dangling like festoons; <em>saptakii </em>seven stringed girdle string, where the strings dangle onto hip, with expanding festoons; <em>keyuuram </em>bicep-lets; <em>kankaNam </em>bracelets and bangles from wrist halfway up forearm; <em>maNi manjiira, tulaa koTi, paada angada </em>ankle-let with <em>kinkiNii </em>trinket bell-globules; <em>cuuDaa maNi </em>a circular jewel at bun of hair from which a gold sheet dangles till the end of braid, on which all zodiac signs are engraved. At the top, on the left and right of this <em>cuuDaa maNi </em>ornaments in the shape of sun and moon are pinned into jhair, and at the end of braid three / five gold cups studded with hair like strands <em>upa kaca </em>will be dangling. This set of braid's ornamentation is said to receive the solar energy to whole of the spine. So goes on and on the list of ornaments, to the delight of the girl wearing them and to the delight of the goldsmith making them."
        },
        {
            "type": "commentary",
            "text": "Here there are five Raghava-s and only one <em>kausalya aananda vardhana </em>i.e., Rama. Then poet should have simply said 'Rama' instead of 'Raghava' but there are many Rama-s, Parashu Rama, and Bala Rama and suchlike, and on such calling as 'Rama...' Parashu Rama, who is scheduled to enter after marriage, may perhaps enter now, in a faux pas. Then the poet should have said <em>Dasharatha aatmajam </em>. Then, who will be that single soul from among the four boys of Dasharatha to come forward. And if all the four hear the calling, as 'oh, Raghava' all will reply in chorus \"ok, it is I...\" then what will happen? Avoiding all these irksome situations, the poet gave this stage-direction to Janaka that he should aim at the son of Kausalya, with a subtext, 'you are mothered by some human female, whereas my daughter is motherless, rather un-mothered,<em>a yoni ja </em>non-foetal is her origination, hence it is apt of you to not to belittle her, anytime and anywhere... and you have to keep faith with her, since she outshines in outperforming your task in this so-called incarnation...'"
        },
        {
            "type": "verse",
            "text": "\"This is Sita, my daughter, she acquits herself in whatever duty you undertake. Take her wishfully, let safeness betide you, take her palm into your palm...\" "
        },
        {
            "type": "verse",
            "text": "Here Síta stands, my daughter fair, / The duties of thy life to share. / Take from her father, take thy bride, / Join hand to hand, and bliss betide! / - Ralph T. H. Griffith "
        },
        {
            "type": "verse",
            "text": "The above is very a convenient and readymade gist of that verse. But the three pronouns in the first stanza <em>iyam, mama, tava</em> 'this, mine, yours' are supposed to play havoc in deciphering the latent meaning of this verse. Let us look at some of them."
        },
        {
            "type": "verse",
            "text": "Sita is very much there in the front of Rama, and Janaka might have shown her and told \"take her...' Why this <em>iyam</em> i.e., \"this\" It is explained as below:"
        },
        {
            "type": "verse",
            "text": "Janaka: This and this alone is Sita, the unique, exceptional and earmarked one for you... do not confuse yourself by looking at Urmila, Maandavi and Shrutakiirti they are for your brothers"
        },
        {
            "type": "verse",
            "text": "Rama: Why she alone is earmarked for me?"
        },
        {
            "type": "verse",
            "text": "Janaka: Because she is 'Sita '"
        },
        {
            "type": "verse",
            "text": "Rama: What, you mean a furrow, or a sillion..."
        },
        {
            "type": "verse",
            "text": "[Sillion is an old word for furrow, not found in dictionaries, but used by poet Hopkins in his 'The Windhover' ' sheer plod makes plough down sillion /]"
        },
        {
            "type": "verse",
            "text": "Janaka: Yes, everything comes out of earth... from coal to gold, flora to fauna, rivers to ridges everything.... a morsel of food comes from a handful of mud in this mortal world.... your being, becoming and belonging in, are manifest only because of that earth and earth enables you to live on her without seeking any requital or reciprocation and earth is the symbol of enduing toleration, though you dig, dung or dredge it.... hence, Sita is the symbol for mortal truth, and mortally tolerant womanhood and you people want to know the Unknown in the skies, but do not wish to know what that is right under your feet... <em>vedaa aham etam puruSham mahaantam aaditya varNam tamasaH parastaat |</em> if the Supreme Person beyond darkness is knowable, and sages like Vishvamitra know you and tell that you are some Super Soul <em>aham vedmi mahaatmaanaam raamam satya paraakramam - bala 19-14</em> likewise you shall know <em>iyam siitaa,</em> for she is somebody to match you... have you not mugged up Veda-s, Upanishad-s"
        },
        {
            "type": "verse",
            "text": "Rama: Why not every bit of it... you name, it I tell it"
        },
        {
            "type": "verse",
            "text": "Janaka: How does the fifth mantra of eighth topic in Chaandogya Upanishad reads?"
        },
        {
            "type": "verse",
            "text": "<u>Adi Shankara's commentary</u>: There are three letters that denote the Absolute <em>sa, ta, yam</em>; and the syllable<em>ii</em> on <em>sat</em> is for easy pronunciation. The letter <em>sa</em> indicates immortality and the word <em>ta</em> mortality, and the syllable <em>yam</em> conditions and bridges both the above ' <u>Ramanuja comment:</u> The letter <em>sat</em> is immortality and the letter <em>ti</em> is mortality and <em>yam</em> conditions both, hence <em>sattiyam</em> is indicative of Spiritedness and non-spiritedness ' <u>Madhvaacaarya</u> says: <em>sat</em>, delivered immortal souls;<em>ti</em> yet to be delivered bounded souls; <em>yam</em> both the delivered and bounded souls."
        },
        {
            "type": "verse",
            "text": "Janaka: Sita is that <em>yam</em> the conjunctive, conditioner, bridge between the mortal and immortal, <em>setu - eSa setu iti vidharaNa</em> the presiding deity of <em>catana acetana</em> dynamic, static beings. oh, Rama, it is said in Vishnu Puraana that Sita is your lookalike, minus your sky-blue complexion, <em>raaghavatve bhavet siitaa...</em> It is said in yet another scripture, <em>yatha mayaa jagat vyaaptam - sva ruupeNa svabhaavataH | tayaa vyaaptam idam vishvam niyantrii ca tathaa iishvarii ||</em> 'as to how I am all pervading, likewise She, Goddess Lakshmi, is all pervading and the controller of the universe ' and if you want to establish yourself as the protector of this world, you have to take this and this Sita alone, as she is the cause for the desired effect of yours and, she is from Mother Earth <em>ratna garbha</em> and you are a sapphirine boy from a mother, and a sapphire shines only if it is studded in earth-given gold <em>anargham api maaNikyam hema aashrayam apekshate</em> otherwise you, your incarnation, your epic, your mission, why one or two, everything concerning you will be futile, and you have to return to your milky abode empty handed, and here on earth, every house breeds one or more Ravana-s"
        },
        {
            "type": "verse",
            "text": "Rama: How am I to conclude 'this' as 'that...' I mean Goddess Lakshmi"
        },
        {
            "type": "verse",
            "text": "Janaka: Certain aspects are to be inferred because they are unmanifest. Fire on the mountain is unmanifest but smoke is manifest, hence fire is inferred. So also, <em>ayam iishvarii</em> is manifest as <em>iyam</em> this girl... from <em>siitaa</em> furrow, sillion, a narrow trench in ground made by ploughshare... as a small seed manifests into a gigantic banyan tree, and from this the nature of her non-foetal birth, it is to be inferred likewise, and only because of it she is someone above mortals. Because you have come as a mortal she has to take birth as a mortal, as an inseparable entity of yours"
        },
        {
            "type": "verse",
            "text": "Rama: Then why can't she fall from sky or from other planet?"
        },
        {
            "type": "verse",
            "text": "Janaka: She cannot. Your connection with this earth is age-old and you love it. Because you love earth, she has to emerge from earth, a lovely act for you."
        },
        {
            "type": "verse",
            "text": "Rama: Then why <em>mama sutaa...</em> she can be fostered in any orphanage"
        },
        {
            "type": "verse",
            "text": "Janaka: Not so. An auspicious thing or being requires a sanctum sanctorum... Mithila is one such... and Videha-s are not just kings of this part of land, but they are priests of pious or holy things like the bow of Shiva. You know the naming of <em>vi deha...</em> it is not 'without bodies...' but transcending bodily affairs Thus she chose this as her background and as she presented herself to me as baby girl, I have look upon her as <em>mama sutaa</em> 'my daughter ' And many, many kings sought her hand in marriage, but I refused and they warred with me, whereby I had to call for the forces of gods to counterattack the enemy forces; perhaps, you might not have heard that humans can summon gods; thus gods are at my disposal; a prayer of mine brings them here, either for a war or for a ritual So, do not take me or my daughter Sita, <em>iyam siitaa mama sutaa</em> as some ignoramus and insignificant dullards"
        },
        {
            "type": "verse",
            "text": "Rama: Then why you want me to take back, as though she belonged to me for eons, but lost in a journey"
        },
        {
            "type": "verse",
            "text": "Janaka: Yes, she is yours from ages unknown; I cannot donate her in <em>kanyaa daana</em> 'bestowal of bride ' because your marriage is eternal. But you two have arrived here in human forms, so conduct yourselves in conformity with human customs.... that is why I tell <em>pratiicCha enaaam</em> ' take her back, wishfully ' for that saying of mine get no anger on me;<em>bhadram te</em> 'let safeness betide' you; by this act of yours <em>paaNim gR^ihNiSva paaNinaa</em> ' you take her palm into your palm ' that which is customary in human <em>paaNi grahaNa mahotsava</em> 'wedding ceremony '; by the way, you always keep your consort in your heart <em>hR^idaya kamala</em> do not do such things as long as you are on earth for your incarnation will be disclosed.... just take her hand and let not this heavenly discourse be leaked out... lest Ravana may come to know that you are not human and it will be impossible for you to eliminate that evil, thereby"
        },
        {
            "type": "commentary",
            "text": "Likewise, let us, the readers of rAmAtyaNa, keep this info about Rama un disclosed to Ravana, if any of us meet Ravana by chance...."
        },
        {
            "type": "verse",
            "text": "And we now proceed to the human level import of this verse."
        },
        {
            "type": "verse",
            "text": "Janaka: '<em>iyam</em> \"this girl\" who has --- <em>mugdhamanoharamanoj~namohanaatmakasukumaarasoundaryalaavaNyaadau</em>--- a beauty par excellence [and par problmatique beauty as well, for Ravana alone has got more words to extol her beauty, as in Ch. 46 Aranya ];"
        },
        {
            "type": "verse",
            "text": "So, <em>iyam</em> \"this one\" is about whom you have heard from day one in the hermitage of Siddha, i.e., when you started towards Mithila;"
        },
        {
            "type": "verse",
            "text": "Hence, <em>iyam</em> \"this one alone\" is that girl who is on your psyche from the minute you broke that Shiva's bow, and whom you are envisioning <em>praasaade praade ca pathi pathi ca saa pR^iShTataH saa purataH</em> 'on verandas of multistoried buildings and in window ledges, on this street and that street, before you, behind you ' during these days of your stay in Mithila...."
        },
        {
            "type": "verse",
            "text": "Rama: No, No, No, you are wrong... I did not aim at any girl when aiming to lift that old bow... sorry for your unilateral conclusion..."
        },
        {
            "type": "verse",
            "text": "Janaka: No, my dear boy, the condition I stipulated before your touching that bow is bilateral... I clearly said that my daughter belongs to one who can lift that bow... you were quick enough to grab the girl, rather than the bow... and in that hastiness you even broke that bow... had you declined the girl, you should have declined to lift the bow, also... so,<em>iyam siita</em> was the only intention of yours when lifting that bow..."
        },
        {
            "type": "verse",
            "text": "Rama; Maybe.. but we want high-born, high-bred girls --- not fatherless, motherless, birth-less orphans"
        },
        {
            "type": "verse",
            "text": "Janaka: You seem to be a doubting Thomas... that's why I said <em>mama sutaa</em> 'my daughter ' when it is said <em>mahataa tapasaa raama...</em> ' by high degree ascesis Dasharatha obtained Rama.... what does it mean? So also, I too obtained and fostered this girl with much better ascesis [than your father], and even protected her from warring factions [only to give back to you ]; bythe way, the environ of Mithila itself is of utmost sanctity and piety... if we are to be lowly subjects, why your guru Vishvamitra brought you here, that too by foot don't think that you are taking this girl for your personal enjoyment, but it is for a caculated purpose... this girl meets that purpose and her wifehood, as well.... hence I said<em>saha dharma carii tava</em> ' she will be in toe with your duties'"
        },
        {
            "type": "verse",
            "text": "<em>tava dharma saha carii</em> ' whatever is your duty that duty become hers too '.."
        },
        {
            "type": "verse",
            "text": "Rama: Somehow there appears some cacoethes confusion from you, from all the sages, from my father and mothers, even"
        },
        {
            "type": "verse",
            "text": "Janaka: Nothing of that sort is there... if you wish heartily then only you take her... I have not said <em>siitaam dadaami</em> 'I am donating Sita ' but I said <em>pratiicCha enaam</em> 'take her, take her back ' or else, she will exit as she came and unfulfilled will be your mission... it is up to you to decide.... no compulsion whatsoever..."
        },
        {
            "type": "verse",
            "text": "Rama: Then, let her take hold of my arrow and walk with me round the Altar of Fire, because, for Kshatriya-s that is the custom..."
        },
        {
            "type": "verse",
            "text": "Janaka: I know, I know, but this marriage does not fit into any of the eight kinds of marriage prescribed for humans... hence I carefully said <em>paaNim gR^ihNiiSva paaNinaa</em>' take her palm into your palm '"
        },
        {
            "type": "commentary",
            "text": "The types of ancient marriages as laid down by scriptures are eight kinds. 1] <em>braahmya</em>: inviting a celibate scholar after completion of his Vedic studies, and offering a bride with due ceremony; 2] <em>daiva</em>: offering a bride to a ritwij when he is conducting a Vedic-ritual; 3] <em>aarSa</em>: giving the bride after donating a cow and ox for the success of Vedic-ritual; 4] <em>praajaapatya</em>: offering a bride without seeking anything from the bridegroom, to follow the course of dharma; 5] <em>asura</em>: giving ample money to bride's party or to bride and marrying her at costs; 6] <em>gandharva</em>: man and woman falling in love and marrying on their own, just out of lust and bodily pleasures; 7] <em>raakshasa</em>: if a bride or bride's part do not agree, by maltreating, torturing and terrorising them, and thereby seizing the bride; 8]<em>paishaacika</em>: while the girl is asleep, or making her drunk, or unconscious and then molesting her, by which she becomes a 'can't but' bride - a worst kind of marriage."
        },
        {
            "type": "verse",
            "text": "<em>eteShu aShTasu vivaaheShu ayam vivaaho na ko api bhavitum arhati - tat ukta lakShaNa a bhaavaat | tathaa hi - na taavat braahmyaH iti - aahuuya daana a bhaavaat | na api daivaH - kShatriyasya aartivijya a sambhavat | na aarSha - kanyaa pitro go mithuna go daana a bhaavaat | na api praajaapatyaH - viirya shulka iti kathanaat | na api aasuraH - kanyaa pituH dravya daana a bhaavaat | na api gaandharvaH paraspara anuraageNa samsarga a bhaavaat | na api raakShasaH - chedan hanana aadinaa prasahya kanya haraNa a bhaavaat | na api paishaaciH - sva apapramaada anyatam avasthaa a yuktayaaH | tasmaat katamo ayam vivaaha iti cet - saha dharma carii tava - iti uktyaa praajaapatya eva vivaahaH - dk</em>"
        },
        {
            "type": "commentary",
            "text": "And when none of the eight is unsuitable for Sita's wedding it is brought under the fourth <em>praajaapatya</em>- because<em>saha dharmam carati iti praajaapatya - aashvalaayana | samyoga mantraH praajaapatye saha dharmam caryataam - gautama | saha dharmama carataam iti praajaapatyam - bodhaayana |</em> But here something is sought from the bridegroom, in the name of lifting the bow. But that is negated saying the 'seeking' is the seeking of material assets, not valour or bravery. It is namesake, and even the nomenclature that Sita is the bounty for valour <em>viirya shulka</em>is a namesake; <em>kShatriyeShu viirya vara eva shreShTatvaat taadR^ishaya kanyaam pradaatum viirya parishodhanam kR^itam iti shulka iti kathanaat shulka shabda aupacaarikaH | dk</em> Hence this marriage is for implementation of righteousness and it is treated as extramundane and celebrated every year."
        },
        {
            "type": "verse",
            "text": "Rama: This marriage does not fit into any category! Then why this marriage at all!"
        },
        {
            "type": "verse",
            "text": "Janaka: To be in tune with this world's tradition... however, this marriage technically comes under the category of <em>praajaa patya</em>"
        },
        {
            "type": "verse",
            "text": "Rama: So, you adjusted the rule books... then why me, let her take my hand..."
        },
        {
            "type": "verse",
            "text": "Janaka: The enjoyer has to grab the object of enjoyment, not vice versa... take her now and <em>bhadram te</em> and 'be blest '"
        },
        {
            "type": "commentary",
            "text": "Next, Janaka is asking the bridegroom like a poor Indian father to take a poor and motherless bride Sita."
        },
        {
            "type": "verse",
            "text": "Janaka: <em>iyam</em> - 'this' girl is a simple match to you who broke the bow of Shiva;"
        },
        {
            "type": "verse",
            "text": "<em>siitaa</em>' born in furrow' a motherless girl, hence, kindly be merciful towards her;"
        },
        {
            "type": "verse",
            "text": "<em>mama sutaa</em> ' my daughter ' rather, a poor fellow's daughter; where I have always been engaged in rituals and ceremonies, thereby I may not have brought her up properly, and thereby if she does talk rashly or behave oddly, like an ill-bred girl, kindly tolerate and correct her;"
        },
        {
            "type": "verse",
            "text": "<em>saha dhrma carii iva</em> where <em>iva</em> is ' like ' just take her like your 'custom-bound consort ' and let her be useful in ceremonies and rituals, though not for pleasure trips and excursions ';"
        },
        {
            "type": "verse",
            "text": "<em>pratiicCha enaam</em> 'take her ' where the bridegrooms usually woo, court and date girls, send many messages to her parents asking for that girl in marriage; but, this girl being an uncommon one, I am begging you to take her;"
        },
        {
            "type": "verse",
            "text": "<em>paaNim gR^ihNiiSva paaNinaa</em> you take her hand as she is hesitating to take your hand, for your hand is strong enough to break an unbreakable bow, she is fearing to take your hand, lest her arm too will be broken;"
        },
        {
            "type": "verse",
            "text": "<em>bhadram te</em> 'be blest ' when you honour our appeal"
        },
        {
            "type": "verse",
            "text": "And there are many, many more shades of meanings derived from this verse, but all culminate to say - 'you two are made for each other '"
        },
        {
            "type": "verse",
            "text": "\"She who is prosperous and husband-devout, will always be abiding you like your own shadow...\" So saying that king Janaka then poured forth water into the palms of Rama, which is sanctified with hymns. "
        },
        {
            "type": "commentary",
            "text": "Pouring water at the time of donation into the donee's hand symbolises the free flowing will of the donor. The 'shadow' expresses <em>nitya sambandhatva </em>'ever related entity...' Or, a trace of His <em>liilaa vibhuuti, maaya</em>. Though they are living separately so far, that farness is now washed off by this holy water."
        },
        {
            "type": "verse",
            "text": "Then there occurred great flower-showers from firmament, while sages and gods staying in firmament have exclaimed, \"nice... fine...\" to the drumbeats of heavenly drums. "
        },
        {
            "type": "commentary",
            "text": "What happened to these gods when boyish Rama eliminated Tataka and others? Are they any lesser feats than this marriage? And why this drumming and showering flowers and blessings, when it is 'just' a human's marriage? Now the cause for the effect is conjoined to Rama to effectuate their plea to Brahma. If the entire arsenal given by Vishvamitra is set-aside for a moment, the 'present' now presented by Janaka is the ultimate weapon for the use against Ravana. <em>aprameyam hi tat tejo yasya saa Janaka aatmajaa </em>'unlimited is the energy, to whom Janaka's daughter belongs...' Rama is the instrumental cause in eliminating Ravana, whereas Sita is the efficient cause for it. Lanka is ruined by Sita, through Hanuman with the help of Fire-god, but not by Rama, or all of the monkeys put together. And Rama eliminates the half-dead Ravana. There are some more flower-showers and drumbeats and dances, later."
        },
        {
            "type": "verse",
            "text": "On handing over his daughter Sita who is duly sanctified with sanctified waters, King Janaka is completely overwhelmed with exhilaration for the successful performance of his bit as a father and he said this. "
        },
        {
            "type": "verse",
            "text": "\"Come on, Lakshmana, safe betides you... say yes to Urmila, the one who is decided by me to be given to you... take her palm into yours... lapse not the time... "
        },
        {
            "type": "commentary",
            "text": "When Bharata is the elder of Lakshmana, how Lakshmana is called now... is a lingering doubt. That rule 'the elder brother's marriage is first...' does not apply if the brothers are from co-wives: <em>pitR^ivya putre saapatne para naariiShu teShu vaa | vivaaha daana yajnaadau parivedo na duuShaNam ||</em> 'the elderliness among the sons of father's brothers or mothers co-wives, or other sons from other wives, do not count in their marriages, donation ceremonies, of Vedic-rituals... an younger one can be called first on such occasions...'"
        },
        {
            "type": "verse",
            "text": "Janaka having said to Lakshmana that way, he also addressed Bharata, \"Oh, Bharata, the delight of Raghu-s, take Maandavi's palm into your palm... That honourable king of Mithila even said to Shatrughna, \"oh, dextrous Shatrughna, take the palm of Shrutakiirti into yours... Oh, Rama, Lakshmana, Bharata, Shatrughna ... you all are tender-hearted, well-behaved and well-intentioned brothers from Kakutstha lineage... without lapse of time take up other ceremonies...\" So said Janaka to bridegrooms. "
        },
        {
            "type": "verse",
            "text": "All the four bridegrooms are palminpalmed with all the four brides, paying heed to Janaka's words, and abiding in Vashishta's orchestration of Vedic hymns and procedures. "
        },
        {
            "type": "commentary",
            "text": "The word 'palminpalmed' may look oddish, but it is in fashion with the verb 'arminarmed' invented by poet Roger McGhou."
        },
        {
            "type": "verse",
            "text": "On performing circumambulations along with their wives around the Ritual-fire, and around the Altar of Fire, and that way, around king Janaka, the awarder of wives, and around sages as well for they conducted the marriages well, those great-souled bridegrooms that have emerged from Raghu's dynasty on performing further deeds of ritual consistent with custom as directed by Vashishta, they are all wed. "
        },
        {
            "type": "commentary",
            "text": "Firstly Vashishta enkindled the holy fire and offered oblations in it for the wellbeing of Rama and his brothers, say the bridegrooms. Next, another round of enkindling of holy fire took place in which Rama and brothers have offered marriage time oblations. After accepting the palms of brides, they made circumambulations, and then each couple established its own ritual fire and offered oblations into it. Then each couple had oblated rice-flakes into the fire, and again performed circumambulations to that Ritual-fire, respectively. Thus, the marriage is not a handshake like one-minute affair, as they all shall be before fire, daylong."
        },
        {
            "type": "verse",
            "text": "There occurred rich and highly dazzling flower showers from firmament, and that ambience is filled with the drumbeats of divine drums and with vocal and instrumental music, and promenades of apsara-s danced, and even the gandharva-s sang tunefully, and because it is the marriage of celebrated bridegrooms from Raghu's dynasty, such a charming spectacle is envisioned.. In this kind of ongoingness of harmonious music of vocal, instrumental and that of dancers, those great resplendent brothers married their wives on circumabulating the Ritual-fire fire thrice. "
        },
        {
            "type": "verse",
            "text": "Then those legatees of Raghu went to their visitatorial-palace with their wives, followed by king Dasharatha along with the assemblages of sages, kinfolks, queens and wives included, and Dasharatha feasted his eyes on sons and daughter-in-laws."
        }
    ]
}