{
    "id": "prose-bala-74",
    "kanda": "bala",
    "sarga": "74",
    "title": "Parashu Rama's arrival",
    "chapter": "74",
    "overview": "Parashu Rama confronts the wedding party that is returning to Ayodhya from Mithila. On his very entry, the atmosphere becomes pell-mell and a whirlwind ensues. Expecting some problem from this Parashu Rama, the sages like Vashishta and others starts to receive him in a peaceable manner. Not caring anyone around Parashu Rama starts a dialogue with Dasharatha Rama.",
    "content": [
        {
            "type": "verse",
            "text": "When that night is elapsing into the wee hours of next day, then the eminent-saint Vishvamitra on asking for the leave of absence from those kings, Dasharatha and Janaka, and from both Rama and Lakshmana, he set out to northern mountains, namely Himalayas. When Vishvamitra departed that ruler to the delight of people, namely Dasharatha, on asking leave of absence with king Janaka who outvies bodily affairs, promptly set forth for the city of Ayodhya. Then that king Janaka of Mithila, the one from Videha lineage, gave innumerable patrimonial riches. He has also given umpteen number of cows, millions of excellent shawls and silk dresses, and elephants, horses, chariots, foot soldiers, besides hundreds of highly decorated girls, divine in their mien, as unexcelled chambermaids and handmaidens to the brides. "
        },
        {
            "type": "verse",
            "text": "King Janaka gave beau idéal bridal riches in gold, silver, pearls and corals even, for he is very highly gladdened as Sita's marriage came true. Having given many kinds of bridal gifts and having accompanied his daughters for a distance, then having received a bid adieu from Dasharatha, that sovereign of Mithila, Janaka, re-entered is own palace in Mithila. "
        },
        {
            "type": "commentary",
            "text": "It is customary to follow the wedding party up to the outskirts of village or town. In the meantime, there will be two or three hugs of mother and the bride, shedding two or three litres of tears, while the father of the bride secretly wipes his own moist eyes, and the like. Because, this despatch of the bride is considered as another life to her, for she cannot come to her father's house as and when she wants. Even if she comes, she is to return to her husband's place at some point of time, because from now onward 'that' house has become 'her' house. In this particular case of Sita, she does not come to Mithila after this episode and even when Rama abandons her she goes into the womb of her mother, Mother Earth, but not to Mithila. So let us leave Janaka and his queen as they have the satisfaction in marrying their daughter, whose marriage itself is problematical so far, and when that has happened, now some sort of dissatisfaction has cropped up, in leaving her off with some forest ranger, called Rama."
        },
        {
            "type": "verse",
            "text": "Even the king Dasharatha, the sovereign of Ayodhya proceeded with his noble-souled sons, keeping all the sages in the fore, while his forces followed him. But while going with the assemblages of sages and with young Raghava-s, namely Rama, Lakshmana, Bharata, Shatrughna, the sky-bound birds started to screech with startling voice from all around facing that tigerly-man Dasharatha. Also thus, all of the earth bound animals are going his leftward, and on seeing this, albeit he is a tigerly king he is perplexed, and particularly asked Vashishta. "
        },
        {
            "type": "verse",
            "text": "\"Unpropitious is the starling voicing of birds, whereby my heart is throbbing down... and propitious is the leftward going of the animals, thereby my heart is throbbing up... why so?\" "
        },
        {
            "type": "verse",
            "text": "On hearing all that is said by king Dasharatha, the instinctual sage Vashishta said this sentence in a soothing voice, \"I will tell apart the result of these auguries... The shrieks voiced by the birds are foretokening the forthcoming providential and perilous trepidation, but the behaviour of these animals is betokening it as mitigable... hence, let this consternation be forsaken... "
        },
        {
            "type": "verse",
            "text": "While they are discussing among themselves, a whirlwind started to whirligig there, as though to shake the earth and shatter all gigantic trees. Murkiness enshrouded the sun, thus everyone is unaware of quarters, a sandstorm enwrapped that army, by which it has become as though ensorcelled. Then Vashishta and the other sages, the king Dasharatha along with his sons remained there with animation, and everything and every other one available there has become inanimate. "
        },
        {
            "type": "verse",
            "text": "In that catastrophic darkness, that sand-muffled military of king Dasharatha has seen the son of Sage Jamadagni, namely Bhaargava Rama, the subjugator of kings of kings. He appeared calamitous in his look by wearing tufty matted and unruly head-hair, an unassailable one like Mt. Kailash, an unbearable one like the Epoch-End-Fire, irradiant with his own radiance, hence imperceivable for commoners, and such as he is, he clinched an axe on his right shoulder and clasped a bow in his left hand, that in simile is like a congeries of electroluminescence, and handling an arrow which is as if ready to electrocute, and he vied in his overall look with the devastator of triple cities, namely God Shiva. "
        },
        {
            "type": "verse",
            "text": "On seeing him who is perilous in his propensity and flaming like the Ritual-fire, Vashishta and the other prominent Brahman-s who are the practisers of meditation and fire-oblations have come together and started to susurrate, up and down. "
        },
        {
            "type": "verse",
            "text": "\"Will he eradicate the race of Kshatriya-s even now as he was once envenomed by the murder of his father, or what... abated is his anger and alleviated is his frenzy previously when he eliminated Kshatriya-s... but is he really intending to eliminate Kshatriya-s once again, or what?\" Thus, those Brahmans talked among themselves. "
        },
        {
            "type": "commentary",
            "text": "An account of Parashu Rama's elimination of Kshatriya clans is given in endnote."
        },
        {
            "type": "verse",
            "text": "After their susurrus the sages have approached him, who in his very look is like a visitation, with oblational water and addressed him with benign words of greeting like, \"oh, Rama, oh, Bhaargava Rama...\" "
        },
        {
            "type": "verse",
            "text": "On receiving the deference paid by the sage Vashishta, that inexorable Rama of Jamadagni started to talk to Rama of Dasharatha. "
        }
    ]
}