{
    "id": "prose-bala-75",
    "kanda": "bala",
    "sarga": "75",
    "title": "Legends of Shiva and Vishnu bows",
    "chapter": "75",
    "overview": "The visitant Parashu Rama narrates the legends of bows of Vishnu and Shiva to Rama. Unheedful of the request of Dasharatha to spare his sons, Parashu Rama addresses Dasharatha Rama directly and asks him to take an aim with the longbow of Vishnu, and if Dasharatha Rama is capable to do so, Parashu Rama says that he will give a duel to him.",
    "content": [
        {
            "type": "verse",
            "text": "\"Oh, valiant Rama of Dasharatha, your valour is bruited as a sensational valour, and sensational is your smashing of Shiva's bow, also thus I have thoroughly heard about your others deeds like elimination of Tataka et cetera... That way, smashing of that particular bow of Shiva is wondrous and even unimaginable... on hearing that alone I happened upon you, bringing another outranking bow... This alone is that catastrophic bow received through Sage Jamadagni... flex it with an arrow on bowstring stretching up to your ear, and in that way show your capability... Thereby, on examining your strength in your taking aim with this bow, and should you be deservedly valorous, I will give you a combative duel...\" So said Parashu Rama to Dasharatha Rama. "
        },
        {
            "type": "commentary",
            "text": "Pt. Satya Vrat cites this in his book 'The Ramayana - A Linguistic Study... 'As in English, we speak of <em>yuddha daanam</em>- giving a fight to the enemy - in Sanskrit, too...' it is giving a duel."
        },
        {
            "type": "verse",
            "text": "On hearing that sentence of Bhaargava Rama, then king Dasharatha became a pitiable one, and with a downcast face and adjoined palms said this. \"Aren't you a Brahman with inviolable ascesis, and whose rancour on Kshatriya-s has calmed down long back. Why this hostility again. It'll be apt of you to award aegis to my sons, for they are yet youngsters... "
        },
        {
            "type": "commentary",
            "text": "Vividly: 'peace is primary for Brahman-s... though that was once disturbed in you, you redeemed it after your eradicating the then ruthless Kshatriya-s... thus your rancour was appeased then... and you too peacefully retired for inviolable ascesis and acquired still higher bliss by them... do you now wish to violate your own intrinsic nature of peacefulness being a blissful one, being an all-knower, being an elderly Brahman, that too on mere boys..."
        },
        {
            "type": "verse",
            "text": "\"Aren't you from the bloodline of Bhaargava-s who always conduct themselves in self-study of Vedas and self-principled ways... haven't you readily discarded weapon-wielding on your promise to Thousand-eyed Indra... "
        },
        {
            "type": "commentary",
            "text": "Annex: 'how can you abnegate your own promise of <em>astra sanyaasa </em>'reclusion from weaponry...' by wielding a weapon now, and thus becoming yourself a self-critical personality, and thus making the entire Brahman-hood as a self-contradictory classis..."
        },
        {
            "type": "verse",
            "text": "\"Such as you were, you on becoming a dedicatee to probity, haven't you given the planet earth to Kashyapa and haven't you repaired to forests, and haven't you flagged yourself on Mt. Mahendra... "
        },
        {
            "type": "commentary",
            "text": "Annex: 'if so, is this for showing the flag or else is it for keeping the flag flying... in anyway, is it inapt of you to eliminate the progeny of your own donee... Kashyapa... and if you say that 'I don't kill you all nonentities, but my target is this Rama...' then my reply will be like this..."
        },
        {
            "type": "verse",
            "text": "\"Or, oh, insurmountable sage, have you chanced upon us for a total annihilation of ours... when Rama is singularised and eliminated, nay-said that we all will be living...\" Thus Dasharatha had gone on appealing in his love for his sons. "
        },
        {
            "type": "commentary",
            "text": "Annex: 'should you leave off Rama and eliminate rest of us all, Rama will not live... or, if you leave all of us and eliminate Rama alone, we all don't live... anywise it is an 'anywise' annihilation of ours... for I am still living for this Rama, and Rama alone...'"
        },
        {
            "type": "verse",
            "text": "While Dasharatha is speaking in that way that intransigent Bhaargava Rama of Sage Jamadagni uncaring for those merciful words of Dasharatha addressed Rama of Dasharatha alone. "
        },
        {
            "type": "verse",
            "text": "\"These are the two strong and sturdy unsurpassed longbows, well-designed by gods and well-crafted by Vishvakarma, the Divine Architect, and these are very important among all bows and well-worshipped by all worlds... one broken in your, and the other in my hand... Oh, best one among men, out of the two longbows gods gave one to restive Trymbaka, God Shiva for a combat with demon Tripura, and oh, Kakutstha, that bow alone is the annihilator of Tripura, the demon... and you have broken that alone... This is the second one and the choicest gods gave this to Vishnu, thereby this is named after Him as 'Vishnu's bow...' this is an indestructible and enemy-citadel conquering longbow... and this is identical in its efficacy with Rudra's longbow... "
        },
        {
            "type": "verse",
            "text": "\"Once, all the gods were asking the Grandparent, Brahma, as to who is powerful and who is less powerful among the blue-throated Shiva and Vishnu... but the Grandparent Brahma on inferring the intent of gods started to create adversity among those two, Shiva and Vishnu, for the Grandparent is the best adherer of truthfulness, as truth cannot be demonstrated on hearsay evidence..."
        },
        {
            "type": "conceptual",
            "text": "Legend",
            "content": [
                {
                    "type": "verse",
                    "text": "<em>Legend:</em> Brahma thought that it would better to enact a drama to cleanse the one-sided mentalities of these lesser gods. So, he started to write the script, and himself becoming the writer-director of that drama. That script is hereunder."
                },
                {
                    "type": "verse",
                    "text": "Brahma: Mahadeva, who is the destroyer of Tripura, or say triple-citadels?"
                },
                {
                    "type": "verse",
                    "text": "Shiva: Why? It is me, of course..."
                },
                {
                    "type": "verse",
                    "text": "Brahma: Why do you boast that way of yourself? It is the long-arrow of your longbow, isn't it?"
                },
                {
                    "type": "verse",
                    "text": "Shiva: Yes of course..."
                },
                {
                    "type": "verse",
                    "text": "Brahma: Then Vishnu was presiding deity of that long-bow... isn't t?"
                },
                {
                    "type": "verse",
                    "text": "Shiva: Yes, it is he, but I shot it from my bow... basically, is this a confusion, or, are you playing any part of Narada..."
                },
                {
                    "type": "verse",
                    "text": "Brahma: Not so, the other day Vishnu was telling that he alone did that master task..."
                },
                {
                    "type": "verse",
                    "text": "Shiva: How can it be! In the triple of doer-deed-instrument, instrument cannot become the doer... has his language gone topsy-turvy, noun is becoming verb and verb is lost to adjective and..."
                },
                {
                    "type": "verse",
                    "text": "Brahma: Ok, Ok... we do not care much for grammar as we care more for communication, grammar is paNini's headache... but what he said is that he alone did it... not you..."
                },
                {
                    "type": "verse",
                    "text": "Shiva: Then why I am called... why that longbow is given to me... you should have got it done by Vishnu... why calling me... you have unnecessarily spoiled my dance program..."
                },
                {
                    "type": "verse",
                    "text": "Brahma: Not that... I said what he said... let's not quarrel among ourselves..."
                },
                {
                    "type": "verse",
                    "text": "Shiva: I not only quarrel but wage war, if it comes to my interests and my devotees' interest... how many times I have not done so..."
                },
                {
                    "type": "verse",
                    "text": "Brahma: That is what Vishnu was telling... every time you give a boon to every demon, and involve yourself in enmeshment, and Vishnu has come to come and rescue... have he forgotten the episode of bhasmaasura... thus Vishnu is saying and asking..."
                },
                {
                    "type": "verse",
                    "text": "Shiva: Now I don't tolerate... I will take him to task..."
                },
                {
                    "type": "verse",
                    "text": "Exit Shiva - Enter Vishnu. Brahma reverses the above dialogue and says that to Vishnu"
                },
                {
                    "type": "verse",
                    "text": "Vishnu: No, No, highly objectionable... I will take him to task... I will take him to task..."
                },
                {
                    "type": "verse",
                    "text": "Exit All. War Started."
                }
            ]
        },
        {
            "type": "verse",
            "text": "\"Owing to their animosity then occurred a fierce and hair-raising war among Shiva and Vishnu, as each aspired victory for himself... By the 'hum' sound of Vishnu that ruinously overpowering longbow of Shiva is broken, and the triple-eyed God, Mahadeva, is frozen... "
        },
        {
            "type": "commentary",
            "text": "The bow is <em>jR^imbhitam </em>broken by the hum in dissent of Vishnu - Govindaraja. And Maheshvara Tiirtha says that the bow as well as Shiva are rendered <em>jaDa </em>motionless. There are many legends on this <em>Shiva garva bhanga </em>'deflation of Shiva's pride' and some info about is given in endnote."
        },
        {
            "type": "verse",
            "text": "\"Then gods along with the assemblages of sages and celestial carana-s have come together and appealed to those two for appeasement in the matter of wielding authority, and then those two superior gods, Shiva and Vishnu, went into a state of amity... On seeing the bow of Shiva rendered inert by the mettlesomeness of Vishnu, from then on the gods along with the assemblages of sages deemed Vishnu to be the paramount... That celebrated Rudra on his part with indignation has handed over that longbow, which is already fitted with unloosened arrow, to the sagely king among Videha kings, namely Devaraata... "
        },
        {
            "type": "commentary",
            "text": "This longbow of Shiva is reported as given after the devastation of the ritual of Daksha Prajaapati, the father of Sati and the father-in-law of Shiva as said at 1-66-9: <em>dakSa yaj~na vadhe puurvam dhanuH aayamya viiryavaan | </em>This ritual of Daksha is a composite of many problems. Shiva neither as god nor as the son-in-law of Daksha is invited to that ritual, Shiva's consort Sati self-immolates herself in the her father's ritual, Viira Bhadra and other deputies of Shiva depredate that ritual, and this <em>Shiva keshava yuddha </em>'duelling of Shiva and Vishnu...' happens... all to show - a single person's disinterestedness ruins even a holy marriage. Here Daksha was uninterested to give his daughter Sati in marriage to Shiva."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama, this alone is that enemy-citadel conquering longbow of Vishnu, and Vishnu handed over this to Sage Riciika, the son of Bhrigu, as a trustworthy trust... That great-resplendent Sage Riciika on his part has handed over this divine bow to his son with unmatchable deeds of religious merit, who is my father Sage Jamadagni... "
        },
        {
            "type": "commentary",
            "text": "The word of Jamadagni means 'one who is born in Ritual-fire and having fire as his anima...' <em>jaajamadya jajaane aham jajahii ha jajaayiSii | jamadagniH iti khyaatam tato maa viddhi shobhane ||</em> where the word <em>jajaamanta</em> is 'those who devour oblations repeatedly and at a single time in Vedic-rituals, namely gods; <em>jamu - bhakshane</em> so I am <em>jajiihi</em> because I sprang up from Ritual-fire... and when the first syllable in <em>ja jaamat</em> is dropped it remained as <em>jamat</em> and when combined with fire <em>jamat agni</em> it shortened after dropping <em>matup pratyaya</em> to become <em>jamadagni</em> so oh, lady know me as one born and having Ritual-fire... or, Vedic-ritual itself...'"
        },
        {
            "type": "verse",
            "text": "\"Adhering to a barbarous mentality Kaartvaviirya Arjuna put my father to death, when the ascetically powerful father of mine has isolated himself from arsenal... Oh, Rama, on hearing the unregenerate and highly perfidious murdering of my father, I rancorously extirpated Kshatriya-s as and when they are born, that too not for one time, but I did so for thirty-seven times going around the earth... and on getting the entire earth under my control I performed Vedic-ritual, and at the end of that Vedic-ritual, I gave all that earth to sage Kashyapa, a sage with divine soul and with pious observances, as a ritualistic-generosity... and I am at present on Mt. Mahendra practising ascesis and thus conjoined are the powers of ascesis in me... "
        },
        {
            "type": "verse",
            "text": "\"On hearing about the breakage of Shiva's longbow, then I promptly came here. Thereby, oh, Rama, wield this supernatural and superlative longbow of Vishnu, which is passed on to me from my forefathers and my father. Keep your fealty to Kshatriya-hood in view, and wield this as you have wielded Shiva's longbow... "
        },
        {
            "type": "verse",
            "text": "\"Take an aim with an arrow that conquers enemy's citadels fixing it on this supramundane longbow... and oh, Kakutstha, should you be capable of it, thereafter I will give you a duel... "
        },
        {
            "type": "commentary",
            "text": "This is a long drawn bloody quarrel between the two sects of <font color=\"#B3003A\">vaiSNavism</font> Vishnu faith and<font color=\"#B3003A\">shaivism</font> Shiva faith, over centuries. Here it is doubtlessly expressed in the epic that Vishnu is superior to Shiva. <em>anena Shivaat viShNoH utkarShaH pratipaaditam - ayam eva arthaH | dk</em> 'by this Vishnu is proposed to be superior to Shiva...' but it does not mean 'every time or everlastingly...' Insofar as the incarnations are concerned, it is Vishnu, but not Shiva. In philosophy, both are one and in theology, they are separate. <em>sR^iShTi sthiti anta kaaraNaat Brahma vishNu Shivaatmikaam | sa sanj~naam yaati bhagavaan eka eva janaardanaH || vishNu puraaNa api cet samaram praapya bhaviShyasi maam adhikaH | bhaarata - droNa parva ekam eva advitiiyam Brahma - sat eva saumaya idam agram assiit - sarvam khalvidam Brahma - Brahmaa vaa idam agra asiit - hiraNya garbha samavartata agre - antar bahiH ca tat sarvam vyaapya naaraayaNa sthitaH - eka eva rudro na dvitiiyaaya tasthe - ekam sad vipraa bnahudhaa vadanti ekam santam bahudhaa kalpayanti - abedha shruti</em> where the last one is 'when there is only one Absolute wise men and poets create many of his forms...' to explain in ordinary parlance, that too through Puraana-s. This is because of the complexity of Vedas. In fact, Vedas do not tell anything straightaway 'this god, that is god...' but asks us, rather intuits us, to infer ourselves about the nature of god, according to our own IQ. And to be precise, Vedic gods are different from Puranic gods and Veda holds on to one Brahman, or The Absolute. The Rain-god, Fire-god, Indra et al are the instrumental gods in knowing that Absolute. The content of Vedas is just like the complexity of complex video game of present day. The more you play you either get yourself addicted to it, or shun it, or get demented by it."
        },
        {
            "type": "commentary",
            "text": "Vedas go on saying pure truths in plain terms like: <em>sham naH suurya urucakShu udaitu sham nshcatasraH pradiipto bhavantu | sham naH dhruvayo bhavantu naH sindhavaH shamu san santi aapaH || R^igveda</em> 7-35-8 - 'Bless that the sun, with extensive radiance, Rises for peace. May the four quarters of horizon, Be auspicious for peace and harmony...' What is so great about the sun or his radiance? If we persist in asking why this is said like that, then a dozen other quotes will be brought in to explain the idea behind it. Again another hymn:<em>sahasra shiirShaa puruShaH sahasraakSha sahasra paat | R^igved</em> 10-90-1 - 'He has thousands of heads, He has thousands of eyes...' It would be ridiculous to think of a god with thousands of heads and thousands of eyes, but if it is explained 'He has thousands of heads, to think about mankind, and he has thousands of eyes to watch over the good and bad deeds of mankind... it may be meaningful. Max Muller has this to say about the study of Vedas:"
        },
        {
            "type": "commentary",
            "text": "Of course, this learning of Vedas by heart is carried on under a strict discipline; it is, in fact, considered as a sacred duty. A native friend of mine... tells me that a boy, who is to be brought up as a student of Rig Veda, has to spend about eight years in the house of his teacher. He has to learn ten books: first, the hymns of Rig ved; then a prose treatise on sacrifices, called the <font color=\"#B3003A\">braahmaNa</font>; then the so-called Forest book or <font color=\"#B3003A\">aranyaka</font>; then the rules of domestic ceremonies; and lastly, six treatises on pronunciation, grammar, etymology, metre, astronomy, and ceremonial...' India can it what teach us, by Max Muller - a recent republication of Penguin."
        },
        {
            "type": "commentary",
            "text": "All the above is for no practical utility in these days, except for an enquiry into that 'Brahman.' So also there is a probability for phonetic problem <font color=\"#B3003A\">uccaraNa doSa</font> in Vedas which causes <font color=\"#B3003A\">pratya vaaya</font> a boomeranging bad effect. If we wish to chant its hymn 'oh, Indra, slay my enemies...' and if a diphthong or a diagraph is mispronounced it becomes 'Oh, Indra, kill me, instead of my enemies...' and it is said to happen that way<font color=\"#B3003A\">yad bhaavam tad bhavati...</font> Unless they are practised for a life time, they are un-understandable, hence they are set aside and Puraana-s are brought in their place. Further, the effect of Vedas is said to be declining according to <font color=\"#B3003A\">yuga dharma</font> era theory... What that was available in <font color=\"#B3003A\">satya yuga</font> a period where the conflict was only between god and man, for e.g., the legend of Hrishcandra and his truth speaking, which stands tested by almost all gods, but that truthfulness is lessened in <font color=\"#B3003A\">treat yuga</font> Ramayana's period, where the conflict was between man and demons, which dharma is further lessened in<font color=\"#B3003A\">dvaapara yuga</font> period of Maha Bharata, where the conflict is among one's own brothers, and that much dharma of that period is almost extinct in <font color=\"#B3003A\">kali yuga</font> which is obvious, from the known history of India, where the conflicts are going on between man and man - husband and wife, father and son, neighbour and neighbour, and so on"
        },
        {
            "type": "commentary",
            "text": "This is on par with the four-legged <font color=\"#B3003A\">dharma</font>, The Holy Bull, <font color=\"#B3003A\">nandi</font> loosing its legs one after the other and now you will see that Bull in any sculpture with half raised right foreleg, where other three went under its belly."
        },
        {
            "type": "commentary",
            "text": "So Puraana-s are evolved to throw some light on what Vedas have to say, of course with some religious overtones. Elsewhere we have detailed about Puraana-s of them Shiva and Vishnu Puraana-s are though prominent, but their adherers quarrel tooth and nail about the superiority of Shiva or Vishnu. In Vishnu Puraana many instances of coalescence of Vishnu with Shiva are narrated <em>tvat vaakya gauravaat etat mayaa cakram nivartitam | tvayaa yat abhayam dattam tat datttam akhilam mayaa -</em> Krishna says to Shiva at the time of eliminating a demon called Baana Asura, 'As you say I have taken back my disc, and if you give a boon I deem all that is given by me...' So many instances can be quoted like this. But here Parashu Rama has no intention to kill Dasharatha Rama, as said in Padma Puraana: <em>rarakSha bhagavaan - bhaargava raamaH - ekam ikShvaakostu mahaa kulam | maataamahasya anvayatvaat reNukaa vacanaat tathaa |</em> 'that god Bhaargava Rama safeguarded one great dynasty of Ikshvaku-s, for they are related to his grandmother, besides at the request of Renuka Devi, his mother...' So, god Bhaargava Rama is a nepotist and saved Dasharatha Rama. Not so, Bhaargava Rama is neither a nepotist nor a god to be worshipped. He is not worshipped because his incarnation is not a full incarnation of Vishnu as Dasharatha Rama. Only the wrathful impetuosity of Vishnu is incarnated like Bhaargava Rama to perform butchery and even infanticide. <em>bhaargavo ati dR^iptaH prasiddhaH tadaaniim ca krodha andha iti sva kShatriya vadhaat upratam shastra sannyaasam ca parityajya capala iti viditaH</em> 'Bhaargava Rama is a highly impudent personality and blinded by his wrath, thus to eliminate his own Kshatriya-s [namely his own relatives, Dasharatha and his sons; again the caste system is peeping in, isn't it!] On overstepping his pledge of renunciation of weaponry, he came... hence his actions are faltering...' <font color=\"#B3003A\">appayaa diikshita</font>, a shaivaite. He came here to perform certain unsaid action, which we will see in next episode."
        }
    ]
}