{
    "id": "prose-bala-76",
    "kanda": "bala",
    "sarga": "76",
    "title": "Parashu Rama's pride is hurt",
    "chapter": "76",
    "overview": "Rama takes aim with Vishnu's longbow and asks Parashu Rama to choose the target to release the arrow, as arrow of that bow cannot go astray. Parashu Rama opts for elimination of his ascetic merit and heavenly realms thereby. Rama releases the bow annihilating that merit and after that, Parashu Rama retreats into oblivion.",
    "content": [
        {
            "type": "verse",
            "text": "On hearing that sentence of Rama of Jamadagni, then Rama of Dasharatha said this to him in a courtly owing to the presence of his father Dasharatha."
        },
        {
            "type": "verse",
            "text": "\"Oh, Bhaargava Rama, whatsoever endeavour you have strived for freeing yourself from the indebtedness towards your father, I have heard of them, and oh, Brahman, we appreciate for your achieving that freeness from your paternal debt, but... Oh, Bhaargava Rama, demeaning me as though I am timorous, hence incapable to handle the bow, and hence I am an ignoble one for Kshatriya-hood, is meaningless... come on, now you may see my spiritedness and sprightliness...\" So said Rama to Bhaargava."
        },
        {
            "type": "commentary",
            "text": "Up to here both these Rama-s are in close quarters with other few present there. After this dialogue, they have moved a little away from the throng and facing each other as true combatants. A swordsman or an archer needs an arm-length, or sword-length or bow-length, at the least, to swagger his weapon. This place is to be assumed as an isolated place and no one is seeing or listening. This scene has an analogy in Maha Bharata when Krishna teaches Bhagavad Gita to Arjuna. There, it is said, that Krishna froze the time to teach all the eighteen chapters, and none among two sides of warring factions are aware of Krishna, his teachings, or of Arjuna, excepting Sanjaya, who is placed at a distant place and has seen all with his wisdom-eye. Here we have to borrow that wisdom-eye of Sanjaya and see at these two Rama-s and their actions. When their episode is over the mist cast around them, rather on our eyes, will be cleared, when Rama returns to his father. This is said in later verses. Further more, all the people available there are rendered unconscious at the arrival of Bhaargava Rama, and a few like Dasharatha, Vashishta, Rama's brothers are with senses. So, even if they hear and see this scene, those listeners or seers do no harm in revealing Rama's godhood to world, or in particular to Ravana."
        },
        {
            "type": "verse",
            "text": "Raghava, the nimble-handed vanquisher of his opponents, speaking thus in high dudgeon expropriated that estimable weapon, namely the longbow of Vishnu, from the hand of Bhaargava Rama, along with the long-arrow that is already fitted on it..."
        },
        {
            "type": "commentary",
            "text": "\"and, along the same lines Rama also said to have extricated the essential nature of Bhaargava...' The above said 'distancing' of these two Rama-s has another purpose. Rama has certain innate nature of making his observers enchanted by his very personality. Even Ravana looks at him adoringly in the war scene. This apart, his hand has certain ability to extricate the innate nature of others, should he lay his hand on them. We rarely see him touching or patting others, except for Sita, Lakshmana, Hanuman, and say a squirrel etc. So, it is believed that, Rama has now expropriated the essential nature of Vishnu from Bhaargava Rama, while snatching the bow from his hands. For this Padma Puraana says: <em>iti uktvaa devii vaiShNavyaa shaktyaa tad gataayaa saha | jagraaha vaiShNavam caapam vinayena ca liilayaa ||</em> 'oh, Devi Parvati, saying so Rama took away the Vishnu's anima from Bhaargava Rama, along with bow of Vishnu, sportily and obediently, too...' Thus, Rama of Dasharatha bade goodbye to his earlier incarnation, Parashu Rama, as two swords cannot be in one sheath."
        },
        {
            "type": "verse",
            "text": "On lifting up the bow that is already fitted with an arrow on bowstring, then Rama started to take aim with it, but being indecisive about the target, then Rama of Dasharatha irefully said this to Rama of Jamagadni."
        },
        {
            "type": "verse",
            "text": "\"Oh, Rama of Bhaargava, even if you are a Brahman you are eliminable, but because of your relationship with Vishvamitra, and because you are a venerable one for me, I am disinclined to release this arrow that exterminates your life..."
        },
        {
            "type": "commentary",
            "text": "Bhaargava-s are Brahman-s and a Brahman cannot be killed <em>braahmaNo na hantavya</em> then how Rama is prepared to eliminate a Brahman, subjecting himself to the sin called 'Brahman killing...' <em>Brahma hatyaa paataka...</em> There is no sin in eliminating a Brahman who is weaponed and warring. <em>tathaa ca bhaarate raaja dharme kR^iShNam prati bhiiShmaH - pitruun pitaamahaan pitryam guruun sambandhi baandhavaan | mithyaa pravR^ittaan yaH sa~Nkhye nihanyaa dharma eva saH ||</em> Maha Bharata, shannti parva. 'It is no sin to eliminated fathers, grandfathers, teachers, and the like [even if they are Brahman-s,] for they are under an illusion, called war...' So said Bhiishma to Krishna and thereby Panadava-s have eliminated Drona, Kripa, Ashvaddhaama and suchlike weaponed Brahman-s in war, but not in peace. There are many more such sayings of Bhiishma. Here Parashu Rama said that he will give a duel to Rama, hence he is no more a Brahman when he raises a weapon. And he is a blood relation of Vishvamitra, and that corner of mercy is not allowing Rama to release the arrow on Parashu Rama."
        },
        {
            "type": "verse",
            "text": "\"Oh, Bhaargava Rama, either this motility of yours at the speed of your mind, or even those unparalleled realms of heavens which you have earned by the power of your ascesis, I will eliminate whichever you wish... \"This Vishnu's divine arrow is the conqueror of opponents' citadels, and a vanquisher of their vigour and vainglory, and it will not fall through wastefully... isn't it!\" So said archer Rama to axeman Rama."
        },
        {
            "type": "commentary",
            "text": "The debate on the superiority of Vishnu or Shiva may have its own mythological import, but as far as Ramayana is considered, the eulogy for Vishnu's longbow is intended to suggest the all-powerful capacity of Vishnu in eliminating demons and to lead the epic to its own goal. Dharmaakuutam has to say this:<em>prakR^ite - adhikam menire vishNum - iti raamaayaNa vacanam tu agre kartavya sakala raakShasa vadha hetu bhuuta vaiShNava dhanShaH praashasta pratipaadana param j~nyeyam |</em> Hence the mythological quarrels have no place in Ramayana."
        },
        {
            "type": "verse",
            "text": "Gods together with the assemblages of sages have come keeping the Grandparent Brahma at their fore, likewise the gandharva-s, apsara-s, siddha-s, caarana-s, kinnaraa-s, yaksha-s, sprites and reptilian beings have also come to see Rama who is now wielding the extraordinary longbow of Vishnu, and extremely amazing event that is going to ensue."
        },
        {
            "type": "verse",
            "text": "The 'amazing event' is not the handing over or taking over of longbow, but it is the transference of the essential nature of Bhaargava Rama to Dasharatha Rama. Nrisimha Puraana has this: <em>tataH parashu raamasya dehaat nirgatasya vaiShNavam | pashyataam sarva devaanaam tejo raamam upaavishat ||</em>Then, when Rama is ready to take aim with the arrow on that inscrutable longbow, and when the worlds are being rendered as insentient, then that Rama of Jamadagni is rendered vigourless and he stared up at Rama of Dasharatha."
        },
        {
            "type": "commentary",
            "text": "Vividly: When the aura of Vishnu available in Bhaargava Rama has entered Dasharatha Rama through that inscrutable longbow of Vishnu, Dasharatha Rama's aura dazzled like that of Vishnu, and that dazzlement of Vishnu's aura threw the world in a daze, and then that aura-less, thus vigourless Bhaargava Rama has nothing to do except to stare at Vishnu-like Rama, with upraised eyes."
        },
        {
            "type": "verse",
            "text": "Rama of Jamadagni is calloused as his vitality is subdued by the radiance of that lotus-petal eyed Rama of Dasharatha, and he spoke to Rama of Dasharatha, slowly and softly."
        },
        {
            "type": "verse",
            "text": "\"Once, when I donated entire earth to Sage Kashyapa, Kashyapa told me 'uninhabitable is my domain, viz., this earth for you...' thus..."
        },
        {
            "type": "commentary",
            "text": "A donor cannot enjoy a gift anymore, once donated to the donee. And if the donor still clings around that donation, it does not come under the true definition of 'donation.' Hence, Parashu Rama is asked to depart from this world. Hence he has gone to the ethereal mountain called Mt. Mahendra."
        },
        {
            "type": "verse",
            "text": "\"Such as I was, in my observance of my mentor Kashyapa's order I do not spend nights on this earth from then afterwards, oh, Kakutstha Rama, as I made over this earth for Kashyapa, indeed... Thereby oh, valiant one, it will be inapt of you to impair this motility of mine, oh, Raghava, I will depart with the speed of cerebration to Mt. Mahendra, a par excellent mountain... But I triumphed over matchless realms of heavens with my ascesis, oh, Rama, you may hash them up with that irreversible arrow... let there be no time-lag... I have realized your touch of nature as that of the Immutable Supreme Being, God of Gods, the Exterminator of the demon Madhu, namely Vishnu, by the touch of your handling that bow... oh, enemy-inflamer, blessedness alone betides you..."
        },
        {
            "type": "verse",
            "text": "\"All of these gods who have come collectively are beholding you and your next move, for you are an unequalled one in you achievements and to whom there is no counter-dueller in conflicts..."
        },
        {
            "type": "commentary",
            "text": "Parashu Rama is hastening up Dasharatha Rama to finish business quickly, otherwise the nature of Rama and his incarnation will publicized, not by these two Rama-s, but the game watching gods. If these spectators stay for a long time in sky, some airborne demon will let the cat out of the bag."
        },
        {
            "type": "verse",
            "text": "\"Oh, Kakutstha Rama, you are the lord of the triad of worlds, such as you are, you faced me down, and it is malapropos to say that this is a disgrace to me... It will be apt of you to unloose that unsurpassed arrow, oh, Rama, as you have ethical commitment to wipe out demons as I wiped out menacing kings, and should you unloosen that arrow now I wish to depart to the ethereal mountain Mt. Mahendra, a point of no return for me...\" So said Parashu Rama to Dasharatha Rama."
        },
        {
            "type": "verse",
            "text": "While Rama of Jamadagni is speaking that way, that venturesome and blessed Rama of Dasharatha shot off that nonpareil arrow from that longbow of Vishnu. On seeing all of his realms of heavens are shot-blasted by Rama of Dasharatha, Rama of Jamadagni vanished in a trice to Mt. Mahendra, the heavenly mountain."
        },
        {
            "type": "commentary",
            "text": "Rather, ready to depart... as he is given some more role-play in next verses."
        },
        {
            "type": "verse",
            "text": "Then dissipated is the darkness in all the divisions and likewise in all the subdivisions of compass, and the gods with the assemblages of sages extolled Rama, in whose hands the longbow is upraised."
        },
        {
            "type": "commentary",
            "text": "Please refer the endnote about this longbow and how it is passed on to Janaka's dynasty."
        },
        {
            "type": "verse",
            "text": "Then that dab hand at axe, Rama of Jamadagni, on acclaiming, and even on making circumambulations to Rama of Dasharatha, went on his own way into oblivion."
        },
        {
            "type": "commentary",
            "text": "The bestowal of Shiva's bow to the dynasty of Janaka is said variously at various places. In the hermitage Vishvamitra it is said that the bow is given in Vedic-ritual <font color=\"#B3003A\">taddhi puurvam narashreSTha dattam sadasi daivataiH | 1-31-8</font> In the previous chapter it is said that the bow is given in the hand of Devaraata <font color=\"#B3003A\">devaraatasya raaja R^iSeH dadau haste sa saayakam | 1-75-20</font> And earlier it is said to be given in Dasksha's ritual <font color=\"#B3003A\">dakSa yaj~na vadhe puurvam dhanuH aayamya viiryavaan | 1-66-9</font> Sita says about this to ascetic Lady Anasuya that Rain-god gave this to Janaka's dynasty <font color=\"#B3003A\">mahaayaj~ne tadaa tasya varuNena mahaatmanaa | dattam dhanur varam priityaa tuuNii ca akSayya saayakau Ayodhya II-118.</font> These statements, though not self-contradictory, and though they create a little confusion, they all are correct. When Daksha's Vedic-ritual is devastated, Shiva wanted to throw back the useless bow, that was worsted by Vishnu's bow, on the face of gods. But gods fearing for the ire of Shiva requested Shiva to give that bow to Devaraata, on their behalf. Shiva gave it to Devaraata as a trust, through Rain-god Varuna, but Shiva did no bequeath it. Later Janaka on appeasing gods in Vedic-ritual asked them to leave the bow once for all in Janaka Dynasty. Gods have agreed to it. And Rama broke it."
        },
        {
            "type": "commentary",
            "text": "Now Dasharatha Rama gives back the other bow of Vishnu brought by Parashu Rama to the same Rain-god Varuna, who is present there at both Rama-s, in the thin air, when the environ is enshrouded by certain darkness, and when Rama is last seen with that upraised longbow at 1-76-23, and just before darkness is dissipated, Rama gives that bow to Rain-god, according to the first verse in next chapter."
        },
        {
            "type": "commentary",
            "text": "Well known is Krishna's showing his Cosmic Form <font color=\"#B3003A\">vishva ruupa</font> to Arjuna, while teaching Bhagavad Gita in Maha Bharata. But that Bharata records Rama's display of His Cosmic form to Parashu Rama, only at this juncture. In Ch. 89 of <font color=\"#B3003A\">anushaashanika parva</font> of Maha Bharata it is said in detail as: <em>pashya maam svena ruupeNa cakShuH te vitaraami aham | tato raama shariire vai raama pashyati bhaargavaH |aadityaan pavamaanaan rudraan saadhyaan ca sa marud gaNaana | pitaro hutaashanaH caiva nakShatraaNi grahaaH tathaa |</em> and a long account follows on this. But this has not been amplified or explained in other texts, due to unknown reasons. However, it is not part of Valmiki Ramayana."
        }
    ]
}