{
    "id": "prose-bala-77",
    "kanda": "bala",
    "sarga": "77",
    "title": "Happy days after marriages",
    "chapter": "77",
    "overview": "The wedding party arrives at Ayodhya on the exit of Parashu Rama. Yudhaajit, the maternal uncle of Bharata, who came before marriages, now takes Bharata and Shatrughna to his kingdom. Rama and Lakshmana from then on are engaged in the welfare works of their subjects, at the behest of their father. Rama and Sita will then enter the threshold of their blissful married life.",
    "content": [
        {
            "type": "verse",
            "text": "On the departure of Rama of Jamadagni, that most glorious Rama of Dasharatha is quietened at heart, and he gave away that longbow of Vishnu into the hand of inimitable Rain-god. "
        },
        {
            "type": "commentary",
            "text": "On this longbow and its giving to god of Rain, some discussion is incorporated in the earlier chapter."
        },
        {
            "type": "verse",
            "text": "On paying respects to sage Vashishta and to the other important sages, Rama, the delight of Raghu's lineage, placatingly addressed his agitated father Dasharatha. \"Rama of Jamadagni has gone on his way, you may now order the army under your wardship, for which you are the lord, to move on towards Ayodhya...\" So said Rama to his father. "
        },
        {
            "type": "verse",
            "text": "On hearing the words of Rama king Dasharatha hugged his son with both of his arms, and kissed on the forehead of Raghava, and king Dasharatha is gladdened to listen about the departure of Parashu Rama, and then he is further gladdened in deeming that he and his sons took a rebirth. "
        },
        {
            "type": "verse",
            "text": "Then the King Dasharatha ordered that legion to move ahead, and then they all went towards delightful city Ayodhya, whose royal highways are wetted with water, sprinkled with bunches of flowers, decorated with banners and bannerettes up above them, and reverberating with high sounding bugle-horns. Further, those highways are replete with urbanites welcomers who are handling welcoming kits which are golden handy-crates or plates in which lit camphor, fragrant incenses, vermilion powder, flowers to shower on the incomers are arranged, and those highways are well-decorated with throngs of people who are glee-faced at their king's re-entry, and into such an exhilarating city Ayodhya king Dasharatha and his retinue entered. "
        },
        {
            "type": "verse",
            "text": "When the citizenry and city-dwelling Brahman-s have received him from a distance, that illustrious king Dasharatha followed by his phenomenal and praiseworthy sons then entered his happy house and home, which is like the lofty and lordly Himalayan palazzo. "
        },
        {
            "type": "commentary",
            "text": "'King entered the house...' is not just an entrance of a character into a scene, but it entails a lot of ceremony called <em>gR^iha pravesha </em>'entering into householder-hood, the second stage of life <em>gaarhapatya dharma </em>out of the four stages of living, 1] celibate scholar, 2] householder, 3] repairing to forest or sageship, 4] final release, moksha. <em>paaNi grahaNa anantarm kriyamaaNo gR^iha praveshaH - dk </em>where ceremonies go on for hours together."
        },
        {
            "type": "verse",
            "text": "In palace king Dasharatha is overjoyed when he is surrounded with his own inmates of palace-chambers, and when his long cherished ambitions have come true, while his queens, Kausalya, Sumitra, and slender waisted Kaikeyi and other wives are overjoyed in the functions of receiving the four brides. "
        },
        {
            "type": "commentary",
            "text": "Again this 'receiving bride' is an elaborate variety of fun and games of womenfolk will take place, at which place there is almost no entry to men. For example, name telling. An Indian bride, or the later time wife is supposed to not to call her husband by his name. It is a sacred taboo, and her addressing shall be in genderless, person-less, and numberless hooting, cooing or calling like <em>e jii - o jii - emanDii - ennango - shuniye </em>so on. To cite one such ceremony it is 'naming game.' Here the bride is compelled to tell the name of her husband, and she will be hesitating to do so, because of her newness to this house or to her husband. After some teasing attempts, she mutters her husband's name, and then only she will be admitted into certain chamber or room. But dwindling are these games, and dampening is that fun, in these days of readymade marriages. Then why Dasharatha shall be overjoyed at these womanly functions, they do all those womanish things... because, Dasharatha wanted his palace to be in festivity, with just one son. But four are forced on him and they too obtained four brides in one go, hence fourfold is his happiness. It may be observed that Kaikeyi is the lone queen with 'beauty' as her attribute, and the problem with her is seeded here alone, saying that enchantment of Dasharatha towards her outweighs his affection to Rama, later."
        },
        {
            "type": "verse",
            "text": "Then the womenfolk of the king welcomed the highly propitious Sita and the highly fortunate Urmila too, along with both the daughters of Kushadhvaja, namely Maandavi and Shrutakiirti, with pageantry and festivity. All of the brides and bridegrooms clad in silks promptly worshipped the gods in sanctums to the benedictory chanting of Vedic hymns and Ritual-fires, thus they shone forth like the tongues of Holy Fires of Vedic Altars. "
        },
        {
            "type": "commentary",
            "text": "These young couples by themselves are radiant, and they are now clad in radiant silks that glitter wavily like the tongues of fire, and the Ritual-fire s are already there flaring wavily, to the weave-like chanting of Vedic benedictions. With all these waving, flaring, glaring the couples too appeared as the humanly Ritual-fires before the wood burnt Vedic Ritual-fires."
        },
        {
            "type": "verse",
            "text": "Then all the princesses paid respects to all of the respectable ones, and they luxuriated in sequestered palace-chambers along with their husbands. "
        },
        {
            "type": "commentary",
            "text": "This 'paying respects to respectable elders' is but one line. In reality, the torsos of those that pay respects will be put to test, because they have to 'pay' by bending and touching the feet of elders, each time to each, <em>paada abhivandana, pai lagoo </em>. And if the girls are from jeans or pants culture, [because days have gone,] they will be fresh and new to bridal sari, which itself will be a weight to carry. And many times we see the young brides falling on the blessing couple because her bridal sari gets entangled in the toes of the bride, and she is not yet ready to manage it. So goes on this parade until their backs are broken."
        },
        {
            "type": "verse",
            "text": "And those best men among men, Rama, Lakshmana, Bharata, Shatrughna, who are by now accomplished persons in weaponry and whose marriages have also come to pass, occupied themselves in the welfare of kingdom while assisting their father and moving around with good hearted people. Then after sometime that king Dasharatha, the legatee of Raghu-s, spoke to his and Kaikeyi's son, Bharata. "
        },
        {
            "type": "verse",
            "text": "\"This is your maternal uncle and the son of king of Kekaya, and this valiant Yudhaajit came here to take you to Kekaya province, and he is staying behind because of your marriage...\" thus Dasharatha bade farewell to Bharata suggesting that Bharata may now go with Yudhaajit. "
        },
        {
            "type": "verse",
            "text": "On hearing the opinion of Dasharatha, Bharata, the son of Kaikeyi, then readied himself to travel along with Shatrughna to Kekaya province. That valiant and best one among men Bharata on asking leave from his father, from Rama, an uncomplicatedly dextrous one in undertaking deeds, and even from his mothers, Kaikeyi, Sumitra, and Kausalya, travelled on along with Shatrughna. Yudhaajit on clinching not only Bharata, but Shatrughna also, that valiant one is highly gladdened and entered his own city, indeed to the high rejoice of his father, King of Kekaya. "
        },
        {
            "type": "verse",
            "text": "After the departure of Bharata, then the masterly proficient Rama along with Lakshmana started to square with the plans and programs of of his godly father for an ideal-sovereignty. "
        },
        {
            "type": "verse",
            "text": "Rama keeping his father's directives in view undertook welfare activities for the people that are agreeable and even advantageous to them, and in the entirety of those activities, and he undertook activities to humour motherly affection with his mothers, and educational activities with educators, and in a highly self-disciplined manner he used to review them carefully from time to time. "
        },
        {
            "type": "verse",
            "text": "That way Dasharatha is pleased with the deportment and comportment of Rama, likewise the Brahman-s and urbanites, and even all of the indwellers in the entire kingdom are pleased, and he who has high distinction, his truthfulness alone is his vantage point, and whose hallmarks are of higher degree, that Rama has manifested himself to those subjects in the kingdom, and even to all of the living beings in the world, as the Self-Created Brahma. "
        },
        {
            "type": "verse",
            "text": "Also, that hearty Rama who permeated into the heart of Sita is ensconced in Sita's heart alone, and he disported for many seasons along with Sita. "
        },
        {
            "type": "commentary",
            "text": "The other mms use <em>raamaH tu </em>instead of <em>raamaH ca</em>where this <em>tu </em>says a difference. Then, 'Rama is busy in welfare and other works of state, <em>tu </em>'but' he is also impassioned for Sita. And he is <em>manasvii </em>'hearty one' warm, friendly, spirited etc., are his dispositions for kingdom, people, governmental works <em>tu </em>'but' he is that 'hearty' for Sita... Hence <em>tad gataH - tasyaam gataH </em>'he pervaded her psyche, hence casketed in her heart... In the other mms it will be <em>tasyaaH hR^idi nityam samarpitaH </em>'heart of Sita is 'always' dedicated to Rama... and that word <em>nityam </em>'always, eternal, everlasting...' couple. So, they may be a couple from time immemorial <em>tu </em>'but' they are as good as a fresh and fervent young couple... <em>bahuun R^ituun </em>'for many, many seasons to come...' he is disporting with Sita. Why tell seasons when there is calculated calendar with years, decades, and centuries... Not so... their disporting is according to seasons, with seasonal environ, with a seasonable togetherness... <em>vijahaara </em>is grammatically a <em>parasmai padi </em>then the fruition goes to the subject, and subject of the verse is Rama, so he alone is the enjoyer and insatiate is his enjoyment with Sita, even during and after<em>bahuun R^ituun </em>many, and many seasons. <em>niravadhika paraspara baddha anuraaga abhivR^iddhi </em>' an endless, mutual, conjugal, impassion and its enrichment - the self-content bliss of monogamy."
        },
        {
            "type": "verse",
            "text": "Sita has become the beloved of Rama as she is wedded with the assent of his father Dasharatha, further Rama's love for Sita burgeoned by virtue of Sita's own virtues and loveliness. "
        },
        {
            "type": "commentary",
            "text": "Here the good old saying <em>ati ruupavatii siitaa - ati muurkhaaH ca raavaNa </em>'Sita is the greatest beauty, Ravana is the highest pigheaded demon...' may be remembered. He loved her for his father's voice / Had given her and approved the choice: / He loved her for each charm she wore / And her sweet virtues more and more. - Griffith."
        },
        {
            "type": "verse",
            "text": "Even Rama as her husband made his mark in Sita's heart twice as good, and they both used to clearly converse about their thoughts in their heart of hearts, just by their hearts. In her mien Sita is identical with goddesses, and she is like personified Goddess Lakshmi, thus she is the reshaped Divine Prosperity, and as she hails from Holy Mithila she shall be held Holy, and since she is the daughter of Janaka, a loftiest sagacious and invincible king, she is sagely and stately, besides being shapely, and she with all these heaps of natural traits and characteristics, Sita is rejoicing the heart of Rama. "
        },
        {
            "type": "verse",
            "text": "When passionately conjugated with such a princess from the irreproachable king Janaka, Rama, the son of sagely king Dasharatha, has enthusiastically shone forth like the God of Gods and the Efficient Cause, namely Vishnu, when He is together with Goddess Lakshmi. "
        },
        {
            "type": "commentary",
            "text": "The 'son of king' suggests that Rama as a prospective king has no paucity for any items of enjoyment. The best 'princess' suggests that Sita is no less than him, but now her prosperity edges on that of Rama, because she has Rama as her husband. And how will be their mutual affection and love? Many more pages can be written on it, but insufficiently, and perhaps inefficiently. This stanza from a romantic work <font color=\"#B3003A\">maalatii maadhaviiyam </font>will say how such a love would be: <em>liinena prati bimbite iva likhite utkiirNa ruupeva ca | pratyupteva ca vajra lepa ghaTite iva antar nikhaate iva ca | saa naH cetasi kiilitena vishikhaiH ceto bhuvaH pancabhiH | cintaa santati tantu jaalena nibiDa syuute iva lagnaa priyaa ||</em>my darling is immersed in my heart as sugar merges in milk, as the Red oleander reflects in a prism, as a portrait painted on canvas, as a picture carved on a stone tablet, as a gem studded in a ring, as bedaubed skin-cream, and as though the five darts of Love-god are nailed fixedly, [which darts usually will be in a touch-and-go fashion,] and as though stringed with thought-strings of my heartstrings, that are the halters with fastness...'"
        }
    ]
}