{
    "id": "prose-bala-8",
    "kanda": "bala",
    "sarga": "8",
    "title": "King Dasharatha proposes Vedic ritual for progeny",
    "chapter": "8",
    "overview": "Dasharatha decides to perform an elaborate Vedic ritual, called Aswametha yajna, Horse Ritual, to beget children. He being a considerate king in taking conscience of the courtiers, he discusses this aspect with the Vedic scholars and ministers of his court, beforehand.",
    "content": [
        {
            "type": "verse",
            "text": "To him, to such an effectual and virtuously great-souled King Dasharatha, , a dynasty-enriching son is not begotten though his heart is burning to beget children. To that anguished great-soul, a thought occurred this way, \"To beget sons, why should not I perform Horse ritual...and thus appease the gods in order to beget worthy sons...\""
        },
        {
            "type": "verse",
            "text": "That intellectual and a conscientious king having resolved with all of his sagacious ministers that such a Vedic ritual is performable, then addressed best ne among ministers, namely Sumantra, &lsquo; fetch all my teachers and clerics, quickly...&rsquo; "
        },
        {
            "type": "verse",
            "text": "Then Sumantra gone quickly, for he in quickness is a dauntless one, and fetched all of the clerics like Suyajna, Vaama Deva, Jaabala, Kshyapa, and even Sage Vashishta, and also those other eminent Brahman that are Vedic scholars. Then on adoring them virtuous King Dasharatha spoke this impressible sentence that included justification and meaning. "
        },
        {
            "type": "verse",
            "text": "\"My mind is tumultuous without quietude for I have no sons... for that reason, I wish perform Aswametha, Vedic Horse Ritual... this is my thinking... therefore, I contemplate to perform that ritual as enshrined in the scriptures and as a rite-oriented one as well... let this contemplation of mine be well thought of... and as to how my desire to beget sons will be fulfilled...\" "
        },
        {
            "type": "verse",
            "text": "Then the Brahman scholars along with Sage Vashishta and all other important personalities in their turn have blessed and honoured him, saying that \"splendid is this idea...\" thus, for that which is voiced by the king. All of them becoming happy have also said to King Dasharatha, \"let the paraphernalia be provided, and your ritual-horse be released... "
        },
        {
            "type": "verse",
            "text": "\"Oh, king, by all means you will beget sons as you desired, since you, to whom an upright thinking has suggested itself... let the ritual ground be arranged on the northern banks of River Sarayu...&rdquo; So said the scholars. "
        },
        {
            "type": "verse",
            "text": "Then King Dasharatha is gladdened on hearing the sayings of those Brahmans. And with happiness lurching on his eyes the king spoke to the ministers, \"As advised by my Vedic teachers let the paraphernalia be procured... On the northern banks of River Sarayu the ritual ground be arranged... and the Ritual-Horse be released monitored by capable warriors, along with the religious teachers...&rdquo; So said the king. "
        },
        {
            "type": "verse",
            "text": "\"Let peace invocations be prevailing and prospering, as ordained in the scriptures and tradition...if it is possible for the correct performance to obtain results of this ritual, and if it is possible to conduct this ritual without any difficult faults during its performance, then all the kings on earth would have performed it... Scholarly Brahma-demons will be hunting for the faults alone in the course of this ritual... should the procedure of this ritual be depraved of its set rules, the performer gets ruined... Therefore, you all shall see as to how this ritual of mine be conducted and concluded procedurally, and all of you are evidently experts in conducting such rituals... isn&rsquo;t it! "
        },
        {
            "type": "commentary",
            "text": "Vedic Brahmans are to be very cautious and vigilant while performing the ritual in the order of ritual acts, faultless rendering of the Vedic hymns and other observant items of the Vedic canon. Should they by overconfidence or by negligence commit any mistake or fault, they take rebirth as Brahma-demons. After taking rebirth as such demons they, with their inherent jealousy and ire will always be hunting for such mistakes in other's ritual performances. If they cannot find one, they cause certain hindrances in that performance, so that the performer may commit mistakes and get ruined in the present life span and then take rebirth as Brahma-demon. Hence, every Vedic-ritual performer shall be vigilant."
        },
        {
            "type": "verse",
            "text": "On listening the words of the king all the ministers adored and assured him saying, &lsquo;It will be conducted faultlessly as has been conducted earlier...&rdquo; On hearing those words of that best king, and what that is spoken earlier, then the virtue knowing Brahman scholars hailing that best king took leave of him and wentaway as they have come. Then on sending off those Brahman scholars, the king spoke this way to the ministers... &ldquo;As advised by the Vedic scholars this ritual shall be conducted, procedurally...\" "
        },
        {
            "type": "verse",
            "text": "Tha tigerly-king and highly intellectual Dasharatha, on saying thus to his ministers who are still in his audience, sent away those ministers also, and he entered his palace. And on approaching his wives, that best king's heartily dear ones, he said to them, &ldquo;I am performing a Vedic ritual for the reason of begetting sons, and you all shall enter a vow...&rdquo; "
        },
        {
            "type": "verse",
            "text": "On hearing those words of the king, the lustrous countenances of the queens have become more gleaming, like the blooming lotuses after the clearance of dew-fall."
        }
    ]
}