{
    "id": "prose-bala-9",
    "kanda": "bala",
    "sarga": "9",
    "title": "Legend of Sage Rishyasringa",
    "chapter": "9",
    "overview": "Sumantra, the minister of King Dasharatha, details the importance of Sage Rishyasringa and beseeches the king to invite that sage to preside over the contemplated Vedic ritual, for that Sage's entry into any kingdom is auspicious for that land and people.",
    "content": [
        {
            "type": "verse",
            "text": "Sumantra, the charioteer and one of the misters of King Dasharatha, having heard all about the king's desire to perform a Vedic ritual, said this in confidence to king, \"Oh, king, I will tell an early legend, an early legendary narration that I listened... "
        },
        {
            "type": "verse",
            "text": "\"Oh, king, I have earlier heard of this present advice given to you by Vedic scholars, as godly Sage Sanatkumara has once narrated an account about the arrival of your sons in the presence of other sages, and sage Sanat Kumara said... He said that \"Sage Kashyapa has a son known as Vibhaandaka, and his son will be the renowned Sage Rishyasringa, and that Sage Rishyasringa will grow up in forests, and will always be dwelling in forest... "
        },
        {
            "type": "commentary",
            "text": "Here the word used by Sumantra is <em>tava putra aagamam </em>, it renders as 'the arrival of your sons', meaning that sons of King Dasharatha arrive from Heavens, but not through an ordinary parturition. Even earlier in time to that of Dasharatha, Sage Sanatkumara predicted the 'arrival' of Vishnu as Rama. The birth-event associated with Rishyasringa&rsquo;s name is that he is born with a horn on the crown of his head. Thus he is named as Rishyasringa, i.e., <em>R^iSi</em> the Sage; <em>shR^i~Nga </em>horn; a Sage with a horn on his forehead at his birth time. This being the mythological import, he is an acme among sages, as <em>shR^i~Nga </em>also means a peak."
        },
        {
            "type": "verse",
            "text": "\"Not knowing others, that Brahman the best, namely Rishyasringa, will always be abiding his father and he will follow celibacy of two kinds Brahmanical vows namely <em>vratitva </em>, <em>praajaapatya </em>..."
        },
        {
            "type": "verse",
            "text": "Not knowing others that Brahman the best, will always be abiding his father, lest his renowned celibacy always praised by the Brahmans, will be hindered. "
        },
        {
            "type": "commentary",
            "text": "The word <em>dvaividhyam </em>also means two kinds of celibacy,<em>vratitva </em>and <em>prajaapatyam</em>. One, as a bachelor and the other after marriage, voluntarily distancing away from his wife on certain forbidden days like full moon and new moon days, during daytime, eclipses, and other astronomical occurrences and some more. This kind of self-imposed celibacy is one way of observing sustained family planning methods, instead of resorting to medicaments. Here, this word is more nearer to mean 'hindrance', than to mean the 'two way celibacy' as deciphered by some commentators."
        },
        {
            "type": "verse",
            "text": "\"In the world he becomes famous for his celibacy, oh king, and he will always be praised by Brahmans, and thus time will pass on with that kind of his conduct..."
        },
        {
            "type": "verse",
            "text": "Sage Rishyasringa looses no time with his servitor-ship to the Sacrificial Fire and also to his celebrated father, and during this period alone there will be a famed and very strong kingRomapaada, a valiant in Anga country... But by a violation of righteousness of that king there will be a shocking and devastating famine in that country... While the famine is besetting that king Roamapada will be afflicted with grim, and on summoning Brahmans and learned scholars he will address them... "
        },
        {
            "type": "verse",
            "text": "\" &lsquo;All of you are well versed in rituals and knowers of the world history... order me how to how the purification from sin will be... "
        },
        {
            "type": "verse",
            "text": "\" &lsquo;Thus said by king those scholarly Brahmans and Vedic scholars will say to the king, 'oh, king, son of Sage Vibhaandaka, namely Rishyasringa, is to be fetched by all methods... "
        },
        {
            "type": "verse",
            "text": "\"Oh! King, having brought Sage Rishyasringa and honouring him well with good care, procedurally give him your daughter Shanta in marriage to that Vedic Brahman and the son of Sage Vibhaandaka... On listening them the king becomes thoughtful about the idea by which it is possible to bring that self-controlled sage to his place...Then that intellectual king decides along with ministers, to dispatch clergymen and ministers, honouring them well, and then sends them... "
        },
        {
            "type": "verse",
            "text": "\"They on hearing king's words are awestruck and lowering their faces they will say, 'we can not go there as we are afraid of sage Vibhandaka, father of Rishyasringa...' After thinking over they will say as a second thought, and having found a solution with a plan to bring that sage, 'we will fetch that Brahman and also by that no stigma will occur...' "
        },
        {
            "type": "verse",
            "text": "\"Thus by the king of Anga kingdom and by his courtesans the son of sage Rishyasringa will be brought and the presiding deity for rains will showers rains, and Shanta will also be given in marriage to that sage...&rsquo; "
        },
        {
            "type": "verse",
            "text": "\"Sage Rishyasringa, son-in-law of Romapaada, King of Anga ad as well as to you, if invited to our kingdom he will bless you to beget sons, oh! King... so said Sage Sanatkumaara to other sages and all this is retold by me.\" "
        },
        {
            "type": "verse",
            "text": "Thus the charioteer and the Minister Sumantra completed his narration in confidence to King Dasharatha."
        },
        {
            "type": "commentary",
            "text": "Comment: Sage Rishyasringa is also a son-in-law to King Dasharatha. Princess Shanta, in a distant relationship is a daughter to King Dasharatha in relation and the adopted daughter of Romapaada, the King of Anga. Thus Sumantra's saying son-in-law also means Dasharatha's son-in-law, besides Romapada&rsquo;s."
        },
        {
            "type": "verse",
            "text": "Then King Dasharatha is delighted and in turn spoke to Sumantra \"By what idea Rishyasringa is brought to Anga kingdom, that shall be said...\" "
        }
    ]
}